Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It needs to be... refreshed.
russian: Туда бы надо... освежиться.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHERHAT
source: I will lure them in with my plumage.
russian: С таким плюмажем я только больше привлеку их.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_CROW
source: Black is the colour of sleep.
russian: Чёрный - это цвет сна.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN
source: Red is the colour of fire.
russian: Красный это цвет огня.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN_WINTER
source: Grey is the colour of pain.
russian: Серый это цвет боли.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEM_PUPPET
source: Better her than me.
russian: Уж лучше она, чем я.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREFLIES.GENERIC
source: How pretty.
russian: Как мило.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREFLIES.HELD
source: I could squish them if I wanted to.
russian: Я бы мог раздавить их, если бы захотел.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREHOUND
source: I put fire gems in there as a joke.
russian: Я положил в них рубины шутки ради.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.EMBERS
source: I should attend to that.
russian: Я должен позаботится о нём.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.GENERIC
source: A fire pit.
russian: Кострище.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.HIGH
source: A roaring fire.
russian: Ревущее пламя.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.LOW
source: It's getting low.
russian: Он уменьшается.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.NORMAL
source: It's hot.
russian: Греет.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.OUT
source: It's gone cold.
russian: Уже остыл.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIRESTAFF
source: A basic enchantment, but effective.
russian: Стандартное зачарование, но эффективное.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH
source: Fresh from the murky depths.
russian: Прямиком из тёмных глубин.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHINGROD
source: I will eat for a lifetime.
russian: Я буду сыт всю жизнь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHSTICKS
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHTACOS
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH_COOKED
source: It still stinks.
russian: Всё ещё попахивает.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLINT
source: Ow! I cut my finger!
russian: Ай! Я порезал палец!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER
source: I am filled with the irrational urge to stomp upon it.
russian: Меня наполняет иррациональное желание наступить на него.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWERHAT
source: Definitely not my style.
russian: Определённо не мой стиль.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_EVIL
source: I like that flower.
russian: Мне нравится этот цветок.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FOLIAGE
source: A meal fit for a peasant.
russian: Еда для крестьян.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FOOTBALLHAT
source: Now I am ready for the scrimmage.
russian: Теперь я готов к потасовке.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.DEAD
source: It croaked.
russian: Протянула лапки.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.GENERIC
source: It jumps and licks things.
russian: Скачет и лижет вещи.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.SLEEPING
source: It looks tired.
russian: Выглядит уставшей.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGGLEBUNWICH
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGLEGS
source: Muscular.
russian: Мускулистые.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGLEGS_COOKED
source: Stringy.
russian: Мелковатые.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FRUITMEDLEY
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEARS
source: My pets! What has become of you?
russian: Мои любименькие! Что с вами стало?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GHOST
source: It remembers me!
russian: Он помнит меня!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENAXE
source: It gets sharper with every cut.
russian: Он становится острее с каждым ударом.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENPICKAXE
source: This must be game logic.
russian: Это, наверное, игровая логика.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENPITCHFORK
source: I'm not sure this was a good investment.
russian: Наверное, это было не самое лучшее вложение средств...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENSHOVEL
source: This shovel is worth a princely sum.
russian: Цена у этой лопаты королевская.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDNUGGET
source: This was important to me once.
russian: Когда-то они были важны для меня.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.BARREN
source: Needs manure.
russian: Нужны удобрения.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.BURNING
source: Oops.
russian: Упс.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.GENERIC
source: Tufty.
russian: Растёт пучками.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.PICKED
source: Already harvested.
russian: Уже собрана.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_CAP
source: I should eat it.
russian: Я должен съесть его.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_CAP_COOKED
source: Salty!
russian: Солёный!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Green fungus.
russian: Зелёный гриб.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: When do those ones come up?
russian: Когда такие вылезают?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Been there. Done that.
russian: Бывали тут. Собирали такое.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUNPOWDER
source: Now this, I like.
russian: Вот это мне нравится.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAMBAT
source: An undignified weapon for a less refined time.
russian: Недостойное оружие даже для менее изысканных времён.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAMMER
source: It feels good to undo the work of others.
russian: Как это приятно, губить чужую работу.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEALINGSALVE
source: Just a bit of venom and some dirty old ash.
russian: Всего лишь капля яда и немного старого грязного пепла.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.COLD
source: It's useless when cold.
russian: Когда он холодный - от него мало толку.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.GENERIC
source: A pocketful of heat.
russian: Целый карман тепла.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.HOT
source: It's almost too hot to hold.
russian: Ещё чуть-чуть, и его будет невозможно держать в руках.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.WARM
source: Comfortably warm.
russian: Приятное тепло.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOME
source: There's no place like it.
russian: Другого такого не найти.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOMESIGN
source: It says... nothing.
russian: На ней написано... а ничего на ней не написано.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEY
source: Sticky and sweet.
russian: Липкий и сладкий.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYCOMB
source: It's full of bee seeds.
russian: Они полны личинками пчёл.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYHAM
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYNUGGETS
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HORN
source: Call forth the beasts!
russian: Призвать зверей!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUND
source: They don't recognise me!
russian: Они не узнают меня!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDBONE
source: Hungry devils, aren't they?
russian: Вот ненасытные твари, правда?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDMOUND
source: It's a tunnel down to the hound nests.
russian: Там есть туннель вниз к логову гончих.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEBOX
source: A little piece of winter in a box.
russian: Кусочек зимы в коробке.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEHOUND
source: I had a lot of surplus gems!
russian: У меня было столько лишних драгоценных камней!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.INSANITYROCK.ACTIVE
source: I can see its true nature now!
russian: Теперь я вижу его истинную природу!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.INSANITYROCK.INACTIVE
source: It only half-exists on this plane.
russian: С этой точки зрения он только наполовину существует.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.JAMMYPRESERVES
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KABOBS
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KILLERBEE.GENERIC
source: What is that bee so angry about?
russian: Что этих пчёл так злит?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KILLERBEE.HELD
source: I've caught a tiger by the tail.
russian: Я поймал тигра за хвост.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KNIGHT
source: Such quality workmanship!
russian: Какая тонкая работа!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KOALEFANT_SUMMER
source: A distant cousin of the beefalo.
russian: Дальний родственник бифало.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KOALEFANT_WINTER
source: It has its winter coat on.
russian: На нём его зимняя шуба.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KRAMPUS
source: You won't catch me!
russian: Тебе меня не поймать!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KRAMPUS_SACK
source: It's really light.
russian: Он необычайно лёгкий.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEIF
source: Disgusting creature!
russian: Отвратительные существа!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEIF_SPARSE
source: Disgusting creature!
russian: Отвратительное создание!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Energy flows through it.
russian: Энергия течёт сквозь него.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNING_ROD.GENERIC
source: A little bit of protection.
russian: Небольшая защита.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LITTLE_WALRUS
source: A chip off the old block.
russian: Щенок этого старого пердуна.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGLOG
source: I like the noise they make when you burn them.
russian: Мне нравятся звуки, которые они издают, когда сгорают.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOCKEDWES
source: He displeased me.
russian: Он меня рассердил.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOG.BURNING
source: Well. That was fun while it lasted.
russian: Да... Было здорово, пока оно горело.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOG.GENERIC
source: It's a piece of wood. What more is there to say?
russian: Это кусок дерева, что ещё можно сказать?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANT
source: A vicious plant.
russian: Злобное растение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANTBULB
source: Perhaps I can use this to my advantange.
russian: Возможно им можно будет воспользоваться в своих целях.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MALE_PUPPET
source: Better him than me.
russian: Уж лучше он, чем я.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.DEAD
source: My ears are still ringing.
russian: У меня всё ещё звон в ушах.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.GENERIC
source: Oh shut UP, will you?
russian: Ох, ну ты заткнёшься, нет?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.PICKED
source: What a disturbing root.
russian: Какой беспокойный корешок.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKESOUP
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE_COOKED
source: Looks like I got the last meep.
russian: Наверное это была последняя.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLE
source: It's strong stuff.
russian: Крепкая штуковина!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLEPILLAR
source: I've always wondered who built those.
russian: Мне всегда было любопытно, кто такое строит.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLETREE
source: How whimsical.
russian: Как причудливо.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.BURNING
source: I should ask it questions.
russian: Наверное, стоит его о чем нибудь спросить.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.GENERIC
source: It's twisted and thorny, just like me!
russian: Оно искривлённое и колючее, прямо как я!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.PICKED
source: That was painful.
russian: Это было больно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_PLANT
source: What a generic little plant.
russian: Обыкновенное маленькое растение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.BURNING
source: There it goes.
russian: Туда ему и дорога.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.BURNT
source: It's no use to anyone now.
russian: Теперь оно для всех бесполезно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.CHOPPED
source: Tree 0, Maxwell 1.
russian: Дерево 0, Максвелл 1.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.GENERIC
source: A tree with a foul demeanor.
russian: Дерево с плохими манерами.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELL
source: Looking good!
russian: Хорошо выгляжу!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLHEAD
source: Hey, handsome.
russian: Привет, красавчик.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLLIGHT
source: Aw, it remembers me.
russian: Гляди-ка, помнит меня.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLLOCK
source: It keeps the master in the chair.
russian: Он держит хозяина в кресле.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLTHRONE
source: It's less painful than it looks. Barely.
russian: Это не так болезненно, как кажется. Относительно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEAT
source: I'm used to much finer fare.
russian: Я привык к гораздо более тонким кусочкам.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATBALLS
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DONE
source: Like the desert.
russian: Как пустыня.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DRYING
source: Still moist.
russian: Всё ещё влажное.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.GENERIC
source: It can dry meats so that they last longer.
russian: Я могу сушить мясо, чтобы оно дольше хранилось.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEAT_DRIED
source: My teeth are getting too old for this.
russian: Мои зубы становятся слишком старыми для такого.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERM
source: They were here when I got here.
russian: Они уже были здесь когда я попал сюда.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHEAD
source: The eyes follow you around.
russian: Её глаза следят за мной.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHOUSE
source: They copied the pigs, but they're even less intelligent.
russian: Они копируют свиней, но их интеллект значительно ниже.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINERHAT
source: Eventually the firefly will starve.
russian: В конце концов светлячки будут голодать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONKEY
source: I don't have time for you!
russian: У меня нет на тебя времени!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONKEYBARREL
source: What a disgusting home.
russian: Какое отвратительное жилище.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERLASAGNA
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERMEAT
source: How revolting.
russian: Как гадко.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERMEAT_DRIED
source: My teeth are getting too old for this.
russian: Мои зубы становятся слишком старыми для такого.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITO.GENERIC
source: Bloody blood sucking blood suckers.
russian: Кровожадные кровососущие кровососы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITO.HELD
source: I got him.
russian: Попался.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITOSACK
source: A bloody sack. With blood in it.
russian: Окровавленное брюшко. С кровью внутри.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOUND.DUG
source: Already got that one.
russian: Эту уже раскопал.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOUND.GENERIC
source: What lies beneath?
russian: Что же лежит под ней?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTLIGHT
source: It burns with a beautiful glow.
russian: Он горит прекрасным свечением.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMAREFUEL
source: Ahhh. Refreshing.
russian: Ах-х-х. Освежающе.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTSWORD
source: Snicker-snack!
russian: Клац-клац!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NITRE
source: One third of the way there...
russian: Треть дела сделана...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ONEMANBAND
source: It has a good beat and you can dance to it.
russian: У него хороший ритм и вы можете танцевать под него.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANDORASCHEST
source: It's a trap.
russian: Это ловушка.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANFLUTE
source: I'm going to sing a song of madness.
russian: Я собираюсь сыграть песню безумия.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PAPYRUS
source: A blank canvas.
russian: Чистое полотно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PENGUIN
source: Nice tux.
russian: Классный смокинг.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PERD
source: It is addicted to fermented berries.
russian: У них страсть к перезрелым ягодам.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEROGIES
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS
source: Like so much confetti.
russian: Как куча конфетти.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS_EVIL
source: It's dripping with nightmare essence.
russian: Они источают аромат ночного кошмара.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PICKAXE
source: Everybody loves a little mining.
russian: Все любят поиграть в шахтёра.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGGYBACK
source: Oh that's just demeaning.
russian: Ох, ну это просто унизительно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHEAD
source: Er... charming.
russian: Э-э-э... очаровательно!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.FULL
source: I'd go inside too, if I was him.
russian: Я бы тоже забрался внутрь, если бы я был им.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.GENERIC
source: That's like their only trick.
russian: Как будто они ничего лучше сделать не могут.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: I'll huff and I'll puff!
russian: Я как дуну, я как плюну!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGKING
source: That's a man with his priorities in order!
russian: Вот человек с правильными приоритетами!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.DEAD
source: I dub thee 'Bacon'.
russian: Я нарекаю тебя 'Бекон'.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.FOLLOWER
source: He's simple but he's mine.
russian: Пусть он и примитивный, зато мой.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.GENERIC
source: What a slobbering fool.
russian: Вот же слюнявый дурак.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.GUARD
source: They're starting to organize.
russian: Они пытаются самоорганизовываться.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.WEREPIG
source: That one's gone feral.
russian: Этот стал диким.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGSKIN
source: It was him or me.
russian: Тут уж либо он, либо я.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGTENT
source: That's just nasty.
russian: Это противно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGTORCH
source: Great. Now they have fire.
russian: Отлично. Теперь у них есть огонь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE.GENERIC
source: A more outdoorsy type might be able to make something of this.
russian: Более приспособленный для улицы человек мог бы с этим что-нибудь сделать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE.PLANTED
source: Oh my, it grows!
russian: Ну надо же, она растёт!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PITCHFORK
source: The tool of choice for perfectionists.
russian: Инструмент, который выбирают перфекционисты.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANTMEAT
source: A feeble attempt to trick the weaker minded.
russian: Примитивная попытка обмануть слабоумных.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANTMEAT_COOKED
source: The heat has made this a suitable meal.
russian: Поджаренное оно очень даже ничего.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.GENERIC
source: That is a generic plant.
russian: Просто растение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.GROWING
source: It's growing.
russian: Оно растёт.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.READY
source: It's ready.
russian: Оно готово.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE
source: Usually I'd get someone to seed this for me.
russian: Обычно я нахожу кого-нибудь, кто высадил бы его за меня.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_COOKED
source: A little more refined, at least.
russian: Чуть более изысканнее, по крайней мере.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_SEEDS
source: This labour is beneath me.
russian: Такая примитивная работа меня недостойна.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POND
source: I can see my face reflected off the top.
russian: Я могу увидеть своё лицо, отражающееся на поверхности.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POOP
source: It's the way of all mortal life.
russian: Таковы пути смертной жизни.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN
source: Hallowe'en was always my favourite.
russian: Хэллоуин всегда был моим любимым праздником.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKINCOOKIE
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_COOKED
source: A little more refined, at least.
russian: Чуть более изысканнее, по крайней мере.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_LANTERN
source: Why hello, Mr. Crane.
russian: Ну здравствуйте, мистер Крэйн.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_SEEDS
source: This labour is beneath me.
russian: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PURPLEAMULET
source: It speaks with the shadow.
russian: Он разговаривает с тенями.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PURPLEGEM
source: Purple brings great power.
russian: Фиолетовый даёт великую силу.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBIT.GENERIC
source: I've been here too long - it actually looks tasty.
russian: Я пробыл здесь слишком долго - он уже выглядит аппетитно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBIT.HELD
source: Don't worry, rabbit. Everything is under control.
russian: Не волнуйся, кролик. Всё под контролем.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOLE
source: There's a world going on under there.
russian: Под ней целый мир.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINOMETER
source: I could also just look up to learn the same thing.
russian: Я бы мог просто глянуть наверх, чтобы узнать то же самое.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RATATOUILLE
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAZOR
source: If only the world had a single neck.
russian: О, если бы у мира была одна шея.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REDGEM
source: Red brings fire.
russian: Красный приносит огонь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_CAP
source: I forget what this one does.
russian: Я забыл, что он делает.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_CAP_COOKED
source: Kind of bitter.
russian: Довольно горький.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
russian: Это красный гриб.
