Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling
russian: Лава остывает.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.NORMAL
source: Lava's hot.
russian: Горячая лава.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK
source: A large sedimentary rock.
russian: Большой камень осадочного происхождения.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGKING
source: He appears to be the leader of the village.
russian: Кажется, он главный в деревне.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTEROMETER
source: Measure before you act.
russian: Надо регулярно смотреть, чтобы зима не застигла врасплох.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINOMETER
source: Measure before you act.
russian: Лучше узнавать погоду перед планированием дня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RATATOUILLE
source: Nicoise, so nutritious!
russian: Весьма питательный нисуаз!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTATUE
source: How very pagan.
russian: Очень по-язычески.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTONE
source: There is something unnatural about that stone.
russian: Есть что-то неестественное в этом камне.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN.GENERIC
source: Cardinalis! Beautiful plumage.
russian: Cardinalis! Прекрасное оперение!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN.HELD
source: He will be my friend.
russian: Она будет моей подругой.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN_WINTER.GENERIC
source: A winter coat for the Cardinalis? How peculiar!
russian: Зимняя одёжка для Cardinalis? Как необычно!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN_WINTER.HELD
source: It's so delicate.
russian: Он очень нежный.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AXE
source: A dual inclined plane attached to a lever.
russian: Обоюдоострое лезвие, прикреплённое к рукоятке.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAMMER
source: A worker's tool.
russian: Рабочий инструмент.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PICKAXE
source: A specialized axe for chipping away at rocks.
russian: Специальный топор для раскалывания камней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEWING_KIT
source: A simple implement for domestic tasks
russian: Простейший инструмент для выполнения бытовых задач.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHOVEL
source: It's shovel. Surely you've seen one before?
russian: Это лопата. Тебе ведь наверняка попадались такие и раньше?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PITCHFORK
source: It's design is effective at loosening earth.
russian: Её форма особенно эффективна, когда приходится взрыхлять землю.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCKS
source: A handful of assorted rocks.
russian: Горсть разнообразных камней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIRESTAFF
source: Some kind of fire-throwing contraption.
russian: Разновидность огнеметательного приспособления.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH
source: Some kind of whitefish, I believe.
russian: Какая-то разновидность белой рыбы, я полагаю.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHINGROD
source: I've read all about fishing, this should be a snap.
russian: Я читала о рыбалке, тут важна расторопность.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHSTICKS
source: Give me some tartar sauce and I'm in heaven.
russian: Дай мне немного соуса тартар, и я на небесах.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHTACOS
source: Oh, I do like a spot of spice on my fish.
russian: Ох, я так люблю слегка приправить рыбку пряностями.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH_COOKED
source: Beautifully grilled.
russian: С хрустящей корочкой.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLINT
source: A hard nodule of quartz.
russian: Твёрдая кварцевая порода.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AMULET
source: A relic from another time.
russian: Реликвия из другой эпохи.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAZOR
source: A personal hygiene implement.
russian: Предмет личной гигиены.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE
source: Punica granatum. Watery, sweet and a bit sour.
russian: Punica granatum. Сочный, сладкий, с лёгкой кислинкой.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_COOKED
source: Punica granatum is so nice when it's warmed up.
russian: Punica granatum прекрасен, если его слегка припустить.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_SEEDS
source: Seeds of Punica granatum, separated from their arils.
russian: Семена Punica granatum, отделённые от присемянников.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POND
source: A small, but deep freshwater pond.
russian: Небольшой, но глубокий пресноводный пруд.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEIF
source: I... don't even know.
russian: Я... даже не знаю.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEIF_SPARSE
source: I... don't even know.
russian: Я... даже не знаю.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERQUEEN
source: That must be the center of the hive-mind.
russian: Это, должно быть, средоточие коллективного разума.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGGYBACK
source: A face only necessity could love.
russian: Он, конечно, неказистый, но нужда заставляет носить.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_FIRE
source: Improvised inflammatory device.
russian: Самодельное поджигающее устройство.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_SLEEP
source: Improvised tranquilizer device.
russian: Самодельное усыпляющее устройство.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_PIPE
source: Improvised missile device.
russian: Самодельное духовое устройство.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERHAT
source: With this I should be able to exert psionic control over the spiders.
russian: С этим я смогу брать пауков под псионический контроль.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARMUFFHAT
source: Only the most insulating part was used.
russian: Сделаны из самой теплоизолирующей части.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WETGOOP
source: Oh no. No, no, no. This won't do at all.
russian: О нет. Нет, нет, нет. Это совсем никуда не годится.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTERHAT
source: I knit it myself.
russian: Я связала её сама.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMAREFUEL
source: Ectoplasmic residue.
russian: Эктоплазматический остаток.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTLIGHT
source: Curiously luminescent.
russian: Любопытная люминесценция.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTSWORD
source: Transdimensional weaponry.
russian: Межпространственное оружие.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHEAD
source: It's a head on a stick.
russian: Это голова на палке.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHEAD
source: I'm uncertain whether it is rotting or fermenting.
russian: Не могу точно сказать, гниёт ли она сейчас или ферментируется.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORMARBLE
source: An interesting choice of materials.
russian: Интересный выбор материалов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORGRASS
source: Surprisingly effective with enough layers.
russian: Неожиданно эффективная при достаточном количестве слоёв.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEPRINT
source: A detailed technical drawing.
russian: Подробный технический чертёж.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLHEAD
source: I wish he wouldn't do that.
russian: Лучше бы он этого не делал.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUSHAT
source: Should auld acquaintance be forgot?
russian: Ну разве могу я забыть такого старого знакомого?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS
source: Odobenus rosmarus; Gaelic variety.
russian: Odobenus rosmarus. Гаэльская разновидность.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_CAMP.GENERIC
source: Some kind of temporary habitation.
russian: Временное жилье.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_CAMP.EMPTY
source: It has been deserted for now.
russian: Пока пустует.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LITTLE_WALRUS
source: The juvenile is not as aggressive.
russian: Молодые особи не так агрессивны.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_TUSK
source: This would be useful for scrimshaw.
russian: Это можно использовать для резьбы.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.GENERIC
source: The pig creatures have such prosaic taste in architecture.
russian: У свиносуществ довольно прозаический вкус в архитектуре.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.FULL
source: I wonder what they do in there.
russian: Интересно, чем они там занимаются?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: That was quite rude.
russian: Это было довольно грубо.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERDEN
source: Fascinating. These spiders have a communal hive.
russian: Любопытно. У этих пауков общее гнездо.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOLE
source: It looks like a small animal's burrow.
russian: Похоже на нору небольшого животного.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREFLIES.GENERIC
source: They disperse when I approach.
russian: Они прячутся при моём приближении.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREFLIES.HELD
source: Their bioluminescent properties might prove useful.
russian: Их биолюминесцентные свойства могут оказаться полезными.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN
source: Zea mays, a great staple food.
russian: Zea Mays, отличный базовый продукт питания.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_COOKED
source: Popped corn!
russian: Воздушная кукуруза!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_SEEDS
source: These maize seeds will grow in many climates.
russian: Эти семена маиса способны дать росток во многих климатических зонах.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CROW.HELD
source: He's mine now.
russian: Теперь он мой.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GHOST
source: It must be fake. I don't believe it.
russian: Я отказываюсь верить. Оно не настоящее.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTGRASS
source: Some grass cuttings.
russian: Немного сорванной травы.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTREEDS
source: Some rush cuttings.
russian: Отменно сбалансированные клёцки.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEROGIES
source: A wonderfully bland dumpling.
russian: Какие острые на срезе.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS
source: I've made some potpourri.
russian: Я собрала ароматическую смесь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS_EVIL
source: Interesting, these petals seem to have a mind of their own.
russian: Забавно. Кажется, у этих лепестков есть собственное сознание.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER
source: It's a wildflower. I'm unfamiliar with the species.
russian: Это полевой цветок. Я не знакома с их разновидностями.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_EVIL
source: It's not often one sees a flower with such a powerful aura.
russian: Нечасто увидишь цветок с такой мощной аурой.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENAXE
source: The most malleable of metals, but let's see how this chops.
russian: Один из самых мягких металлов, но давай посмотрим, как он будет рубить.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENPICKAXE
source: The most malleable of metals, but let's see how this mines.
russian: Один из самых мягких металлов, но давай посмотрим, как он будет колоть.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENPITCHFORK
source: The most malleable of metals, but let's see how this tills.
russian: Один из самых мягких металлов, но давай посмотрим, как он будет пахать.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENSHOVEL
source: The most malleable of metals, but let's see how this digs.
russian: Один из самых мягких металлов, но давай посмотрим, как он будет копать.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDNUGGET
source: A small lump of gold. Atomic number 79.
russian: Небольшой кусок золота. Атомный номер 79.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB
source: It's a research station. I can learn new things with it.
russian: Это научная машина. Она поможет узнать много нового.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB2
source: It's a research station. I can learn new things with it.
russian: Это научная машина. С ней я могу узнать много нового.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB3
source: Perhaps I have gone too far.
russian: По-моему, я зашла слишком далеко.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POOP
source: A quantity of animal feces. How fragrant.
russian: Экскременты животных. Очень ароматные.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKINCOOKIE
source: Pumpkin biscuits, goody!
russian: Тыквенные бисквиты, вкуснятина!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_COOKED
source: Cooked Cucurbita pepo. Gooey and delicious.
russian: Приготовленная Cucurbita pepo. Тягучая и очень, очень вкусная.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_LANTERN
source: Carving the Cucurbita pepo is such a nice pastime.
russian: Вырезание из Cucurbita pepo - чудесное времяпрепровождение.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TORCH
source: An improvised handheld light.
russian: Переносной источник света из подручных материалов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP
source: A simple stick-and-basket trap.
russian: Простая ловушка из коробки и палки.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALOWOOL
source: Long follicles harvested from the beefalo.
russian: Длинные фолликулы, собранные с бифало.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUGNET
source: The tool of entomologists
russian: Инструмент энтомолога.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANFLUTE
source: Hollow reeds with harmonic resonance.
russian: Полый тростник с гармоническим резонансом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ONEMANBAND
source: An impressive improvement to the traditional pipe and tabor.
russian: Впечатляющая комбинация обычной трубы и барабана.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDTRAP
source: A simple clap-trap for birds.
russian: Простая ловушка для птиц.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEARS
source: Various cogs and wheels.
russian: Винтики и шестерёнки.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEHARP
source: A simple statue.
russian: Простая статуя.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEMAXWELL
source: It's a visage of the man who trapped me here.
russian: Это статуя человека, который держит меня здесь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON
source: An incredibly well preserved human skeleton.
russian: Удивительно хорошо сохранившийся человеческий скелет.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.GENERIC
source: It is a fungus.
russian: Это гриб.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
russian: Необходим полив, прежде чем он снова станет грибом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.INGROUND
source: It is dormant this time of day.
russian: Они находятся в состоянии покоя в это время дня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It is a fungus.
russian: Это гриб.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
russian: Необходим полив, прежде чем он снова станет грибом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It is dormant this time of day.
russian: Они находятся в состоянии покоя в это время дня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It is a fungus.
russian: Это гриб.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
russian: Необходим полив, прежде чем он снова станет грибом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It is dormant this time of day.
russian: Они находятся в состоянии покоя в это время дня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_CAP
source: Red usually indicates poison.
russian: Красный цвет зачастую признак яда.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_CAP
source: I believe this one is just food.
russian: Я считаю, что этот съедобен.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_CAP
source: This seems to have medicinal properties
russian: Кажется, у него лекарственные свойства.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_CAP_COOKED
source: Chemistry has happened.
russian: Это получилось в результате химической реакции.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_CAP_COOKED
source: Chemistry has happened.
russian: Это получилось в результате химической реакции.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_CAP_COOKED
source: Chemistry has happened.
russian: Это получилось в результате химической реакции.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEE.GENERIC
source: Apis mellifera. Quite large!
russian: Apis mellifera. Довольно крупная!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEE.HELD
source: It is not pleased.
russian: Она явно не рада.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KILLERBEE.GENERIC
source: It is especially venomous.
russian: Эта особенно ядовита.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KILLERBEE.HELD
source: It is not pleased.
russian: Она явно не рада.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO.GENERIC
source: A thirsty female Haemagogus Devorator.
russian: Голодная самка Haemagogus Devorator.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO.HELD
source: It is securely stored.
russian: Он надёжно хранится.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITOSACK
source: The stomach of a Culicidae, brimming with blood.
russian: Желудочек Culicidae, заполненный кровью.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEHAT
source: Appropriate protective equipment is a must!
russian: Соответствующие средства защиты обязательны!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEHIVE
source: The natural home of the bee.
russian: Естественная среда обитания пчёл.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEMINE
source: A dangerous mine filled with Antophila.
russian: Опасная мина, наполненная особями Antophila.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEMINE_MAXWELL
source: A dangerous mine filled with Culicidae.
russian: Опасная мина, наполненная особями Culicidae.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.READY
source: I can harvest honey from it.
russian: Я могу собирать оттуда мёд.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.GENERIC
source: A crude apiary.
russian: Примитивная пасека.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEY
source: Sweetened plant nectar.
russian: Сладчайший растительный нектар.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYCOMB
source: Beeswax used for storing honey.
russian: Пчелиный воск используется для хранения мёда.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYHAM
source: Honey was the only sweetener I used for this lovely ham.
russian: Мёд - единственный подсластитель, который я использовала в этом чудном рулете.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYNUGGETS
source: Bite-sized sweetened meat!
russian: Мелко порубленное подслащённое мясо!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HORN
source: What an excellent specimen! I can almost hear the beefalo.
russian: Какой чудесный экземпляр! Я почти слышу зов бифало.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STINGER
source: It tapers to a sharp point.
russian: Оно сужается до острия.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.GENERIC
source: A large, carnivorous arachnid species.
russian: Плотоядный вид крупных паукообразных.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.SLEEPING
source: They appear to be nocturnal.
russian: Они ведут ночной образ жизни.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.DEAD
source: It's dead.
russian: Он мёртв.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: It appears to be of the warrior caste.
russian: Этот, кажется, из касты воинов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: A well deserved rest, no doubt.
russian: Он свой отдых заслужил, можешь не сомневаться.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.DEAD
source: He gave his life for his queen.
russian: Он отдал жизнь за свою королеву.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.GENERIC
source: It's an Ardisia crenata bush.
russian: Это куст Ardisia crenata.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.PICKED
source: The berries are growing back, slowly.
russian: Ягоды вырастают снова, но медленно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.BARREN
source: I will require an intervention.
russian: Сперва ему потребуется помощь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOMESIGN
source: A navigational aid.
russian: Навигационное приспособление.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_GRASS
source: It requires soil to grow.
russian: Ей нужна почва для роста.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_SAPLING
source: It requires soil to grow.
russian: Ему нужна почва для роста.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_BERRYBUSH
source: It requires soil to grow.
russian: Ему нужна почва для роста.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_MARSH_BUSH
source: It requires soil to grow.
russian: Ему нужна почва для роста.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.GENERIC
source: It's a small tree.
russian: Это маленькое дерево.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.PICKED
source: Odd. I thought that would have killed it.
russian: Странно. Мне вдруг показалось, что я убила его.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.BURNING
source: Combustion!
russian: Реакция окисления!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.GENERIC
source: A cluster graminoid stalks.
russian: Скопление травянистых стеблей.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.PICKED
source: I think it will grow back.
russian: Я думаю что она вырастет снова.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.BARREN
source: It needs poop.
russian: Оно нуждается в удобрении.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.BURNING
source: Combustion!
russian: Реакция окисления!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.GENERIC
source: A group of juncaceae graminoids.
russian: Это злаковое растение группы juncaceae graminoids.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.PICKED
source: I believe they shall grow back.
russian: Я полагаю, через некоторое время они снова вырастут.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.BURNING
source: Combustion!
russian: Реакция окисления!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUBBLE
source: Looks like a job for library paste!
russian: Она прямо-таки просит библиотечного клейстера!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.GENERIC
source: It's a... plant. Of some kind.
russian: Это... растение. Точнее одно из его видов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.READY
source: It looks mature, now.
russian: Выглядит созревшим.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.GROWING
source: It is not yet ready for harvest.
russian: Пока ещё не готово для сбора урожая.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOUND.GENERIC
source: A burial mound.
russian: Могильный холм.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOUND.DUG
source: A desecrated burial mound.
russian: Осквернённый могильный холм.
