Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE
source: Is it supposed to have this many parts?
russian: В нём что, правда должно быть так много этих штук?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_COOKED
source: Fire always makes things better.
russian: Огонь всегда делает всё вкуснее.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_SEEDS
source: A tiny seed. Looks like the parts inside the fruit.
russian: Маленькое семечко. На вид такое же, как те, что были внутри фрукта.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POOP
source: Ew. Nasty. But useful.
russian: Фу. Мерзко. Но может пригодиться.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN
source: I wonder what will happen if I apply fire.
russian: Интересно, что будет, если применить огонь?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKINCOOKIE
source: Cookies!!!
russian: Печеньки!!!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_COOKED
source: Fire on the outside turned out pretty well.
russian: Огонь снаружи пришёлся как нельзя кстати.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_LANTERN
source: Fire on the inside is amazing!
russian: Огонь внутри выглядит потрясающе!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_SEEDS
source: Seeds for the best vegetable-friend of fire: pumpkin.
russian: Семена лучшего друга огня среди растений - тыквы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PURPLEGEM
source: Weird!
russian: Странно!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBIT.GENERIC
source: He looks tasty.
russian: Какой милый.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBIT.HELD
source: I have him where I want him!
russian: Я всегда получаю то, чего хочу!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOLE
source: Stupid rabbits. Come out so I can eat you.
russian: Тупые кролики. Вылезайте, я есть хочу.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINOMETER
source: Rain is the anti-fire. Boo!
russian: Дождь - враг огня. Вот!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RATATOUILLE
source: Vegetables. So many vegetables.
russian: Овощи. Сплошные овощи.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAZOR
source: Why did I build this?
russian: Вот скажите - на кой чёрт мне это?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REDGEM
source: So pretty!
russian: Такой красивый!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP
source: I like the colour.
russian: Мне нравится цвет.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP_COOKED
source: I changed it with fire!
russian: После огня он изменился.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.GENERIC
source: Pretty!
russian: Прелесть!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.INGROUND
source: Hey! You! Get up here!
russian: Слышишь, ты! А ну вылазь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.PICKED
source: Maybe it will return some day.
russian: Может когда-нибудь он вырастет снова.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.BURNING
source: Burn! Yeah!
russian: Гори! Да!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.GENERIC
source: It's a burnable clump of reeds
russian: Пучок горючего камыша.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.PICKED
source: I can't do anything with reed stubble.
russian: И что мне делать с этим камышом?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RELIC.GENERIC
source: Old furniture.
russian: Старая мебель.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RELIC.BROKEN
source: Bits and pieces, pieces and bits.
russian: Куски и обломки, обломки и куски.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUBBLE
source: Broken furniture.
russian: Сломанная мебель.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB
source: Even I don't know everything, yet.
russian: Даже я не знаю всего, пока что.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB2
source: Even I don't know everything, yet.
russian: Даже я не знаю всего, пока что.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB3
source: A dark and powerful energy radiates from it.
russian: Эта вещь излучает тёмную и мощную энергию.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTATUE
source: That's my insurance policy.
russian: Вот она, моя страховка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTONE
source: I guess I should touch it?
russian: Наверное, до него нужно дотронуться?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN.GENERIC
source: A redbird. The color of fire, but not a phoenix.
russian: Красная птица. Цвета огня, но не феникс.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN.HELD
source: It's cozy in my pocket.
russian: Ей уютно у меня в кармане.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN_WINTER.GENERIC
source: It looks cold out here. I bet it wants a fire.
russian: Гляди-ка, она же мёрзнет на морозе! Спорим, ей нужен огонь?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN_WINTER.HELD
source: It's so fluffy.
russian: Такая пушистая...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBOT_PUPPET
source: It looks scared half to death.
russian: Да он напуган до полусмерти!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
russian: Лава, покрытая коркой.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.OUT
source: Aww, it's cooled off.
russian: Ой, она остыла.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
russian: Лава охлаждается.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.NORMAL
source: A pool of fire!
russian: Огненный бассейн!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKS
source: Can make inuksuks with these?
russian: Из них можно сделать инуксук?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROOK
source: It's a castle!
russian: Это ладья!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROPE
source: What can I tie up with this?
russian: Что бы мне ею связать?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROTTENEGG
source: Ew! Why? Oh Why?!
russian: Фу! Почему? Ну почему?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANITYROCK.ACTIVE
source: I wonder what these markings mean.
russian: Интересно, что эти надписи означают?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANITYROCK.INACTIVE
source: Where'd it go?
russian: Куда оно делось?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.BURNING
source: Burn! Yeah!
russian: Гори! Да!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.GENERIC
source: I should pick it.
russian: Надо бы его взять.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.PICKED
source: Poor little limp tree.
russian: Бедное маленькое чахлое деревце.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEEDS
source: Farming is boring.
russian: Земледелие - это не по мне.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEEDS_COOKED
source: No good for farming now.
russian: Теперь уж больше не пойдут для высаживания.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEWING_KIT
source: But destruction is so much more fun!
russian: Но ведь уничтожать куда веселее!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHOVEL
source: Not great for fighting.
russian: Не очень подходит для драк.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SILK
source: Mmmmmm. Smooth.
russian: М-м-м-м-м-м. Гладкая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON
source: Oh my. I hope he went out in a blaze of glory.
russian: О Боже. Надеюсь, он отошёл в зените славы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKULLCHEST
source: Ooooh spooky!
russian: О-о-о-о, жутковато!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.GENERIC
source: Not quite a phoenix but still cute, I guess.
russian: Далеко не феникс, но всё же милый, пожалуй.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.HUNGRY
source: Are you hungry?
russian: Ты голоден?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.STARVING
source: Ok, ok! I get it, you're hungry.
russian: Хорошо, хорошо! Я поняла - ты голоден.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLMEAT
source: I could make this better with FIRE!
russian: Я могла бы сделать это вкуснее ОГНЁМ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLMEAT_DRIED
source: Chewy, but satisfying.
russian: Твердовато... Ладно, сойдёт.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR
source: Feel my wrath!
russian: Ощути мой гнев!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.DEAD
source: Ha! I showed you!
russian: Ха! Так тебе!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.GENERIC
source: He's nasty. I should kill him.
russian: Он гадкий. Нужно убить его.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.SLEEPING
source: I could take him.
russian: Я могу убить его.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERDEN
source: That's just nasty.
russian: Это просто омерзительно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDEREGGSACK
source: Tons of tiny disgusting spiders.
russian: Сотни мелких отвратительных паучков.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERGLAND
source: Eeeeew it's slimy and stinky!
russian: Фу! Она скользкая и вонючая!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERHAT
source: Who's your mommy!
russian: Кто ваша мамочка?!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERQUEEN
source: Kill it with fire!
russian: Убить её огнём!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.DEAD
source: He had it coming.
russian: Он получил своё.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Maybe I could kill it... with FIRE.
russian: Может быть, я смогу убить его... ОГНЁМ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: Maybe I should just leave that one alone.
russian: Наверно лучше будет просто не трогать его.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPOILED_FOOD
source: At least it's still flammable.
russian: По крайней мере, я могу это сжечь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEHARP
source: What a nice statue. Shame if something were to happen to it.
russian: Какая классная статуя. Будет очень жаль, если с ней что-то случится.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEMAXWELL
source: I'm beginning to dislike that man.
russian: Уважения к нему всё меньше и меньше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STINGER
source: It's pokey!
russian: Тонюсенькое!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STRAWHAT
source: A hat made of straw. To think, it could've been tinder.
russian: Шляпа из соломы. Если подумать, из неё мог бы выйти неплохой трут.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKBOAT
source: It's too far out, I can't even burn it!
russian: Она слишком далеко, я даже сжечь её не могу!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEATERVEST
source: Not as nice as a flaming vest, but it'll do.
russian: Не такой красивый, как с языками пламени, но мне подойдёт.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TAFFY
source: Sugary things burn great, but I should eat this instead.
russian: Вообще сладкие вещи отлично горят, но будет лучше, если я её съем.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRD
source: I don't think it wants to be friends.
russian: Не думаю, что она хочет дружить.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG
source: Does it like fire?
russian: Ему нравится огонь?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_COOKED
source: Fire makes them so much better.
russian: Огонь сделал его гораздо лучше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Needs more fire!
russian: Оно просит огня!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Arise my phoenix!
russian: Восстань, мой феникс!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is there such a thing as too much fire?
russian: Как может быть слишком много огня?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: How long is this going to take?
russian: Сколько ещё ждать?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: I'm getting tired of waiting.
russian: Я устала ждать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDNEST.GENERIC
source: That egg could use some fire!
russian: Это яйцо должно познать огонь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty.
russian: Гнездо пустое.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.GENERIC
source: I feel like he understands me.
russian: Мне кажется, она меня понимает.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.HUNGRY
source: He sure eats a lot.
russian: Аппетит у неё будь здоров.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.STARVING
source: Don't look at me! Get your own food.
russian: Не смотри на меня так! Сама ищи себе еду.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I just want to see this world burn.
russian: Вот бы увидеть, как этот мир сгорает.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: I like the way the symbols glow.
russian: Мне нравится свечение этих символов.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Needs to be unlocked somehow.
russian: Эту штуку нужно как-то открыть.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I'm making a monstrosity!
russian: Я создаю чудовище!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BOX
source: It feels warm.
russian: Она тёплая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_CRANK
source: What's this part good for?
russian: Для чего это может понадобиться?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_POTATO
source: Perhaps I could melt it into a more pleasing shape.
russian: Может мне переплавить её в более приемлемую форму?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_RING
source: This is too precious to burn!
russian: Слишком ценное, чтобы сжечь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENT
source: I got all the badges in Girl Scouts.
russian: У меня есть все значки гёрлскаутов.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE
source: Not at all cuddly.
russian: Далеко не самое приятное зрелище.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLESPOTS
source: Ewwwww.
russian: Фу-у-у-у.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLESPIKE
source: It's pointy and slimy.
russian: Острые и склизкие.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_PILLAR
source: It's quivering.
russian: Оно подрагивает.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_PILLAR_ARM
source: Awwww, they want hugs!
russian: Фу-у-у, они лезут обниматься!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_GARDEN
source: I hear little digging sounds.
russian: Я чувствую какое-то копошение под землёй.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TOPHAT
source: A top hat and a lighter, a perfect combination.
russian: Цилиндр и зажигалка, идеальное сочетание.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TORCH
source: Fire is so pretty.
russian: Огонь так красив.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP
source: It's a bit passive aggressive, but it'll work.
russian: Это немного вероломно и подло, но работает.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP_TEETH
source: It would be better with fire.
russian: С огнём было бы лучше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP_TEETH_MAXWELL
source: What kind of jerk leaves this lying around?
russian: Какой идиот порасставлял их повсюду?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREASURECHEST
source: It's a trunk for my junk.
russian: Теперь будет куда засунуть моё барахло.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_1
source: I'll bet the fire that melted these was fiercely hot.
russian: Могу поспорить, пламя, в котором они расплавились, было неистово горячим.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_10
source: I don't think dentures don't burn well.
russian: Не думаю, что зубные протезы не горят.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_11
source: Ooh, I wonder if he has a flamethrower!
russian: О-о-о, интересно, в нём есть встроенный огнемёт?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_12
source: All dried up, as if it stayed a bit too close to the fire.
russian: Всё иссохло, как будто его надолго оставили около огня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_2
source: A cheap fake. It probably doesn't even burn properly.
russian: Дешёвая подделка. Наверно даже горит дёшево.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_3
source: The knot is stuck. Who needs a knife when you've got fire?
russian: Узел не развязать. Но нам не нужен нож, ведь у нас есть огонь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_4
source: He looks like he was forged in flame.
russian: Сразу видно, он был хорошенько обожжён в печи.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_5
source: Check out those tiny thrusters. Such explosive power!
russian: Взгляни на эти маленькие двигатели. В них столько взрывной мощи!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_6
source: Not even a spark.
russian: И ни искорки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_7
source: Fire is more fun.
russian: Огонь намного интереснее.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_8
source: I've never liked bathing with water.
russian: Никогда не любила купаться в полной ванной.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_9
source: You can strike a match on a zipper, but not on buttons.
russian: Спичку можно зажечь от молнии, но не от пуговиц.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNKVEST_SUMMER
source: Now I'll be with my friend forever.
russian: Теперь я всегда буду со своим другом.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNKVEST_WINTER
source: Not as warm as a good fire, but still pretty good!
russian: Не так тепло, как у хорошего костра, но всё же довольно-таки неплохо!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_COOKED
source: I'm still not sure I want to eat this.
russian: Что-то я в сомнениях, есть ли мне это...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_SUMMER
source: Well, part of him is still cuddly.
russian: Ну, местами он всё ещё покрыт шёрсткой.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_WINTER
source: It's so soft and squishy!
russian: Такой мягенький!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UMBRELLA
source: I love the colour!
russian: Я обожаю этот цвет!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WAFFLES
source: Hi, waffles!
russian: Привет, вафельки!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY
source: That looks so flammable!
russian: Будет гореть как миленькая!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY_ITEM
source: Hmmm. I wonder if these will burn.
russian: Хм. Интересно, как быстро она сгорит?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_STONE
source: Eh. I guess that's OK.
russian: Эх. Ну что ж... сойдёт.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_STONE_ITEM
source: These are surprisingly heavy.
russian: Она на удивление тяжёлая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_RUINS
source: And they'll huff and they'll puff!
russian: Ах как они трудились, как они старались!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_RUINS_ITEM
source: Will they fit in my pockets?
russian: Она точно поместится мне в карман?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD
source: That could totally catch on fire.
russian: Она может запросто сгореть дотла.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD_ITEM
source: I hate hiding.
russian: Ненавижу прятаться.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS
source: Stop following me!
russian: Перестань меня преследовать!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUSHAT
source: I kind of like the look of it.
russian: Прикольно выглядит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_CAMP.EMPTY
source: I'm not going in there. Yuck!
russian: И не подумаю туда идти. Бр-р-р!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_CAMP.GENERIC
source: Why does everyone have a nicer house than me?
russian: Почему у всех дома лучше, чем у меня?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_TUSK
source: Nom nom nom.
russian: Ням-ням.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WASPHIVE
source: I had better keep my distance.
russian: Лучше держаться от этого подальше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WETGOOP
source: How did it go wrong?! I put it in fire and everything.
russian: Как так?! Я же положила в огонь и всё такое...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTERHAT
source: It's not warm enough for my liking.
russian: Не настолько тёплая, чтобы понравиться.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTEROMETER
source: It would be better if it measured fire.
russian: Было бы лучше, если он измерял огонь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMHOLE.GENERIC
source: Poke it with a stick!
russian: Потыкаю туда палочкой!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMHOLE.OPEN
source: I wonder if he likes spicy food?
russian: Интересно, эта штука любит остренькое?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I hate that arrow!
russian: Чёрт бы побрал эту стрелку!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGTREE
source: I bet it burns extra nicely!
russian: Уверена, оно особенно хорошо горит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICESTAFF
source: I hate this thing.
russian: Ненавижу эту штуку.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE_TOODARK
source: I need more light!
russian: Нужно больше света!

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Ugh. Crunchy.
russian: Ух, похрустывает.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I'm not going to try that while he's awake.
russian: Лучше подождать, пока он заснёт.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.GENERIC
source: I can't shave that!
russian: Это нельзя брить!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.NOBITS
source: There isn't even any stubble left!
russian: Да там же ни волосинки не осталось!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.GENERIC
source: It's full.
russian: Набит доверху.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
russian: Это нельзя сюда положить.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL_GENERIC
source: I can't do that.
russian: Я не могу это сделать.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ADVENTUREFAIL
source: That didn't go well. I'll have to try again.
russian: На этот раз не получилось. Нужно попробовать снова.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BEES
source: BEEEEEEEEEEEEES!!!!
russian: ПЧЁ-Ё-Ё-Ё-Ё-ЛЫ!!!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOOMERANG
source: Ow! I should try to catch that!
russian: Ай! Его ещё поймать надо!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CHARLIE
source: What was that?!
russian: Что это было?!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CHARLIE_ATTACK
source: OW! Something bit me!
russian: Ай! Что-то укусило меня!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_COLD
source: So Cold!
russian: Как холодно!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CRAFTING_FAIL
source: I don't have all of the ingredients.
russian: Мне не хватает компонентов.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DEERCLOPS
source: That sounded big!
russian: Судя по звуку, что-то большое!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DUSK
source: It's getting late. It will be dark soon.
russian: Время идёт к ночи, скоро совсем стемнеет.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.GENERIC
source: Yum!
russian: Ням-ням!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.PAINFUL
source: I don't feel so good.
russian: Что-то мне нехорошо.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.SPOILED
source: Yuck! That was terrible!
russian: Фу! Гадость какая!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.STALE
source: I think that was starting to turn.
russian: М-да, не первой свежести еда.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ENTER_DARK
source: It's so dark!
russian: Темно-то как!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ENTER_LIGHT
source: I can see again!
russian: Я снова могу видеть!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_FREEDOM
source: I'm free! I'm finally free!
russian: Свобода! Наконец-то свобода!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HIGHRESEARCH
source: I feel so smart now!
russian: Умнею не по дням, а по часам!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HOUNDS
source: Did you hear that?
russian: Ты слышал это?

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNGRY
source: I'm so hungry!
russian: Я так хочу есть!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_BEAST_NEARBY
source: This track is fresh, the beast must be nearby.
russian: Этот след ещё свежий, зверь не мог уйти далеко.
