Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_LOST_TRAIL
source: The trail ends here.
russian: Здесь след теряется.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_INV_FULL
source: I can't carry any more stuff!
russian: Я больше не унесу!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_KNOCKEDOUT
source: Ugh, my head!
russian: Ой, моя голова!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_LOWRESEARCH
source: I didn't learn very much from that.
russian: Много знаний из этого не получить.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MOSQUITOS
source: Aaah! Bug off!
russian: А-а-а! Кыш, насекомое!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODANGERSLEEP
source: It's too dangerous right now!
russian: Сейчас это слишком опасно!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP
source: It's too bright out.
russian: Слишком светло.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not tired.
russian: Рановато ещё.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry to sleep, the growling will keep me up!
russian: Я слишком голоден, чтобы спать, живот будет урчать!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NO_TRAP
source: Well, that was easy.
russian: Это было просто.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PECKED
source: Ow! Quit it!
russian: Ой! Прекрати!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_QUAKE
source: That doesn't sound good.
russian: Мне не нравится этот звук.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_RESEARCH
source: Never stop learning!
russian: Учиться, учиться и ещё раз учиться!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_THORNS
source: Ow!
russian: Ой!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TORCH_OUT
source: My light just ran out!
russian: Мой свет погас!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TRAP_WENT_OFF
source: Oops.
russian: Упс.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_UNIMPLEMENTED
source: OW! I don't think it's ready yet.
russian: Не думаю, что оно уже готово.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WORMHOLE
source: That was not a sane thing to do.
russian: Это было безрассудно.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CANFIX
source: I think I can fix this!
russian: Думаю, я смогу починить это.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT
source: I feel so accomplished!
russian: Я чувствую себя абсолютно абсолютным!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT_DONE
source: If only my friends could see me now...
russian: Если бы только мои друзья меня сейчас увидели...

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.GENERIC
source: Go for the eyes!
russian: Бей по глазам!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.PIG
source: Here piggy piggy!
russian: Хрюша-хрюша-хрюша!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.PREY
source: I will destroy you!
russian: Я тебя уничтожу!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.SPIDER
source: I'm going to stomp you dead!
russian: Я станцую над твоим трупом!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.SPIDER_WARRIOR
source: Better you than me!
russian: Или ты, или я!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.GENERIC
source: I sure showed him!
russian: Ну и навалял я ему!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.PIG
source: I'll let him go. This time.
russian: Ладно, живи. Пока что.

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.PREY
source: He's too fast!
russian: Он слишком быстрый!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER
source: He's too gross, anyway.
russian: Да ну его, он слишком мерзкий.

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER_WARRIOR
source: Shoo, you nasty thing!
russian: Брысь отсюда, гадина!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMLIGHT
source: Looks delicious.
russian: Выглядит аппетитно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.PLANT
source: Seems safe to me.
russian: Выглядит безобидно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.DIRT
source: Just looks like a pile of dirt.
russian: Да просто кучка земли... вроде...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.WORM
source: It's a worm!
russian: Это же червяк!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EEL
source: This will make a delicious meal.
russian: Из этого выйдет отличный обед.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EEL_COOKED
source: Smells great!
russian: Вкусно пахнет!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UNAGI
source: I cooked it myself!
russian: Собственного приготовления!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYETURRET
source: I hope it doesn't turn on me.
russian: Надеюсь, эта шутка не будет палить в меня.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYETURRET_ITEM
source: I think it's sleeping.
russian: Кажется, он спит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAURHORN
source: Wow! I'm glad that didn't gore me!
russian: Ого! Хорошо, что этой штукой никто не проткнул меня!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAURCHEST
source: It may contain a bigger something fantastic! Or horrible.
russian: В нём точно что-то супер-классное! Или ужасное.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THULECITE_PIECES
source: It's some smaller chunks of Thulecite.
russian: Немного маленьких кусочков тулецита.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POND_ALGAE
source: Some algae by a pond.
russian: Какие-то водоросли из пруда.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENSTAFF
source: This will come in handy.
russian: Это пригодится.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POTTEDFERN
source: A fern in a pot.
russian: Просто папоротник в горшке.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THULECITE
source: I wonder where this is from?
russian: Интересно, откуда это?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORRUINS
source: It's oddly light.
russian: Она на удивление лёгкая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINS_BAT
source: It has quite a heft to it.
russian: На вид довольно увесистая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINSHAT
source: Fit for a king. Or me.
russian: Она подошла бы королю. Или мне.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: All is well.
russian: Всё хорошо.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Getting pretty magical around here.
russian: Магии вокруг становится всё больше.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: I think it's becoming more concentrated!
russian: Я думаю, оно становится более интенсивным!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It seems to be staying steady.
russian: Вроде бы стабилизировалось.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Feels like it's receding.
russian: Вроде бы оно отступает.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: The nightmare is almost gone!
russian: Кошмары уже почти пропали!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: There's no magic around here.
russian: Никакой магии вокруг.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BISHOP_NIGHTMARE
source: It's falling apart!
russian: Да он разваливается на ходу!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROOK_NIGHTMARE
source: Terrifying!
russian: Ужасно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHT_NIGHTMARE
source: It's a knightmare!
russian: Это коньшмар!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAUR
source: That thing doesn't look happy.
russian: Как-то он не особо располагает.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_DROPPER
source: Note to self: Don't look up.
russian: Заметка для себя: не смотреть вверх.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARELIGHT
source: I wonder what function this served.
russian: Интересно, для чего он предназначен?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENGEM
source: It's green and gemmy.
russian: Он такой зелёный, такой изумрудовый.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINS_RUBBLE
source: This can be fixed.
russian: Её ещё можно починить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's brilliant!
russian: Это гениально!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGESTAFF
source: This beats walking.
russian: Это намного круче, чем ходить пешком!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWAMULET
source: Warm to the touch.
russian: Тёплый на ощупь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENAMULET
source: Just when I thought I couldn't get any better.
russian: И только я подумал, что лучше и быть не может...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPERPELT
source: Doesn't look much different dead.
russian: Не слишком сильно отличается от живого.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPER
source: It's so hairy!
russian: Он такой пушистый!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPER_PELT
source: Doesn't look much different dead.
russian: Не слишком сильно отличается от живого.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSLURPER
source: A soggy, sustaining, succulent suit.
russian: Сырой, противный и мясистый пояс.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGEAMULET
source: Teleportation can be so useful.
russian: Телепортация может быть такой удобной.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWSTAFF
source: I put a gem on a stick.
russian: Я закрепил камень на палке.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWGEM
source: This gem is yellow.
russian: Этот камень жёлтый.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGEGEM
source: It's an orange gem.
russian: Это просто красивый оранжевый камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEBASE.VALID
source: It's ready to go.
russian: Готов к запуску.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEBASE.GEMS
source: It needs more purple gems.
russian: Нужно больше фиолетовых камней.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
russian: Кажется готово.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.GEMS
source: It needs a gem.
russian: Ей нужен камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STAFFLIGHT
source: That seems really dangerous.
russian: Выглядит очень опасно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB4
source: Who would name something that?
russian: Кто его так назвал?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR
source: An ancient and mysterious structure.
russian: Древнее и загадочное строение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: This seems to be broken.
russian: Кажется, она сломана.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_STATUE
source: It seems to throb out of tune with the world.
russian: Мне кажется, она слегка режет глаз, нарушая гармонию окружающего мира.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LICHEN
source: Only a cyanobacteria could grow in this light.
russian: Только цианобактерии могут расти при таком освещении.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTLICHEN
source: Nutritious, but it won't last long.
russian: Питательный. Но надолго его не хватит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA
source: It's mushy.
russian: Мягкий.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_COOKED
source: Yum!
russian: Ням!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_TREE
source: It's dubiously photosynthetical.
russian: Вряд ли оно использует фотосинтез.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCKY
source: It has terrifying claws.
russian: Какие жуткие когти!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.GENERIC
source: I can't get a reading.
russian: Он показывает что-то непонятное.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.N
source: North
russian: Север

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.S
source: South
russian: Юг

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.E
source: East
russian: Восток

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.W
source: West
russian: Запад

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.NE
source: Northeast
russian: Северо-восток

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.SE
source: Southeast
russian: Юго-восток

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.NW
source: Northwest
russian: Северо-запад

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.SW
source: Southwest
russian: Юго-запад

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDSTOOTH
source: It's sharp!
russian: Острый!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSNURTLESHELL
source: It sticks to my back.
russian: Она прилипает к спине.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAT
source: Ack! That's terrifying!
russian: Фу! Какая жуть!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATBAT
source: I bet I could fly if I held two of these.
russian: Мне бы ещё одну такую штуку и я бы смог взлететь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATWING
source: I hate these things, even when they're dead.
russian: Ненавижу эти штуки. Пусть даже они мертвы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATWING_COOKED
source: At least it's not coming back.
russian: По крайней мере, он не вернётся.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEDROLL_FURRY
source: It's so warm and comfy.
russian: Весь такой тёплый и уютный.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUNNYMAN
source: I am filled with an irresitable urge to do science.
russian: У меня непреодолимое желание исследовать его ради науки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE
source: Science makes it glow.
russian: Он светится благодаря науке.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Science makes it glow.
russian: Они светятся благодаря науке.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Science makes it glow.
russian: Они светятся благодаря науке.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUANO
source: Another flavour of poop.
russian: Ещё один вид какашек.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LANTERN
source: A more civilized light.
russian: Вот это уже более цивилизованно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTBULB
source: It's strangely tasty looking.
russian: Выглядит подозрительно аппетитно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANRABBIT_TAIL
source: I just like holding it.
russian: Мне просто нравится держать его.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_TALL
source: That mushroom got too big for its own good.
russian: Этот гриб просто огромный! Тут случайно нет радиации?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_MEDIUM
source: These used to grow in my bathroom.
russian: Раньше такие росли в моей ванной.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_SMALL
source: A magic mushroom?
russian: Волшебный гриб?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOUSE
source: That's not a real carrot.
russian: Это не настоящая морковь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLE
source: Ew. Just ew.
russian: Фу. Просто фу.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLE_SHELLPIECES
source: A puzzle with no solution.
russian: Пазл, который не сложится.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLEHAT
source: I hope it doesn't mess up my hair.
russian: Надеюсь, он не испортит мою причёску.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLEHOLE
source: A den of 'ew'.
russian: Мерзкое гнездо.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLESLIME
source: If it wasn't useful, I wouldn't touch it.
russian: Не будь она полезной, я бы к ней даже не прикоснулся.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNURTLE
source: He's less gross, but still gross.
russian: Эта не такая противная, но всё равно мерзость.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_HIDER
source: Gah! More spiders!
russian: Чёрт! Ещё пауки!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_SPITTER
source: I hate spiders!
russian: Ненавижу пауков!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERHOLE
source: It's encrusted with old webbing.
russian: Весь укутан паутиной как кружевами.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE
source: Looks like a rock to me.
russian: Как по мне, так это обычный камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_FULL
source: Looks like a rock to me.
russian: Как по мне, так это обычный камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_LOW
source: Looks like a rock to me.
russian: Как по мне, так это обычный камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_MED
source: Looks like a rock to me.
russian: Как по мне, так это обычный камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL
source: Rocks, rocks, rocks, rocks...
russian: Камни, камни, камни, камни...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_FULL
source: Rocks, rocks, rocks, rocks...
russian: Камни, камни, камни, камни...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_LOW
source: Rocks, rocks, rocks, rocks...
russian: Камни, камни, камни, камни...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_MED
source: Rocks, rocks, rocks, rocks...
russian: Камни, камни, камни, камни...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CARPETFLOOR
source: It's surprisingly scratchy.
russian: На удивление колючий.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CHECKERFLOOR
source: These are pretty snazzy.
russian: Весьма эффектный.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_DIRT
source: A chunk of ground.
russian: Пласт земли.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FOREST
source: A chunk of ground.
russian: Пласт земли.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_GRASS
source: A chunk of ground.
russian: Пласт земли.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MARSH
source: A chunk of ground.
russian: Пласт земли.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ROAD
source: Hastily cobbled stones.
russian: Небрежно отёсанные камни.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ROCKY
source: A chunk of ground.
russian: Пласт земли.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SAVANNA
source: A chunk of ground.
russian: Пласт земли.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_WOODFLOOR
source: These are floorboards.
russian: Это паркетные дощечки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CAVE
source: Yet another ground type.
russian: Ещё один вид дёрна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FUNGUS
source: Yet another ground type.
russian: Ещё один вид дёрна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SINKHOLE
source: Yet another ground type.
russian: Ещё один вид дёрна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_UNDERROCK
source: Yet another ground type.
russian: Ещё один вид дёрна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MUD
source: Yet another ground type.
russian: Ещё один вид дёрна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POWCAKE
source: I don't know if I'm hungry enough.
russian: Я даже не знаю, настолько ли я голоден.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I wonder if I could move that rock.
russian: Интересно, смогу я сдвинуть этот камень?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I bet there's all sorts of things to discover down there.
russian: Бьюсь об заклад, там много чего интересного!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_EXIT
source: I've had enough discovery for now.
russian: Хватит с меня открытий на сегодня.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLPHONOGRAPH
source: So that's where the music was coming from.
russian: Так вот откуда доносилась музыка.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOOMERANG
source: Aerodynamical!
russian: Аэродинамический!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGGUARD
source: He doesn't look as friendly as the others.
russian: Этот выглядит не так дружелюбно, как другие.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ABIGAIL
source: Awww, she has a cute little bow.
russian: Ой! У неё такой милый бантик!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ADVENTURE_PORTAL
source: I'm not sure I want to fall for that a second time.
russian: Я не уверен, что хочу использовать его опять.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AMULET
source: I feel so safe when I'm wearing it.
russian: Мне с ним так спокойно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANIMAL_TRACK
source: Tracks left by food. I mean... an animal.
russian: Следы еды. В смысле... животного.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORGRASS
source: I hope there are no bugs in this.
russian: Надеюсь, там нет жуков.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORMARBLE
source: This looks really heavy.
russian: Выглядит довольно увесисто.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORWOOD
source: That is a perfectly reasonable piece of clothing.
russian: Весьма основательный костюм.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_SANITY
source: Wearing this makes me feel safe and insecure.
russian: Вроде бы и безопасно, но в то же время как-то беспокойно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.GENERIC
source: All that's left after fire has done its job.
russian: Огонь своё дело знает.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
russian: Костеглаз сгорел во время телепортации!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_THINGIE
source: This was once some thing before it got burned...
russian: Это было чем-то нужным, до того как оно сгорело...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AXE
source: It's my trusty axe.
russian: Это мой верный топор.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BABYBEEFALO
source: Awwww. So cute!
russian: Ой, такой милый!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BACKPACK
source: It's for me to put my stuff in.
russian: Сюда я складываю своё добро.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BACONEGGS
source: I cooked it myself!
russian: А я неплохо готовлю!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BANDAGE
source: Seems sterile enough.
russian: Выглядит вполне стерильно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BASALT
source: That's too strong to break through!
russian: Слишком твёрдый, чтобы его можно было разбить!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEARDHAIR
source: I made them with my face.
russian: Я создал его своим лицом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEDROLL_STRAW
source: It smells like wet.
russian: Пахнет сыростью.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEE.GENERIC
source: To bee or not to bee.
russian: Вообще, она чёрная. Просто местами мёдом измазалась.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEE.HELD
source: Careful!
russian: Осторожней!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.FULLHONEY
source: It's full of honey.
russian: Тут полно мёда.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.GENERIC
source: Bees!
russian: Пчёлы!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.NOHONEY
source: It's empty.
russian: Тут пусто.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.SOMEHONEY
source: I should wait a bit.
russian: Лучше немного подождать.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.FOLLOWER
source: He's coming along peacefully.
russian: Добродушный такой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.GENERIC
source: It's a beefalo!
russian: Это же бифало!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.NAKED
source: Aww, he's so sad.
russian: О-о-ой, он такой грустный.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.SLEEPING
source: These guys are really heavy sleepers.
russian: У этих ребят здоровый сон.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALOHAT
source: What a nice hat.
russian: Вот это шляпа!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALOWOOL
source: It smells like beefalo tears.
russian: Пахнет не очень хорошо. Скорее даже воняет.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEHAT
source: This should keep me protected.
russian: Это меня защитит. Надеюсь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEHIVE
source: It's buzzing with activity.
russian: Там кто-то увлечённо жужжит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEMINE
source: It buzzes when I shake it.
russian: Жужжит, если потрясти.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEMINE_MAXWELL
source: Bottled mosquito rage!
russian: Ярость комаров в бутылке.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES
source: Red berries taste the best.
russian: Красные ягоды на вкус самые лучшие.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES_COOKED
source: I don't think heat improved them.
russian: Не думаю, что жаренные они стали лучше.
