Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_LOW
source: Is pointy.
russian: Острый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_MED
source: Is pointy.
russian: Острый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL
source: Rock reaching for the roof.
russian: Камень достаёт аж до верха.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_FULL
source: Rock reaching for the roof.
russian: Камень достаёт аж до верха.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_LOW
source: Rock reaching for the roof.
russian: Камень достаёт аж до верха.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_MED
source: Rock reaching for the roof.
russian: Камень достаёт аж до верха.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CARPETFLOOR
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CHECKERFLOOR
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_DIRT
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_FOREST
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_GRASS
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_MARSH
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_ROAD
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_ROCKY
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SAVANNA
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_WOODFLOOR
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CAVE
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_FUNGUS
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SINKHOLE
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_UNDERROCK
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_MUD
source: Step stones.
russian: Как плитка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POWCAKE
source: Is made of nothings!
russian: Сделан из ничего!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Even I am not that mighty.
russian: Даже я не настолько могучий.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_ENTRANCE.OPEN
source: World has belly button!
russian: У мира есть пупок!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_EXIT
source: Is dark and scary down here.
russian: Там темно и страшно.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLPHONOGRAPH
source: Is box that sings!
russian: Поющая коробка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOOMERANG
source: Boom! A rang! Ha!
russian: Бум - и ранг! Ха!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGGUARD
source: Is bad piggie!
russian: Плохая свинка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADVENTURE_PORTAL
source: Is mouth door! Say Ahhhhh!
russian: Дверь-рот! Скажи а-а-а-а!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AMULET
source: Is very pretty.
russian: Он очень красивый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANIMAL_TRACK
source: Animal went this way.
russian: Животное пошло в ту сторону.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORGRASS
source: Is prickly.
russian: Немного колется.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORMARBLE
source: I tie rocks to muscles.
russian: Я привязываю камни к мышцам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORWOOD
source: Is almost strong as belly!
russian: Почти такая же крепкая, как мой желудок!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_SANITY
source: Is like wearing scary little rag!
russian: Как будто носишь страшные маленькие лохмотья!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.GENERIC
source: Is skeleton of fire.
russian: Скелет от огня.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Is burned pieces of eyebone from I teleport!
russian: Сожжённые остатки костеглаза после телепорта меня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_THINGIE
source: Is burned pieces of some thing. Is dead now...
russian: Сожжённые кусочки какой-то штуки. Теперь она мёртвая...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AXE
source: Chop!
russian: Рубить!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BABYBEEFALO
source: Baby hair-cow!
russian: Маленькая волосатая корова!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BACKPACK
source: Is for carry more thing.
russian: Носить много вещей.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BACONEGGS
source: Food has yolk! And meat! More strong!
russian: В еде желток! И мясо! Много силы!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BANDAGE
source: I can fix me!
russian: Я могу починить себя!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BASALT
source: Is stronger even than me!
russian: Он сильнее даже меня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEARDHAIR
source: Gross. These are not from my face.
russian: Жёсткая. Она не с моего лица.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEDROLL_STRAW
source: Nap time!
russian: Пора вздремнуть!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEE.GENERIC
source: Is fat and angry-looking.
russian: Толстая и злая на вид.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEE.HELD
source: Is safely in my pocket.
russian: У меня в кармане безопасно.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.GENERIC
source: Bees!
russian: Пчёлки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.READY
source: Is ready for harvest!
russian: Пора собирать!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.FOLLOWER
source: Hair-cow follow me!
russian: Волосатая корова преследует меня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.GENERIC
source: Is hair-cow thing!
russian: Мохнатая корова!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.NAKED
source: Hair-cow has no more hair.
russian: Теперь это лысая волосатая корова.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.SLEEPING
source: Hair-cow is sleeping.
russian: Волосатая корова спит.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALOHAT
source: Is good hat!
russian: Хорошая шапка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALOWOOL
source: I make clothes of hair-cow.
russian: Теперь у меня есть одежда волосатой коровы.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEHAT
source: Is hat for to protect from stinger bees.
russian: Шапка защищает от жала пчёл.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEHIVE
source: Oh, beehive!
russian: О, дикий улей!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE
source: Is ball full of anger bees.
russian: Шарик со злыми пчёлами.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE_MAXWELL
source: Is ball full of anger mosquitos.
russian: Шарик со злыми комарами.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES
source: Is tasty!
russian: Вкусно!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES_COOKED
source: Is more tasty!
russian: Больше вкусные!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.BARREN
source: I need to poop on it.
russian: Надо удобрить его.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.GENERIC
source: Is full of food-balls!
russian: Он весь в съедобных шариках!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.PICKED
source: Eating part is gone.
russian: Съедобная часть закончилась.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.GENERIC
source: Is home for my birdies.
russian: Домик для моих птичек.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.OCCUPIED
source: Hello birdie!
russian: Здравствуй птичка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.SLEEPING
source: I should be quiet!
russian: Не буду шуметь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDTRAP
source: I will catch bird!
russian: Я поймаю птичку!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRD_EGG
source: Poor birdy.
russian: Бедная птичка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRD_EGG_COOKED
source: Yum!
russian: Ам!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BISHOP
source: Padre!
russian: Падре!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_FIRE
source: Careful, Wolfgang.
russian: Осторожнее, Вольфганг.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_SLEEP
source: Dart do sleeping to enemies.
russian: Дротик делает сон врагам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_PIPE
source: Dart do pain to enemies.
russian: Дротик делает больно врагам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEGEM
source: Pretty rock.
russian: Красивый камень.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEPRINT
source: Pretty pictures!
russian: Красивые картинки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_CAP
source: Is good for me, I think.
russian: Можно есть, наверно.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_CAP_COOKED
source: Is not same.
russian: Теперь он стал другим.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Is mushy room.
russian: Это грибочек.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Mushy room is hiding!
russian: Грибочек спрятался!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I already took that mushy room.
russian: А я нашёл грибочек!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOARDS
source: I break log to make board!
russian: Я ломаю брёвна, чтобы делать из них доски!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BONESTEW
source: Is stew full of strong meat.
russian: Похлёбка с сильным мясом.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUGNET
source: Catch bugs.
russian: Ловить жуков.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUSHHAT
source: I am so sneaky!
russian: Я такой незаметный!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTER
source: Is buttery, and taste like insect.
russian: Оно масляное и на вкус как насекомое.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLY.GENERIC
source: Is pretty flutterby!
russian: Красивая бабулечка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLY.HELD
source: My pet!
russian: Теперь это моя зверюшка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLYMUFFIN
source: Wolfgang did not know about bug muffin. I will taste.
russian: Вольфганг не знал о жуко-булке. Я пробовать.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLYWINGS
source: No fly without wings!
russian: Без крыльев не полетаешь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.EMBERS
source: The darkness is coming!
russian: Тьма наступает!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.GENERIC
source: Good bye dark times!
russian: До свидания, тёмное время!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.HIGH
source: Is too much fire!
russian: Слишком много огня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.LOW
source: The fire is not hot enough.
russian: Огонь слишком слабый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.NORMAL
source: Is good fire!
russian: Хороший огонь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.OUT
source: Uh oh. It turned off.
russian: Ой-ёй. Он потух.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CANE
source: I can walk AND hit things!
russian: Я могу ходить и бить вещи!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT
source: Is food. I guess.
russian: Это еда. Вроде как.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_COOKED
source: Is not more like meat after do cooking.
russian: Не стало похоже на мясо после приготовки.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_PLANTED
source: Is hiding?
russian: Прячется?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_SEEDS
source: Seeds is too small.
russian: Семена маленькие.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_FERN
source: Pretty plant!
russian: Красивое растение!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHARCOAL
source: Is like holding tiny dead tree.
russian: Это как держать маленькое мёртвое деревце.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK1
source: Metal junk.
russian: Металлический хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK2
source: Metal junk.
russian: Металлический хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK3
source: Metal junk.
russian: Металлический хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER
source: Strange box with legs.
russian: Странная коробка с ножками.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It is eye bone. Eye bone connect to face bone.
russian: Это глаз на косточке. Глазная кость присоединена к лицевой кости.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It sleeps now.
russian: Он сейчас спит.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMEAT
source: I made meat good with fire!
russian: Я огнём сделал мясо лучше!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMONSTERMEAT
source: I still do not want to eat this.
russian: Я всё равно не хочу это есть.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDSMALLMEAT
source: It is even smaller cooked!
russian: Жареный он стал даже меньше!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.COOKING_LONG
source: This take long time.
russian: Тут надо много времени.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.COOKING_SHORT
source: Is almost cook!
russian: Почти готово!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.DONE
source: Is time to eat!
russian: Время есть!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.EMPTY
source: Empty pot make Wolfgang think hungry thoughts.
russian: Пустой казан заставляет Вольфганга думать голодные мысли.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN
source: Is corn. What expect?
russian: Кукуруза. Что же ещё?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_COOKED
source: Pop pop pop! Ha ha, funny corn.
russian: Пух-пух-пух! Ха-ха, смешная кукуруза.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_SEEDS
source: Is seeds for grow corn.
russian: Это семена чтобы растить кукурузу.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CROW.GENERIC
source: I do not like birds.
russian: Мне не нравятся птицы.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CROW.HELD
source: He is squawky.
russian: Он крикливый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTGRASS
source: I made a pile of grass.
russian: Я собрал траву в охапку.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTREEDS
source: I made a clump of reeds.
russian: Я собрал камыши вместе.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTSTONE
source: I crush rock to make brick!
russian: Я разбил камень чтобы сделать кирпич!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEADLYFEAST
source: Look like evil food.
russian: Какая-то злая еда.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEERCLOPS
source: He looks mightier than me!
russian: Он выглядит сильнее меня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEERCLOPS_EYEBALL
source: Yuck yuck yuck!
russian: Фу фу фу!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEPLETED_GRASS.GENERIC
source: Is tuft of grass.
russian: Это корешки травы.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIRTPILE
source: Dirty dirt.
russian: Грязная грязь.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.COLD
source: The robot box is talking.
russian: Робот-коробка разговаривает.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.GENERIC
source: Is robot box.
russian: Это робот-коробка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.HOT
source: Robot box is scaring me!
russian: Робот-коробка меня пугает!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.WARM
source: Ha! That is good one, robot box!
russian: Ха! А вот это неплохо, робот-коробка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.WARMER
source: Robot box is getting angry...
russian: Робот-коробка стаёт злым...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.GENERIC
source: What is purpose?
russian: Зачем это?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.READY
source: Rod thing need key to make start.
russian: Штуке нужен ключ, чтобы начать.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Rod thing is on!
russian: Штука включилась!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODSTART
source: Is funny rod thing.
russian: Смешная штука с палкой.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT
source: Is funny looking fruit.
russian: Смешной фрукт.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT_COOKED
source: Is cooked but still look funny.
russian: Он приготовлен, но всё равно смешной.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT_SEEDS
source: I use this to grow funny fruit.
russian: Этим я выращу смешной фрукт.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONPIE
source: Pie made of funny red fruit.
russian: Пирог, сделан из смешного красного фрукта.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRUMSTICK
source: Leg meat for make legs more strong.
russian: Мясо ноги делает ноги сильнее.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRUMSTICK_COOKED
source: Eat off bone is good.
russian: Есть всё до кости - хорошо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_BERRYBUSH
source: He is cold and lonely.
russian: Ему холодно и одиноко.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_GRASS
source: He is cold and lonely.
russian: Ей холодно и одиноко.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_MARSH_BUSH
source: He is cold and lonely.
russian: Ему холодно и одиноко.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_SAPLING
source: He is cold and lonely.
russian: Ему холодно и одиноко.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN
source: Is spiky smelly fruit.
russian: Остро пахнущий фрукт.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN_COOKED
source: Now is hot spiky smelly fruit.
russian: Теперь это горячий остро пахнущий фрукт.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN_SEEDS
source: Tiny baby spiky fruit plant.
russian: Дети остро пахнущего фрукта.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EARMUFFSHAT
source: Now I look like little bunny!
russian: Теперь я похож на маленького зайчика!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EARMUFFHAT
source: Now I look like little bunny!
russian: Теперь я похож на маленького зайчика!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT
source: Is not egg!
russian: Это не мясо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT_COOKED
source: Has no yolk! Yolk is strongest part!
russian: Нет желтка! Желток - самый сильный!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT_SEEDS
source: Teensy fake egg plant.
russian: Малюсенькие дети баклажана.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STUFFEDEGGPLANT
source: I make yolk of other foods.
russian: Я добавил желток из другой еды.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.BURNING
source: I broke it.
russian: Я испортил её.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.BURNT
source: Is small and broken now.
russian: Она теперь маленькая и испорченная.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.CHOPPED
source: Ha! I have prevailed!
russian: Ха! Я оказался сильнее!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.GENERIC
source: Hello, tree!
russian: Здравствуй деревце!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: I broke it.
russian: Я испортил её.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Is small and broken now.
russian: Она теперь маленькая и испорченная.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Ha! I have prevailed!
russian: Ха! Я оказался сильнее!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Cheer up, tree!
russian: Эй, дерево, выше нос!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYEPLANT
source: They are not what they seem.
russian: Они не такие, какими кажутся.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.GENERIC
source: I will grow mighty crops here!
russian: У меня тут будет богатырский урожай!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.GROWING
source: Grow my little friends! Grow!
russian: Растите, мои маленькие друзья! Растите!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Dirt is not dirty enough to make plants.
russian: Нужна более земляная земля, чтобы растить растения.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHERHAT
source: Is silly hat of feather. Is Wolfgang bird now?
russian: Смешная шапка с перьями. Вольфганг теперь птица?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_CROW
source: Is feather of bird black.
russian: Перо птицы чёрного цвета.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_ROBIN
source: Is feather of bird red.
russian: Перо птицы красного цвета.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_ROBIN_WINTER
source: Is feather of bird white.
russian: Перо птицы белого цвета.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEM_PUPPET
source: Scary chair scare her!
russian: Страшный стул пугает её!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREFLIES.GENERIC
source: Sparkly!
russian: Искорки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREFLIES.HELD
source: My pocket is sparkles!
russian: Мой карман искрится!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREHOUND
source: Bark!
russian: Гав!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.EMBERS
source: The darkness is coming!
russian: Тьма наступает!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.GENERIC
source: Good bye dark times!
russian: До свидания, тёмное время!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.HIGH
source: Is too much fire!
russian: Слишком много огня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.LOW
source: The fire is not hot enough.
russian: Огонь слишком слабый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.NORMAL
source: Is good fire!
russian: Хороший огонь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.OUT
source: Uh oh. It turned off.
russian: Ой-ёй. Он потух.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIRESTAFF
source: Is staff for make fire. Careful, Wolfgang.
russian: Этот посох делает огонь. Осторожно, Вольфганг.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH
source: Is fishy.
russian: Пахнет рыбой.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHINGROD
source: Is for get fishy from pond place.
russian: Она достаёт рыбу из водяного места.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHSTICKS
source: Ha ha, is funny name.
russian: Ха-ха, смешное название.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHTACOS
source: Wolfgang hope is not too spicy for Wolfgang.
russian: Вольфганг надеется, они не слишком острые для Вольфганга.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH_COOKED
source: Meat from water still make Wolfgang strong.
russian: Мясо из воды тоже делает Вольфганга сильным.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLINT
source: Is rock, but pointy-er.
russian: Это камень, но острый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER
source: They are very pretty.
russian: Они очень красивые.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWERHAT
source: Is so pretty!
russian: Так красиво!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_EVIL
source: Is not potato.
russian: Это не картошка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FOLIAGE
source: I killed the pretty plant.
russian: Я убил хорошее растение.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FOOTBALLHELMET
source: Is hat for make tackling.
russian: Шапка для полузащитника.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.DEAD
source: Is delicacy in my country.
russian: Это деликатес в моей стране.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.GENERIC
source: Hey little froggy, froggy.
russian: Эй, маленькая лягушечка-попрыгушечка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.SLEEPING
source: Is asleep.
russian: Спит.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGLEGS
source: Is delicacy in my country!
russian: Это деликатес в моей стране!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGGLEBUNWICH
source: Is sandwich with tasty leg meat.
russian: Сэндвич с вкусным мясом ноги.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGLEGS_COOKED
source: Is mostly taste like chicken.
russian: На вкус почти как цыплёнок.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FRUITMEDLEY
source: Is cup of teensy fruits.
russian: Чашка с крохотными фруктами.
