Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.BARREN
source: I think it needs to be fertilized.
russian: Надо-бы удобрить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.GENERIC
source: Red berries taste the best.
russian: Красные ягоды на вкус самые лучшие.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.PICKED
source: Maybe they'll grow back?
russian: Может быть, они ещё вырастут?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.GENERIC
source: I should put a bird in it.
russian: Надо бы посадить туда птицу.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.OCCUPIED
source: That's my bird!
russian: Моя ты пташка!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.SLEEPING
source: Awwww, he's asleep.
russian: О-о-о, она заснула.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDTRAP
source: Gives me a net advantage!
russian: Обеспечит мне решающее преимущество!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG
source: A small, normal egg.
russian: Самое обыкновенное яйцо.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side yum!
russian: Глазунья, ням-ням!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BISHOP
source: Back off, preacherman!
russian: Отвали, проповедник!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_FIRE
source: This seems fundamentally unsafe.
russian: Уже сам по себе небезопасен.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_SLEEP
source: Just don't breathe in.
russian: Главное - не вдохнуть его.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_PIPE
source: Good practice for my birthday cake!
russian: Хорошее упражнение ко дню моего рождения!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEAMULET
source: Cool as ice!
russian: Холодный как лёд!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEGEM
source: It sparkles with cold energy.
russian: Он сверкает холодной энергией.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEPRINT
source: It's scientific!
russian: Научно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP
source: It's weird and gooey.
russian: Он странный и липкий.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP_COOKED
source: It's different now...
russian: Теперь он совсем другой...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It's a mushroom.
russian: Это гриб.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's sleeping.
russian: Он спит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I wonder if it will come back?
russian: Интересно, вырастет ли он снова?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOARDS
source: Boards.
russian: Доски.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT
source: Is that how I got here?
russian: Это то, на чём сюда попадают?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BONESTEW
source: I cooked it myself!
russian: Может, мне поваром стать?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUGNET
source: For catching bugs.
russian: Для ловли насекомых.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSHHAT
source: It's kind of scratchy.
russian: Она чуть колючая...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTER
source: I can't believe it's butter!
russian: В это сложно поверить, но это масло!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.GENERIC
source: Butterfly, flutter by.
russian: Бабочка, крылышками бяг-бяг-бяг-бяг.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.HELD
source: Now I have you!
russian: Попалась!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYMUFFIN
source: I cooked it myself!
russian: Совсем не сложно. Но как вкусно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYWINGS
source: Without these, it's just a butter.
russian: Без крыльев бабочка не такая красивая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.EMBERS
source: I should put something on the fire before it goes out.
russian: Подкинуть бы туда чего-нибудь. А то гаснет уже.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.GENERIC
source: Sure beats darkness.
russian: Это разгонит тьму.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.HIGH
source: That fire is getting out of hand!
russian: Огонь выходит из под контроля!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.LOW
source: The fire's getting a bit low.
russian: Так и потухнет скоро.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.NORMAL
source: Nice and comfy.
russian: Тепло и уютно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.OUT
source: Well, that's over.
russian: Что ж, потух.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CANE
source: It makes walking seem much easier!
russian: С ней как будто легче ходить!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT
source: Yuck. It's all vegetabley.
russian: Фу. Сплошные овощи!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_COOKED
source: Mushy.
russian: Мягенькая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_PLANTED
source: The earth is making plantbabies.
russian: Земля порождает жизнь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_SEEDS
source: It's a seed.
russian: Это семена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_FERN
source: It's a fern.
russian: Это папоротник.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHARCOAL
source: It's small, dark and smells like burnt wood.
russian: Маленький, тёмный и пахнет горелым деревом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK1
source: A pile of broken chess pieces.
russian: Груда сломанных шахматных фигур.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK2
source: Another pile of broken chess pieces.
russian: Ещё одна груда сломанных шахматных фигур.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK3
source: Even more broken chess pieces.
russian: Ещё больше сломанных шахмат.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER
source: Otto von Chesterfield, Esq.
russian: Отто Фон Честерфилд, эсквайр.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking at me.
russian: Он смотрит на меня.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It went to sleep.
russian: Теперь он спит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMANDRAKE
source: Poor little guy.
russian: Бедняжка.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMEAT
source: Char broiled to perfection.
russian: Кулинарный шедевр с пылу с жару.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMONSTERMEAT
source: That's only somewhat more appetizing than when it was raw.
russian: Ну может только самую малость аппетитнее сырого.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDSMALLMEAT
source: Now I don't have to worry about getting worms!
russian: Теперь о глистах нечего беспокоиться!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_LONG
source: This is going to take a while.
russian: Это займёт некоторое время.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_SHORT
source: It's almost done!
russian: Почти готово!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.DONE
source: Mmmmm! It's ready to eat!
russian: М-м-м-м! Можно есть!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.EMPTY
source: It makes me hungry just to look at it.
russian: От одного вида слюнки текут.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN
source: High in fructose!
russian: С высоким содержанием фруктозы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_COOKED
source: High in fructose!
russian: С высоким содержанием фруктозы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_SEEDS
source: It's a seed.
russian: Это семена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CROW.GENERIC
source: Creepy!
russian: Этот ворон выглядит немного жутковато.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CROW.HELD
source: He's not very happy in there.
russian: Ему у меня явно не нравится.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTGRASS
source: Cut grass, ready for arts and crafts.
russian: Срезанная трава, твори-созидай что хочешь!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTREEDS
source: Cut reeds, ready for crafting and hobbying.
russian: Срезанный камыш, готовый к обработке.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTSTONE
source: I've made them seductively smooth.
russian: Я сделал их идеально гладкими.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEADLYFEAST
source: A most potent dish.
russian: Самое фатальное блюдо.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS
source: It's enormous!!
russian: Вот это гигантище!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS_EYEBALL
source: This is really gross.
russian: Гадость-то какая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
russian: Пук травы. Пук. Пучок. Чёрт, я не филолог.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEVTOOL
source: It smells of bacon!
russian: Пахнет беконом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEVTOOL_NODEV
source: I'm not strong enough to wield it.
russian: У меня не хватит сил взять его.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIRTPILE
source: It's a pile of dirt... or IS it?
russian: Это грязь, или что?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.COLD
source: The signal is very faint.
russian: Сигнал очень слабый.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.GENERIC
source: It's some kind of homing device.
russian: Это что-то вроде радиокомпаса.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.HOT
source: This thing's going crazy!
russian: Эта штука будто взбесилась!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARM
source: I'm headed in the right direction.
russian: Я двигаюсь в правильном направлении.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARMER
source: I must be getting pretty close.
russian: Должно быть, я уже довольно близко.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.GENERIC
source: I wonder what it does.
russian: Интересно, для чего оно?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.READY
source: It looks like it needs a large key.
russian: Кажется, тут нужен большой ключ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now my machine can work!
russian: Теперь мой механизм заработает!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODSTART
source: That rod looks useful!
russian: Этот жезл кажется полезным!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT
source: What a weird fruit.
russian: Какой странный фрукт.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_COOKED
source: Still weird.
russian: Всё равно странный.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed.
russian: Это семена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONPIE
source: I cooked it myself!
russian: Даже такому странному фрукту удалось найти применение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK
source: I should gobble it.
russian: А не обглодать ли мне его?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK_COOKED
source: Now it's even tastier.
russian: Стало ещё вкуснее.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_BERRYBUSH
source: I should plant this.
russian: Его надо бы посадить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_GRASS
source: I should plant this.
russian: Его надо бы посадить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
russian: Его надо бы посадить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_SAPLING
source: I should plant this.
russian: Его надо бы посадить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN
source: Oh it smells!
russian: Ну и вонь!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN_COOKED
source: Now it smells even worse!
russian: Теперь он воняет ещё хуже!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN_SEEDS
source: It's a seed.
russian: Это семена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EARMUFFSHAT
source: At least my ears won't get cold...
russian: Хоть уши не отморожу...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT
source: It doesn't look like an egg.
russian: Баклан-жан... вроде есть такая птица...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_COOKED
source: It's even less eggy.
russian: В тушёном виде больше на мясо он похож не стал.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_SEEDS
source: It's a seed.
russian: Это семена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNING
source: What a waste of wood.
russian: Сколько древесины просто сгорит...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNT
source: I feel like I could have prevented that.
russian: Я чувствую, что мог бы предотвратить это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.CHOPPED
source: Take that, nature!
russian: Получай, природа!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.GENERIC
source: It's all Piney.
russian: Она такая колючая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: What a waste of wood.
russian: Впустую пропадает столько материала.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel like I could have prevented that.
russian: Я чувствую, что мог бы предотвратить это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Take that, nature!
russian: Получай, природа!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This sad tree has no cones.
russian: У этого несчастного дерева нет шишек.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYEPLANT
source: I think I'm being watched.
russian: Я уверен, за мной наблюдают.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GENERIC
source: I should try planting some crops.
russian: Надо попробовать посадить какие-нибудь семена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GROWING
source: Go plants go!
russian: Расти, растение! Расти!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs to be fertilized.
russian: Надо-бы удобрить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHERHAT
source: I AM A BIRD!
russian: Я ПТИЧКА!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_CROW
source: A crow feather.
russian: Гагатовое перо.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN
source: A redbird feather.
russian: Перо красной птицы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather.
russian: Перо снегиря.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEM_PUPPET
source: She's trapped!
russian: Она в ловушке!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.GENERIC
source: If only I could catch them!
russian: Если бы только их поймать!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.HELD
source: They make my pocket glow!
russian: У меня от них карман светится!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREHOUND
source: That one is glowy.
russian: Эта светится.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.EMBERS
source: I should put something on the fire before it goes out.
russian: Нужно положить туда что-нибудь, пока он не потух.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.GENERIC
source: Sure beats darkness.
russian: Это разгонит тьму.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.HIGH
source: Good thing it's contained!
russian: Хорошо, что он огорожен!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.LOW
source: The fire's getting a bit low.
russian: Огонь становится слабоват.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.NORMAL
source: Nice and comfy.
russian: Здорово и... нет, просто здорово.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.OUT
source: At least I can start it up again.
russian: По крайней мере, я могу разжечь его снова.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIRESTAFF
source: I don't want to set the world on fire.
russian: Главное не поджечь всё вокруг.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH
source: Now I shall eat for a day.
russian: И я буду сыт весь день.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHINGROD
source: Hook, line and stick!
russian: Крючок, леска и палка!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHSTICKS
source: I cooked it myself!
russian: Сегодня рыбный день!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHTACOS
source: I cooked it myself!
russian: Мексиканская кухня!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_COOKED
source: Grilled to perfection.
russian: Обжарена что надо.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLINT
source: It's a very sharp rock.
russian: Это очень острый камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER
source: It's pretty but it smells like a common labourer.
russian: Милый, но пахнет невыразительно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWERHAT
source: It smells like prettiness.
russian: Пахнет красотой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_EVIL
source: Augh! It's so evil!
russian: Ах! Он такой злой!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FOLIAGE
source: Some leafy greens.
russian: Просто какая-то листва. Вроде съедобно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FOOTBALLHAT
source: I don't like sports.
russian: Я вообще-то не очень люблю футбол.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.DEAD
source: He's croaked it.
russian: Доквакалась.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.GENERIC
source: He's so cute!
russian: Она такая милая!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.SLEEPING
source: Aww, look at him sleep!
russian: Ой, смотри-ка! Она спит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGGLEBUNWICH
source: I cooked it myself!
russian: По-французски!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGLEGS
source: I've heard it's a delicacy.
russian: Я слышал, что это деликатес.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGLEGS_COOKED
source: Tastes like chicken.
russian: На вкус как курица.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FRUITMEDLEY
source: I cooked it myself!
russian: Фрукты, которые можно пить!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEARS
source: A pile of mechanical parts.
russian: Горстка механических деталей.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GHOST
source: That offends me as a Scientist.
russian: Его присутствие оскорбляет меня как учёного.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENAXE
source: That's one fancy axe.
russian: Весьма элегантный топор.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENPICKAXE
source: Hey, isn't gold really soft?
russian: А разве золото не мягкий металл?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENPITCHFORK
source: Why did I even make a pitchfork this fancy?
russian: Вот они, вилы моей мечты.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENSHOVEL
source: I can't wait to dig holes.
russian: Не терпится начать рыть ямы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDNUGGET
source: I can't eat it, but it sure is shiny.
russian: Съесть его нельзя, но зато он сияет.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.BARREN
source: It needs poop.
russian: Нужно подкормить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.BURNING
source: That's burning fast!
russian: Она быстро сгорит!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.GENERIC
source: It's a tuft of grass.
russian: Пук травы. Пук. Пучок. Чёрт, я не филолог.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.PICKED
source: I cut it down in the prime of its life.
russian: Я срезал её в расцвете сил.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP
source: It seems pretty normal.
russian: Выглядит довольно безобидно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP_COOKED
source: It's different now...
russian: Теперь он совсем другой...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a mushroom.
russian: Это гриб.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It's sleeping.
russian: Он спит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I wonder if it will come back?
russian: Интересно, вырастет ли он снова?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUNPOWDER
source: It looks like pepper.
russian: Выглядит как молотый перец.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAMBAT
source: This seems unsanitary.
russian: Это же антисанитарно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAMMER
source: Stop! It's time! To hammer things!
russian: Стукнешь молотом - отзовётся золотом!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEALINGSALVE
source: The stinging means that it's working.
russian: Жжение означает, что мазь работает.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.COLD
source: It's stone cold.
russian: Холодный как... как камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.GENERIC
source: I could heat this up near the fire.
russian: Я могу нагреть его у огня.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.HOT
source: Nice and toasty hot!
russian: Хороший, горяченький!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.WARM
source: It's warm and cuddly... for a rock!
russian: Довольно тёплый и приятный... для камня!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOME
source: Someone must live here.
russian: Тут определённо кто-то живёт.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOMESIGN
source: It says 'You are here'.
russian: Тут написано: 'Вы находитесь здесь'.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEY
source: Looks delicious!
russian: Выглядит аппетитно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYCOMB
source: Bees used to live in this.
russian: Раньше в них жили пчёлы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYHAM
source: I cooked it myself!
russian: Пальчики оближешь!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYNUGGETS
source: I cooked it myself!
russian: Вкуснее с соусом "Барбекю".

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HORN
source: It sounds like a beefalo field in there.
russian: Очень похоже на мычание бифало.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUND
source: You ain't nothing, hound dog!
russian: Ты для меня ничто, псина!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDBONE
source: Creepy.
russian: Жутковато.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDMOUND
source: I wouldn't want to pick a bone with the owner.
russian: Не хотелось бы нарваться на 'серьёзный разговор' с его хозяевами.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEBOX
source: I have harnessed the power of cold!
russian: Я подчинил энергию холода!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEHOUND
source: Are there hounds for every season?
russian: Здесь что, каждый сезон свои гончие?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.INSANITYROCK.ACTIVE
source: TAKE THAT, SANE SELF!
russian: ПОЛУЧИ, РАССУДОК!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.INSANITYROCK.INACTIVE
source: It's more of a pyramid than an obelisk.
russian: Это, скорее, не обелиск, а пирамида.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JAMMYPRESERVES
source: I cooked it myself!
russian: Услада для желудка!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KABOBS
source: I cooked it myself!
russian: Печёное мясо на палке - великое изобретение человечества!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KILLERBEE.GENERIC
source: Oh no! It's a killer bee!
russian: О нет! Это пчела-убийца!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KILLERBEE.HELD
source: This seems dangerous.
russian: Она опасна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHT
source: Check it out!
russian: Ты посмотри!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KOALEFANT_SUMMER
source: Adorably delicious.
russian: Очаровательно прелестный.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KOALEFANT_WINTER
source: It looks warm and full of meat.
russian: Такой тёплый и полный мяса.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAMPUS
source: He's going after my stuff!
russian: Он охотится на мои вещи!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAMPUS_SACK
source: Ew. It has Krampus slime all over it.
russian: Фу! Он весь в слюне Крампуса!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEIF
source: He's huge!
russian: Он огромный!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEIF_SPARSE
source: He's huge!
russian: Он огромный!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNING_ROD.CHARGED
source: The power is mine!
russian: Вся мощь теперь моя!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNING_ROD.GENERIC
source: I can harness the heavens!
russian: Я могу обуздать небеса!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LITTLE_WALRUS
source: He won't be cute and cuddly forever.
russian: Он не всегда будет таким маленьким милашкой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGLOG
source: It looks worried.
russian: Выглядит обеспокоенным.
