Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGGLEBUNWICH
source: I never thought frog's legs could look so good.
russian: Никогда бы не подумала, что лапки лягушек могут быть такими милыми.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGLEGS
source: Torn right from the frog.
russian: Оторваны прям от лягушки.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGLEGS_COOKED
source: Definitely not twitching any longer.
russian: Теперь уж точно не подёргиваются.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FRUITMEDLEY
source: Sweet, tart and in a cup.
russian: Сладкий, терпкий и в стаканчике.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEARS
source: The insides of a mechanical demon.
russian: Внутренности механического демона.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GHOST
source: He has risen from the grave!
russian: Он восстал из могилы!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENAXE
source: At least I can kill trees with style.
russian: По крайней мере теперь я смогу убивать деревья с шиком.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENPICKAXE
source: At least I can smash rocks with style.
russian: По крайней мере теперь я смогу крошить камни с шиком.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENPITCHFORK
source: At least I can till the earth with style.
russian: По крайней мере теперь я смогу вспахать землю с шиком.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENSHOVEL
source: At least I can dig with style.
russian: По крайней мере теперь я смогу копать с шиком.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDNUGGET
source: I will take it with me.
russian: Я возьму его с собой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.BARREN
source: It needs poop.
russian: Её нужно удобрить.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.BURNING
source: It smells funny.
russian: Пахнет специфически.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.GENERIC
source: It's just a tuft of grass.
russian: Это просто пучок травы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.PICKED
source: I have killed it.
russian: Я убила её.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_CAP
source: This mushroom is disappointingly normal.
russian: Этот гриб удручающе нормальный.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_CAP_COOKED
source: All is malleable.
russian: Всему приходит конец.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Dank.
russian: Сырой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: I would hide too, if I could.
russian: Я бы тоже спряталась, если бы могла.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Harvested.
russian: Он уже собран.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUNPOWDER
source: It is a dark path I tread.
russian: Это тёмный путь, на который я вступаю.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAMBAT
source: Death begets death.
russian: Смерть порождает смерть.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAMMER
source: Oh that I may crush the world.
russian: О, с этим я смогу уничтожить этот мир.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEALINGSALVE
source: Life brings pain, pain brings life.
russian: Жизнь дарит боль, а боль дарит жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.COLD
source: As cold and lifeless as every other rock.
russian: Такой же холодный и безжизненный, как и другие камни.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.GENERIC
source: There it sits, just taking up space.
russian: Так он лежит и просто занимает место.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.HOT
source: Those that burn brightest, burn fastest.
russian: Чем ярче горит, тем быстрее выгорит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.WARM
source: Even now it's warmth is fading...
russian: Даже теперь тепло уходит...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOMESIGN
source: A mark is made, however transient.
russian: Мой след оставлен, впрочем ненадолго.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEY
source: A sweet, but fleeting treat.
russian: Сладостное, но мимолётное наслаждение.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYCOMB
source: Pieces of beehive, scattered.
russian: Кусочки улья. Разрозненные.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYHAM
source: A sweet sauce for this creature's sweet embrace.
russian: Сладкие объятия для столь лакомого кусочка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYNUGGETS
source: A sweet sauce for this creature's sweet embrace.
russian: Сладкие объятия для столь лакомого кусочка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HORN
source: It sounds like there's a beefalo trapped inside.
russian: Звучит так, как будто там внутри бифало сидит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUND
source: Stay back, foul minion of evil!
russian: Прочь, мерзкий приспешник зла!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDBONE
source: The remains of an evil beast.
russian: Останки отвратительного чудища.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDMOUND
source: Home to the foulest creatures.
russian: Обитель грязных существ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEBOX
source: It is as cold as my heart.
russian: Столь же холодный, как моё сердце.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEHOUND
source: He has a cold, dead heart.
russian: У неё холодное, мёртвое сердце.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.INSANITYROCK.ACTIVE
source: It's calling my name.
russian: Он зовёт меня по имени.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.INSANITYROCK.INACTIVE
source: It's cold and black.
russian: Он холодный и чёрный.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.JAMMYPRESERVES
source: The perfect amount of jam.
russian: Идеальное количество джема.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KABOBS
source: Meat, skewered right through the center.
russian: Мясо, проткнутое прямо через центр.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KILLERBEE.GENERIC
source: A bee with a cold, dead heart.
russian: Пчела с холодным, мёртвым сердцем.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KILLERBEE.HELD
source: Be still, little one.
russian: Молчи, малышка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KNIGHT
source: A cold, soulless horse.
russian: Холодная, бездушная лошадь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KOALEFANT_SUMMER
source: A beast of solitude.
russian: Одинокий зверь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KOALEFANT_WINTER
source: It stands against the cruel elements.
russian: Он борется с жестокими стихиями.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KRAMPUS
source: Hello, foul creature of the underworld.
russian: Привет, подлая подземная тварь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KRAMPUS_SACK
source: It smells of goat.
russian: Воняет козлом.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEIF
source: A lumbering beast.
russian: Неуклюжее чудовище.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEIF_SPARSE
source: A lumbering beast.
russian: Неуклюжее чудовище.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Even this power will run out.
russian: Даже эта мощь сойдёт на нет.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Focuses the destruction.
russian: Концентрирует разрушительную силу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LITTLE_WALRUS
source: The cycle of violence continues.
russian: Цикл насилия продолжается.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIVINGLOG
source: It is forever silently screaming.
russian: Оно будет вечно безмолвно кричать.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOCKEDWES
source: Trapped by Maxwell's statues, forever alive.
russian: Окружённый статуями Максвелла, всё время в сознании.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOG
source: If trees could talk, they would scream at the sight of this.
russian: Если бы деревья могли говорить, они бы кричали при виде этого.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUREPLANT
source: It consumes all.
russian: Он пожирает всё.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUREPLANTBULB
source: Life goes on.
russian: Жизнь продолжается.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MALE_PUPPET
source: I wonder what he did.
russian: Гадаю, что он натворил.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.DEAD
source: Alas, poor mandrake!
russian: Увы, бедный мандрагорик!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.GENERIC
source: The mighty mandrake. I should pick it at night.
russian: Могучая мандрагора. Нужно взять её ночью.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.PICKED
source: Onward, my vegetable minions!
russian: Вперёд, мои овощные приспешники!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKESOUP
source: Boiled the life out of him.
russian: Выпарила из неё всю жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLE
source: Smooth and lifeless.
russian: Гладкий и безжизненный.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLEPILLAR
source: Even stone can not withstand the constant pull of decay.
russian: Даже камень не в силах противостоять постоянному давлению времени.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLETREE
source: There is no beat of life within this cold tree.
russian: Жизнь не струится ручейком в холодном дереве из камня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.BURNING
source: Even thorns burn.
russian: Даже шипы горят.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.GENERIC
source: A bush that always hurts.
russian: Кустарник, который причиняет боль.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.PICKED
source: It hurt me to do that.
russian: Все руки исколола.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_PLANT
source: It's a plant.
russian: Это растение.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNING
source: It's burning
russian: Оно горит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNT
source: Black like my heart
russian: Черно, как моё сердце.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.CHOPPED
source: Its spikes were no protection.
russian: Шипы его не защитили.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.GENERIC
source: A tree that knows only pain.
russian: Дерево, которое знает только боль.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELL
source: I feel a strange kinship with him.
russian: Я чувствую странное родство с ним.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLHEAD
source: He sure has a taste for the dramatic.
russian: Ему уж точно не отказать в драматизме.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLLIGHT
source: What a curious light.
russian: Какое странное свечение.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLLOCK
source: Looks magical.
russian: Выглядит магично.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLTHRONE
source: Not quite what I expected.
russian: Не совсем то, чего я ожидала.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEAT
source: It is still bloody.
russian: Оно всё ещё кровит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATBALLS
source: Balled meat. How exciting.
russian: Мясо, скатанное в шарики. Как занимательно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DONE
source: The drying is over.
russian: Сушка завершилась.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DRYING
source: It sways in the drying wind.
russian: Оно качается на иссушающем ветру.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.GENERIC
source: I can hang meat here.
russian: Я могу вешать сюда мясо.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEAT_DRIED
source: Meat turned dry and delicious.
russian: Мясо, сухое и вкусное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERM
source: Horrid swamp thing!
russian: Ужасная болотная тварь!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHEAD
source: No dignity at all.
russian: Совсем никакого уважения.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHOUSE
source: Time has broken it down.
russian: Время его не пощадило.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINERHAT
source: Hands-free lighting!
russian: И светло, и руки свободны!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERMEAT
source: Evilness pervades it.
russian: Оно пропитано злом.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERMEAT_DRIED
source: Meat turned dry and weird-tasting.
russian: Мясо высушилось, но странный привкус не пропал.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO.GENERIC
source: Takes life so it may live.
russian: Забирает жизнь, чтобы жить.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO.HELD
source: I can feel its stolen warmth.
russian: Я чувствую тепло, что он отнял.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITOSACK
source: A sack of blood ripped from a mosquito. I love it.
russian: Брюхо с кровью, оторванное от комара. Мне нравится.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOUND.DUG
source: The earth has vomited up its secrets.
russian: Земля изрыгнула свои секреты.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOUND.GENERIC
source: Some day, I will join you.
russian: Когда-нибудь, я присоединюсь к вам.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTLIGHT
source: Eerie and yet beautiful.
russian: Жутко, и в то же время красиво.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMAREFUEL
source: With the sleep of dreams comes this stuff.
russian: Со сном, кошмаров полным, является оно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTSWORD
source: Dreams come to a point. A sharp one.
russian: Кошмары обратились в лезвие. Острое лезвие.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NITRE
source: Herein lies the folly of man.
russian: В нём вся глупость человеческая.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ONEMANBAND
source: I used to take such joy in instruments like these.
russian: Раньше я радовалась таким инструментам, как этот.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANDORASCHEST
source: Life is a gamble.
russian: Жизнь - азартная игра.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANFLUTE
source: Music is the window to my empty soul.
russian: Музыка есть окно к моей пустой душе.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PAPYRUS
source: For documenting my pain.
russian: Для записи моих страданий.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PENGUIN
source: All dressed up, but where to go?
russian: Все так вырядились, но пойти-то некуда.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PERD
source: Dumb bird! Stay away from my berries!
russian: Тупая птица! Держись подальше от моих ягод!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEROGIES
source: A lovely little pouch of nutrients.
russian: Вкуснейшие кармашки с мясом.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS
source: I have destroyed something beautiful.
russian: Я уничтожила нечто прекрасное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS_EVIL
source: They are painted with the colours of my soul.
russian: Они окрашены в цвета моей души.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PICKAXE
source: So that I may penetrate the earth itself.
russian: Ну что ж, теперь могу я вгрызться в твердь земную.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGGYBACK
source: They are more useful in death.
russian: От них больше толку когда они мертвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHEAD
source: Kill the pig. Spill his blood.
russian: Бей свинью. Выпусти ей кровь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.FULL
source: I hope he is enjoying himself.
russian: Мне кажется он там доволен собой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.GENERIC
source: At least they are comfortable.
russian: По крайней мере, они удобны.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Now I am all alone.
russian: Теперь я совсем одна.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGKING
source: Live it up while you can, Your Majesty.
russian: Прожигайте жизнь пока можете, Ваше Величество.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.DEAD
source: He's better off, now.
russian: Ещё один отмучился.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.FOLLOWER
source: I still feel alone.
russian: И всё же мне так одиноко.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.GENERIC
source: They are so standoffish.
russian: Они такие неприветливые.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.GUARD
source: How Orwellian.
russian: Как это по Оруэлловски.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.WEREPIG
source: A creature of the night!
russian: Создание ночи!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGSKIN
source: The hide of a pig that once was.
russian: Шкура того, что когда-то было свиньёй.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGTORCH
source: It cuts at the darkness.
russian: Он прорезает тьму.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE.GENERIC
source: A tiny life, ensconced in brittle death.
russian: Крошечная жизнь таится в хрупкой смерти.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE.PLANTED
source: A tree will grow soon.
russian: Скоро вырастет дерево.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PITCHFORK
source: What a devilish tool!
russian: Какой дьявольский инструмент!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANTMEAT
source: It has a foul smell.
russian: У него отвратительный запах.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANTMEAT_COOKED
source: It's only slightly more appealing.
russian: Не намного лучше сырого.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.GENERIC
source: An edible plant.
russian: Съедобное растение.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.GROWING
source: Keep growing. I'll wait.
russian: Расти-расти. Я подожду.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.READY
source: It is ready for the harvest.
russian: Готово к сбору.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE
source: So many juicy red bits to chomp and squish!
russian: Так много сочных красных кусочков, которые можно давить и мять!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_COOKED
source: Warm, but no less messy.
russian: Тёплый, но лучше от этого он не стал.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_SEEDS
source: I was expecting more seeds than this from that thing.
russian: Я ожидала, что у этой штуки будет больше семян...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POND
source: Ophelia? Are you down there?
russian: Ты там, Офелия?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POOP
source: Life is blood and this.
russian: Что жизнь? Лишь кровь и... это.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN
source: It's as big as the hole where my heart was.
russian: Она такая же большая, как рана у меня в груди на месте сердца.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKINCOOKIE
source: I cooked it myself!
russian: Собственного приготовления!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_COOKED
source: It shriveled a tiny bit from the heat. I like that.
russian: С ней увяла ещё одна маленькая частичка моего сердца. Как хорошо.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_LANTERN
source: You're not so scary.
russian: Ты не такой уже и страшный.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed. Exciting.
russian: Это семечко. Занятно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PURPLEGEM
source: Purple like a... purple thing.
russian: Фиолетовый как... всё фиолетовое.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBIT.GENERIC
source: He's wandering mindlessly, oblivious to his fate.
russian: Проводит праздно жизнь, безучастный своей судьбе.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBIT.HELD
source: He is safely in my embrace.
russian: Теперь он в моих объятиях.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOLE
source: I'm too big to fall down there.
russian: Я слишком большая чтобы упасть прямо туда.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINOMETER
source: It measures cloudiness. I like it when it's dreary.
russian: Он измеряет облачность. Мне нравится, когда пасмурно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RATATOUILLE
source: A whole bunch of cooked vegetables. Riveting.
russian: Как много варёных овощей. Занимательно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAZOR
source: This is just for shaving.
russian: Это только для бритья.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REDGEM
source: Red like my heart's blood.
russian: Красный, как кровь от моего сердца.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_CAP
source: A mushroom after my own heart.
russian: Гриб, вслед за моим сердцем.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_CAP_COOKED
source: All is malleable.
russian: Всему приходит конец.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.GENERIC
source: Damp.
russian: Влажный.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.INGROUND
source: I would hide too, if I could.
russian: Я бы тоже спряталась, если бы могла.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.PICKED
source: Harvested.
russian: Он уже собран.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.BURNING
source: Soon to be ashes.
russian: Всё обратится в пепел.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.GENERIC
source: It's just a bunch of reeds.
russian: Это всего лишь камыш.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.PICKED
source: I have picked them.
russian: Я только что взяла его.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RELIC.GENERIC
source: A leftover of an ancient world.
russian: Остатки древнего мира.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RELIC.BROKEN
source: Broken bits of stone
russian: Каменные обломки.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB
source: I will learn unspeakable things.
russian: Я научусь невыразимым вещам.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB2
source: I will learn unspeakable things.
russian: Я научусь невыразимым вещам.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB3
source: I have learnt unspeakable things.
russian: Словами не выразить то, что я познала.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTATUE
source: I'm just putting off the inevitable.
russian: Я просто оттягиваю неизбежное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTONE
source: A futile ward.
russian: Напрасная трата времени.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN.GENERIC
source: Does that mean spring is coming? I hope not.
russian: Что, разве весна наступает? Надеюсь нет.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN.HELD
source: He likes being trapped in my pocket.
russian: Ей нравится быть пойманной мною.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.GENERIC
source: Life in the barren, frozen wastes.
russian: Жизнь в бесплодных промёрзших пустошах.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft. it is my enemy.
russian: Он такой нежный. Полная противоположность мне.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBOT_PUPPET
source: I wonder what it did.
russian: Гадаю, что он натворил.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
russian: Лава, покрытая коркой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.OUT
source: It looks harmless.
russian: Выглядит безопасно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.LOW
source: The shadows encroach.
russian: Тени подбираются ближе.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.NORMAL
source: The lava's on fire.
russian: Лава объята пламенем.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK
source: Even that is not permanent.
russian: Даже он не вечен.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCKS
source: Some small rocks.
russian: Несколько камешков.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROOK
source: A Rook? Or is it a Castle?
russian: Ладья? Или правильнее будет сказать Тура?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROPE
source: That would be the easy way out of this place.
russian: Это был бы самый лёгкий способ покинуть это место.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROTTENEGG
source: The way of all things.
russian: Этим всегда всё и заканчивается.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANITYROCK.ACTIVE
source: It's calling to me.
russian: Он зовёт меня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANITYROCK.INACTIVE
source: Even this obelisk has left me.
russian: Даже этот обелиск покинул меня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.BURNING
source: Consigned to the flames.
russian: Предан языкам пламени.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.GENERIC
source: It's trying to grow up.
russian: Он пытается вырасти.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.PICKED
source: Maybe next time, sapling.
russian: Возможно в следующий раз, деревце.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEEDS
source: Life, or at least the promise of it.
russian: Жизнь, или, по крайней мере, надежда на неё.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEEDS_COOKED
source: I toasted their life away.
russian: Я высушила из них всю жизнь.
