Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.UI.HELP.SCROLLBACK
source: Previous Page
russian: Предыдущая страница

# STRINGS.UI.HELP.SCROLLFWD
source: Next Page
russian: Следующая страница

# STRINGS.UI.HELP.PREVVALUE
source: Previous Value
russian: Предыдущее значение

# STRINGS.UI.HELP.NEXTVALUE
source: Next Value
russian: Следующее значение

# STRINGS.UI.HELP.REVERT
source: Revert Changes
russian: Отменить изменения

# STRINGS.UI.HELP.ACCEPT
source: Accept Changes
russian: Подтвердить изменения

# STRINGS.UI.HELP.APPLY
source: Apply Changes
russian: Принять изменения

# STRINGS.UI.HELP.SELECT
source: Select
russian: Выбрать

# STRINGS.UI.HELP.BACK
source: Back
russian: Назад

# STRINGS.UI.HELP.NEXTCHARACTER
source: Right
russian: Вправо

# STRINGS.UI.HELP.PREVCHARACTER
source: Left
russian: Влево

# STRINGS.UI.HELP.ROTATE_LEFT
source: Rotate Left
russian: Повернуть влево

# STRINGS.UI.HELP.ROTATE_RIGHT
source: Rotate Right
russian: Повернуть вправо

# STRINGS.UI.HELP.ZOOM_IN
source: Zoom In
russian: Приблизить

# STRINGS.UI.HELP.ZOOM_OUT
source: Zoom Out
russian: Отдалить

# STRINGS.UI.CHARACTERSELECT.SELECT
source: Select
russian: Выбрать

# STRINGS.UI.CHARACTERSELECT.APPLY
source: Apply
russian: Применить

# STRINGS.UI.CHARACTERSELECT.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.CRAFTING.PLACE
source: Place
russian: Разместить

# STRINGS.UI.CRAFTING.BUILD
source: Build
russian: Создать

# STRINGS.UI.CRAFTING.PROTOTYPE
source: Prototype
russian: Прототип

# STRINGS.UI.CRAFTING.NEEDSTUFF
source: Find ingredients to craft!
russian: Найди ингредиенты для создания!

# STRINGS.UI.CRAFTING.RESEARCH
source: Research
russian: Исследовать

# STRINGS.UI.CRAFTING.NEEDSCIENCEMACHINE
source: Use a science machine to build a prototype!
russian: Нужна научная машина для создания прототипа!

# STRINGS.UI.CRAFTING.NEEDALCHEMYENGINE
source: Use an alchemy engine to build a prototype!
russian: Нужна алхимическая машина для создания прототипа!

# STRINGS.UI.CRAFTING.NEEDSHADOWMANIPULATOR
source: Use a shadow manipulator to build a prototype!
russian: Нужен теневой манипулятор для создания прототипа!

# STRINGS.UI.CRAFTING.NEEDPRESTIHATITATOR
source: Use a Prestihatitator to build a prototype!
russian: Нужен Шляпусник для создания прототипа!

# STRINGS.UI.CRAFTING.NEEDSANCIENT_FOUR
source: It seems that this altar is not fully functional!
russian: Кажется, этот алтарь не полностью функционален!

# STRINGS.UI.CRAFTING.CANTRESEARCH
source: Some things are unknowable
russian: Некоторые вещи неизвестны

# STRINGS.UI.DEATHSCREEN.MAINMENU
source: Main Menu
russian: Главное меню

# STRINGS.UI.DEATHSCREEN.RETRY
source: Retry
russian: Заново

# STRINGS.UI.DEATHSCREEN.CONTINUE
source: Continue
russian: Продолжить

# STRINGS.UI.DEATHSCREEN.YOUAREDEAD
source: YOU ARE DEAD!
russian: ВЫ МЕРТВЫ!

# STRINGS.UI.DEATHSCREEN.YOUESCAPED
source: You escaped!
russian: Вы спаслись!

# STRINGS.UI.DEATHSCREEN.DAYS
source: days
russian: дней

# STRINGS.UI.DEATHSCREEN.DAY
source: day
russian: день

# STRINGS.UI.DEATHSCREEN.SURVIVEDDAYS
source: You survived
russian: Вы прожили

# STRINGS.UI.DEATHSCREEN.NEXTREWARD
source: Next Reward...
russian: Следующая награда...

# STRINGS.UI.DEATHSCREEN.LEVEL
source: Level
russian: Уровень

# STRINGS.UI.DEATHSCREEN.ATCAP
source: At Cap!
russian: Максимальный уровень!

# STRINGS.UI.CREDITS.TITLE
source: CREDITS
russian: АВТОРЫ

# STRINGS.UI.CREDITS.ALTGAMES.TITLE
source: Linux and OSX ports by Alternative Games
russian: Порт на Linux и OSX сделали Alternative Games

# STRINGS.UI.CREDITS.THANKYOU
source: Thank you!
russian: Спасибо!

# STRINGS.UI.CREDITS.EXTRA_THANKS
source: Ophir Lupu Ko Kim Colt McAnlis
russian: Перевод игры от группы notabenoid Ophir Lupu Ko Kim Colt McAnlis

# STRINGS.UI.CREDITS.THANKS
source: And a very special thanks to all our supporters who braved the challenge of the "Early-Access Beta". You are too numerous to name - our amazing moderators, the wonderful artists, musicians, live streamers, to all who made a Let's Play video and everybody who chimed in to let us know exactly what you think. Your encouragement, passion and support has been amazing. Don't Starve is truly a better game because of all of you.
russian: И отдельное спасибо всем, кто нас поддерживал ещё с "Бета-версии". Вас слишком много чтобы перечислить - наши замечательные модераторы, художники, музыканты, стримеры, все те, кто делали летсплеи и те, кто ясно выражал своё мнение насчёт игры. Ваша помощь и поддержка были восхитительны! Don't Starve - по-настоящему крутая игра именно благодаря вам!

# STRINGS.UI.CREDITS.FACEBOOK
source: The Facebooks
russian: Наш Facebook

# STRINGS.UI.CREDITS.TWITTER
source: The Twitters
russian: Наш Twitter

# STRINGS.UI.WORLDGEN.TITLE
source: GENERATING WORLD
russian: СОЗДАНИЕ МИРА

# STRINGS.UI.WORLDGEN.CAVETITLE
source: CARVING OUT CAVE
russian: ВЫРЕЗАЕМ ПЕЩЕРЫ

# STRINGS.UI.WORLDGEN.VERBS.1
source: Wrangling
russian: Спорим про

# STRINGS.UI.WORLDGEN.VERBS.2
source: Generating
russian: Создаём

# STRINGS.UI.WORLDGEN.VERBS.3
source: Herding
russian: Разгоняем

# STRINGS.UI.WORLDGEN.VERBS.4
source: Embiggening
russian: Плодим

# STRINGS.UI.WORLDGEN.VERBS.5
source: Iterating upon
russian: Лезем в

# STRINGS.UI.WORLDGEN.VERBS.6
source: Insinuating
russian: Смотрим в

# STRINGS.UI.WORLDGEN.VERBS.7
source: Reticulating
russian: Разбиваем по сетке

# STRINGS.UI.WORLDGEN.VERBS.8
source: Inserting
russian: Вставляем

# STRINGS.UI.WORLDGEN.VERBS.9
source: Framing
russian: Вспоминаем

# STRINGS.UI.WORLDGEN.NOUNS.1
source: trees
russian: деревья

# STRINGS.UI.WORLDGEN.NOUNS.2
source: pathos
russian: пафос

# STRINGS.UI.WORLDGEN.NOUNS.3
source: pines
russian: сосны

# STRINGS.UI.WORLDGEN.NOUNS.4
source: spiders
russian: пауков

# STRINGS.UI.WORLDGEN.NOUNS.5
source: monsters
russian: монстров

# STRINGS.UI.WORLDGEN.NOUNS.6
source: a keen sense of despair
russian: острое чувство отчаяния

# STRINGS.UI.WORLDGEN.NOUNS.7
source: Wilson's beard
russian: бороду Уилсона

# STRINGS.UI.WORLDGEN.NOUNS.8
source: buckets and buckets of loot
russian: вагоны и цистерны с добычей

# STRINGS.UI.WORLDGEN.NOUNS.9
source: game theory
russian: игровую теорию

# STRINGS.UI.WORLDGEN.NOUNS.10
source: food
russian: еду

# STRINGS.UI.EMAILSCREEN.SIGNUPSUBMITTITLE
source: Sending...
russian: Отправка...

# STRINGS.UI.EMAILSCREEN.SIGNUPSUBMIT
source: Please wait a moment while we sign you up.
russian: Пожалуйста, подождите, пока выполняется регистрация.

# STRINGS.UI.EMAILSCREEN.SIGNUPSUCCESSTITLE
source: Success!
russian: Успех!

# STRINGS.UI.EMAILSCREEN.SIGNUPSUCCESS
source: Thanks for signing up! You should receive a confirmation email in your inbox.
russian: Спасибо за подписку! На вашу почту должно прийти письмо с подтверждением.

# STRINGS.UI.EMAILSCREEN.SIGNUPFAILTITLE
source: Something Went Wrong
russian: Что-то пошло не так

# STRINGS.UI.EMAILSCREEN.SIGNUPFAIL
source: Looks like we had some trouble signing you up. Please try again later if you don't receive a confirmation email.
russian: Похоже у нас возникли проблемы с вашей регистрацией. Если вы не получили письмо с подтверждением, повторите попытку позже.

# STRINGS.UI.EMAILSCREEN.INVALIDEMAILTITLE
source: Invalid Email
russian: Неверный E-mail

# STRINGS.UI.EMAILSCREEN.INVALIDEMAIL
source: We aren't psychic! If you don't enter your email address, we won't be able to tell you about new stuff!
russian: Мы не телепаты! Если вы не укажете вашу электронную почту, то мы не сможем рассказать вам о всех новых фишках игры.

# STRINGS.UI.EMAILSCREEN.INVALIDDATETITLE
source: Invalid Date
russian: Неверные данные

# STRINGS.UI.EMAILSCREEN.INVALIDDATE
source: We need your birthdate or ratings people might get mad at us for emailing you content not appropriate for your age.
russian: Мы должны знать ваш возраст, иначе ребята, ставящие рейтинг играм, будут заваливать нашу почту гневными письмами.

# STRINGS.UI.EMAILSCREEN.SUBSCRIBE
source: Subscribe
russian: Подписаться

# STRINGS.UI.EMAILSCREEN.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.EMAILSCREEN.TITLE
source: Keep me updated with Don't Starve news
russian: Держите меня в курсе новостей игры

# STRINGS.UI.EMAILSCREEN.BIRTHDAY
source: Birthdate:
russian: Дата рожд.:

# STRINGS.UI.EMAILSCREEN.BIRTHDAYREASON
source: We need to know your birthdate in order to send you age appropriate updates! Don't worry, we won't spam you or sell your information.
russian: Нам нужно знать ваш возраст, чтобы отправить вам подходящие обновления! Не волнуйтесь, мы не будем отправлять спам или продавать вашу информацию.

# STRINGS.UI.EMAILSCREEN.JAN
source: Jan
russian: Январь

# STRINGS.UI.EMAILSCREEN.FEB
source: Feb
russian: Февраль

# STRINGS.UI.EMAILSCREEN.MAR
source: Mar
russian: Март

# STRINGS.UI.EMAILSCREEN.APR
source: Apr
russian: Апрель

# STRINGS.UI.EMAILSCREEN.MAY
source: May
russian: Май

# STRINGS.UI.EMAILSCREEN.JUN
source: Jun
russian: Июнь

# STRINGS.UI.EMAILSCREEN.JUL
source: Jul
russian: Июль

# STRINGS.UI.EMAILSCREEN.AUG
source: Aug
russian: Август

# STRINGS.UI.EMAILSCREEN.SEP
source: Sep
russian: Сентябрь

# STRINGS.UI.EMAILSCREEN.OCT
source: Oct
russian: Октябрь

# STRINGS.UI.EMAILSCREEN.NOV
source: Nov
russian: Ноябрь

# STRINGS.UI.EMAILSCREEN.DEC
source: Dec
russian: Декабрь

# STRINGS.UI.EMAILSCREEN.MONTH
source: M
russian: М

# STRINGS.UI.EMAILSCREEN.DAY
source: D
russian: Д

# STRINGS.UI.EMAILSCREEN.YEAR
source: YYYY
russian: ГГГГ

# STRINGS.UI.MAINSCREEN.NOTIFY
source: Newsletter
russian: Хочу знать!

# STRINGS.UI.MAINSCREEN.FORUM
source: Forum
russian: Форум

# STRINGS.UI.MAINSCREEN.BUYNOW
source: Buy Now
russian: Купить

# STRINGS.UI.MAINSCREEN.GIFT
source: Send Gift
russian: Отправить подарок

# STRINGS.UI.MAINSCREEN.MODTITLE
source: Mods Installed!
russian: Моды установлены!

# STRINGS.UI.MAINSCREEN.MODDETAIL
source: Installed mods:
russian: Установленные моды:

# STRINGS.UI.MAINSCREEN.NEWMODDETAIL
source: Newly installed mods:
russian: Недавно установленные моды:

# STRINGS.UI.MAINSCREEN.NEWMODDETAIL2
source: Enable these mods from the main menu.
russian: Включите эти моды через главное меню.

# STRINGS.UI.MAINSCREEN.MODDETAIL2
source: Klei is not able to help you should issues arise while using mods. Use with caution!
russian: Разработчики не несут ответственности за поставленные вами моды. Если возникнет ошибка в игре из-за мода, то это не их вина и помочь вам они не смогут. Не забывайте об этом и пользуйтесь с осторожностью.

# STRINGS.UI.MAINSCREEN.FORCEMODDETAIL
source: You are force loading these mods from modsettings.lua. They will always be enabled:
russian: Вы принудительно запускаете эти моды из modsettings.lua. Они будут всегда включены:

# STRINGS.UI.MAINSCREEN.OLDMODS
source: The following mods are out of date and have been disabled:
russian: Следующие моды устарели и были отключены:

# STRINGS.UI.MAINSCREEN.FAILEDMODS
source: The following mods failed to run last time and have been disabled:
russian: Следующие моды послужили причиной падения игры и были отключены:

# STRINGS.UI.MAINSCREEN.OLDORFAILEDMODS
source: Check the forums for updated versions.
russian: Проверьте на форуме новую версию.

# STRINGS.UI.MAINSCREEN.MODFAILTITLE
source: WARNING!
russian: ПРЕДУПРЕЖДЕНИЕ!

# STRINGS.UI.MAINSCREEN.MODFAILDETAIL
source: The following mod(s) have caused a failure:
russian: В процессе работы следующих модов были выявлены ошибки:

# STRINGS.UI.MAINSCREEN.MODFAILDETAIL2
source: The mod will be disabled, re-enable it from the mods menu.
russian: Мод будет отключён, переподключите его через меню модов.

# STRINGS.UI.MAINSCREEN.MODQUIT
source: Disable Mods
russian: Выключить их

# STRINGS.UI.MAINSCREEN.MODFORUMS
source: Mod Forums
russian: Форум модов

# STRINGS.UI.MAINSCREEN.MODSBADTITLE
source: All Mods Disabled
russian: Все моды отключены

# STRINGS.UI.MAINSCREEN.MODSBADLOAD
source: The game did not start correctly last time. This was likely caused by a mod, so all mods have been disabled. You can try re-enabling mods from the mod settings screen.
russian: В прошлый раз игра не смогла корректно запуститься. Скорее всего, это вызвано модом, так что все моды были отключены. Вы можете попробовать снова включить их из меню управления модами.

# STRINGS.UI.MAINSCREEN.MODS
source: Mods
russian: Моды

# STRINGS.UI.MAINSCREEN.SCRIPTERRORQUIT
source: Exit Game
russian: Выйти

# STRINGS.UI.MAINSCREEN.SCRIPTERRORMODWARNING
source: This error may have occurred due to a mod you have enabled! You have the following mods enabled:
russian: Эта ошибка может быть вызвана установленными модами! У вас включены следующие моды:

# STRINGS.UI.MAINSCREEN.TESTING
source: This is the testing branch!
russian: Это тестовый раздел!

# STRINGS.UI.MAINSCREEN.TESTINGDETAIL
source: You may encounter bugs or broken features, and you may lose your save game when we update. Please report all problems in the forum.
russian: Вы можете столкнуться с ошибками, или ваш игровой прогресс может быть утерян после обновления игры. Пожалуйста, сообщайте обо всех найденных ошибках на нашем форуме.

# STRINGS.UI.MAINSCREEN.TESTINGNO
source: No thank you!
russian: Нет, спасибо!

# STRINGS.UI.MAINSCREEN.TESTINGYES
source: I understand
russian: Понятно

# STRINGS.UI.MAINSCREEN.CONTINUE
source: Continue
russian: Продолжить

# STRINGS.UI.MAINSCREEN.DELETE
source: Delete
russian: Удалить

# STRINGS.UI.MAINSCREEN.RESTART
source: Restart
russian: Заново

# STRINGS.UI.MAINSCREEN.NEWADVENTURE_WARN
source: The new adventure system is currently in active development and is provided for testing purposes. It will probably contain bugs.
russian: Новый режим приключений в данный момент находится в разработке и предназначен для тестирования. Он может содержать ошибки.

# STRINGS.UI.MAINSCREEN.NEWADVENTURE
source: Adventure (TEST)
russian: Приключение (ТЕСТ)

# STRINGS.UI.MAINSCREEN.NEWFREEPLAY
source: Sandbox
russian: Песочница

# STRINGS.UI.MAINSCREEN.NEWFREEPLAYCUSTOM
source: Sandbox (Custom)
russian: Песочница (настр.)

# STRINGS.UI.MAINSCREEN.NEWGAMESHORT
source: Empty
russian: Пустой

# STRINGS.UI.MAINSCREEN.UNKNOWNGAME
source: Unknown
russian: Неизвестно

# STRINGS.UI.MAINSCREEN.NEWGAMETYPE
source: What kind of game would you like to play?
russian: Выберите игровой режим:

# STRINGS.UI.MAINSCREEN.SLOTACTION
source: What would you like to do?
russian: Что бы вы хотели сделать?

# STRINGS.UI.MAINSCREEN.ADVENTURE
source: Adventure
russian: Приключение

# STRINGS.UI.MAINSCREEN.FREEPLAY
source: Sandbox
russian: Песочница

# STRINGS.UI.MAINSCREEN.SLOT
source: Game Slot
russian: Игровой слот

# STRINGS.UI.MAINSCREEN.IMPORT
source: Import
russian: Импорт

# STRINGS.UI.MAINSCREEN.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.MAINSCREEN.SETTINGS
source: Settings
russian: Настройки

# STRINGS.UI.MAINSCREEN.OPTIONS
source: Options
russian: Настройки

# STRINGS.UI.MAINSCREEN.PLAYDEMO
source: Play Demo
russian: Играть в демо

# STRINGS.UI.MAINSCREEN.ENTERPRODUCTKEY
source: Enter Key
russian: Ввести ключ

# STRINGS.UI.MAINSCREEN.ENTERKEY
source: Enter New Key
russian: Сменить ключ

# STRINGS.UI.MAINSCREEN.RESETPROFILE
source: Reset profile!
russian: Сбросить всё

# STRINGS.UI.MAINSCREEN.UNLOCKEVERYTHING
source: Unlock Everything
russian: Открыть всё

# STRINGS.UI.MAINSCREEN.SURE
source: Are you sure?
russian: Вы уверены?

# STRINGS.UI.MAINSCREEN.YES
source: Yes
russian: Да

# STRINGS.UI.MAINSCREEN.NO
source: No
russian: Нет

# STRINGS.UI.MAINSCREEN.CHEATS
source: Cheats
russian: Чит-коды

# STRINGS.UI.MAINSCREEN.PLAY
source: Play!
russian: Играть!

# STRINGS.UI.MAINSCREEN.RATE
source: Rate This Game
russian: Оценить эту игру

# STRINGS.UI.MAINSCREEN.ACCOUNTINFO
source: Account Info
russian: Учётная запись

# STRINGS.UI.MAINSCREEN.VISITFORUM
source: Visit Forum
russian: Зайти на форум

# STRINGS.UI.MAINSCREEN.MOREGAMES
source: More Games
russian: Больше игр

# STRINGS.UI.MAINSCREEN.CHOOSEDIR
source: Don't Starve Game Data
russian: Игровые данные Don't Starve

# STRINGS.UI.MAINSCREEN.IMPORTSUCCESS
source: Success
russian: Успех

# STRINGS.UI.MAINSCREEN.IMPORTSUCCESSDESC
source: Data was imported successfully.
russian: Данные были успешно импортированы.

# STRINGS.UI.MAINSCREEN.OK
source: OK
russian: ОК

# STRINGS.UI.MAINSCREEN.IMPORTFAIL
source: Failed to load
russian: Ошибка при загрузке

# STRINGS.UI.MAINSCREEN.GREETING
source: Hi
russian: Привет

# STRINGS.UI.MAINSCREEN.NEWWORLD
source: Create a new world!
russian: Создать новый мир!

# STRINGS.UI.MAINSCREEN.NEWWORLDDESC
source: This will erase your current world and any saved games in it. Continue?
russian: Это приведёт к удалению вашего текущего мира и всех сохранений в нём. Продолжить?

# STRINGS.UI.MAINSCREEN.RESETGAMEDESC
source: This will reset your current world. Continue?
russian: Ваш текущий мир будет удалён. Продолжить?

# STRINGS.UI.MAINSCREEN.NEWGAMEDESC
source: This will erase your current save. Continue?
russian: Это приведёт к удалению текущего сохранения. Продолжить?

# STRINGS.UI.MAINSCREEN.ADVGAMEDESC
source: NOTE: This mode is still under development. For experienced players only! You've decided to bring the fight to Maxwell. Can you survive the increasingly harsh conditions he's created for you, and beat him at his own game?
russian: Примечание: Этот режим всё ещё в разработке. Предназначен только для опытных игроков! Вы решили сражаться с Максвеллом. Сможете ли вы пережить все сложности, что он создал для вас, и победить в его же игре?

# STRINGS.UI.MAINSCREEN.NEWGAME
source: Start a new game!
russian: Начать новую игру!

# STRINGS.UI.MAINSCREEN.NEWGO
source: Lets Go!
russian: Начинаем!

# STRINGS.UI.MAINSCREEN.ASKQUIT
source: Do you really want to quit?
russian: Вы действительно хотите выйти?

# STRINGS.UI.MAINSCREEN.ASKQUITDESC
source: Maxwell will miss you!
russian: Максвелл будет скучать по вам!

# STRINGS.UI.MAINSCREEN.FRESHBUILD
source: Fresh Build!
russian: Новая версия!

# STRINGS.UI.MAINSCREEN.LASTBUILDDAYS
source: Last build %d days ago
russian: Вашей версии %d дней

# STRINGS.UI.MAINSCREEN.NEXTBUILDIMMINENT
source: Next build imminent!
russian: Новая версия скоро!

# STRINGS.UI.MAINSCREEN.NEXTUPDATEDAYS
source: Next Update: %d days
russian: Новая версия: %d дней

# STRINGS.UI.MAINSCREEN.MOTDTITLE
source: Halloween Mod Challenge
russian: Хэллоуинский конкурс модов

# STRINGS.UI.MAINSCREEN.MOTD
source: If you want to participate in our Halloween Mod Challenge click the link below!
russian: Если хотите принять участие в хэллоуинском конкурсе модов, нажмите на ссылку ниже!

# STRINGS.UI.MAINSCREEN.MOTDBUTTON
source: Join Us
russian: Участвую

# STRINGS.UI.MAINSCREEN.EXIT
source: Exit
russian: Выйти

# STRINGS.UI.MAINSCREEN.LOGOUT
source: Log Out
russian: Отключиться

# STRINGS.UI.MAINSCREEN.CREDITS
source: Credits
russian: Авторы

# STRINGS.UI.MAINSCREEN.UPDATENAME
source: All's Well That Maxwell
russian: Всё хорошо, что Максвелл

# STRINGS.UI.MAINSCREEN.CONTROLS
source: Controls
russian: Управление

# STRINGS.UI.MAINSCREEN.PLAY_ON_STEAM
source: PLAY ON STEAM TEXT
russian: ИГРАТЬ В STEAM

# STRINGS.UI.MAINSCREEN.PLAY_ON_STEAM_DETAIL
source: Mods! And Stuff. It is better.
russian: Моды! И прочее. Там классно.

# STRINGS.UI.MAINSCREEN.LATER
source: Not Now
russian: Не сейчас

# STRINGS.UI.MAINSCREEN.ADJUST_DISPLAY_HEADER
source: Adjust Display Area.
russian: Настроить отображаемую область.

# STRINGS.UI.MAINSCREEN.ADJUST_DISPLAY_TEXT
source: Parts of the game may appear outside the edges of your screen. Do you want to check and adjust your display area now? You can do this later in the settings menu.
russian: Часть игры может оказаться за пределами вашего экрана. Хотите проверить и настроить отображаемую область сейчас? Вы можете сделать это и позже в настройках меню.

# STRINGS.UI.MAINSCREEN.SCREECHER_DIALOG_TITLE
source: Restart Required
russian: Требуется перезапуск

# STRINGS.UI.MAINSCREEN.SCREECHER_DIALOG_TEXT
source: The Screecher mod requires the game to be restarted.
russian: Для включения мода Screecher игра должна быть перезапущена.

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_DIALOG_TITLE
source: The Screecher Is Waiting For You...
russian: Screecher ждёт тебя...

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_DIALOG_TEXT
source: The Screecher requires a Steam or Stand-alone version of Don't Starve to play.
russian: Моду Screecher необходима автономная или Steam версия игры.

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_OKAY
source: Learn More
russian: Узнать больше

# STRINGS.UI.MAINSCREEN.CONSOLE_EDITION_TEXT
source: Console Edition
russian: Консольный режим

# STRINGS.UI.HUD.MAP
source: Show Map (TAB)
russian: Карта (TAB)

# STRINGS.UI.HUD.BUYNOW
source: Buy Now
russian: Купить

# STRINGS.UI.HUD.READYTITLE
source: Ready to play!
russian: А вот и игра!

# STRINGS.UI.HUD.READY
source: How long will you survive?
russian: Как долго вы продержитесь?

# STRINGS.UI.HUD.START
source: Start
russian: Старт

# STRINGS.UI.HUD.CLOCKDAY
source: Day
russian: День

# STRINGS.UI.HUD.SAVING
source: SAVING...
russian: СОХРАНЕНИЕ...

# STRINGS.UI.HUD.WORLD
source: World
russian: Мир

# STRINGS.UI.HUD.BUILD
source: Build
russian: Создать

# STRINGS.UI.HUD.HERE
source: here
russian: здесь

# STRINGS.UI.HUD.STALE
source: Stale
russian: Несвежий

# STRINGS.UI.HUD.SPOILED
source: Spoiled
russian: Испорченный

# STRINGS.UI.HUD.ROTLEFT
source: Rotate Left (Q)
russian: Повернуть влево (Q)

# STRINGS.UI.HUD.ROTRIGHT
source: Rotate Right (E)
russian: Повернуть вправо (E)

# STRINGS.UI.HUD.PAUSE
source: Pause (ESC)
russian: Пауза (ESC)

# STRINGS.UI.HUD.INSPECT
source: Inspect
russian: Изучить

# STRINGS.UI.HUD.TAKE
source: Take
russian: Подобрать

# STRINGS.UI.HUD.DROP
source: Drop
russian: Бросить

# STRINGS.UI.HUD.SWAP
source: Swap
russian: Поменять

# STRINGS.UI.HUD.EQUIP
source: Equip
russian: Надеть

# STRINGS.UI.HUD.UNEQUIP
source: Unequip
russian: Снять

# STRINGS.UI.HUD.PUTONE
source: Put One
russian: Положить одну единицу

# STRINGS.UI.HUD.GETHALF
source: Get Half
russian: Взять половину

# STRINGS.UI.HUD.SELECT
source: Select
russian: Выбрать

# STRINGS.UI.HUD.PUT
source: Put
russian: Положить

# STRINGS.UI.HUD.DEPLOY
source: Deploy
russian: Развернуть

# STRINGS.UI.HUD.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.HUD.ATTACK
source: Attack
russian: Атаковать

# STRINGS.UI.OPTIONS.YES
source: Yes
russian: Да

# STRINGS.UI.OPTIONS.NO
source: No
russian: Нет

# STRINGS.UI.OPTIONS.BACKTITLE
source: Revert Changes?
russian: Отменить изменения?

# STRINGS.UI.OPTIONS.BACKBODY
source: Do you want to throw out your changes?
russian: Вы хотите сбросить ваши изменения?

# STRINGS.UI.OPTIONS.ACCEPTTITLE
source: Accept Changes
russian: Применить

# STRINGS.UI.OPTIONS.ACCEPTBODY
source: Do you wish to accept these changes?
russian: Вы хотите принять эти изменения?

# STRINGS.UI.OPTIONS.ACCEPTGRAPHICSTITLE
source: Accept Changes
russian: Принять изменения

# STRINGS.UI.OPTIONS.ACCEPTGRAPHICSBODY
source: Do you wish to accept these changes?
russian: Вы хотите принять эти изменения?

# STRINGS.UI.OPTIONS.ACCEPT
source: Accept
russian: Принять

# STRINGS.UI.OPTIONS.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.OPTIONS.REVERT
source: Revert Changes
russian: По умолчанию

# STRINGS.UI.OPTIONS.APPLY
source: Apply
russian: Применить

# STRINGS.UI.OPTIONS.CLOSE
source: Close
russian: Закрыть

# STRINGS.UI.OPTIONS.BLOOM
source: Bloom
russian: Свечение

# STRINGS.UI.OPTIONS.DISTORTION
source: Distortion
russian: Искажения

# STRINGS.UI.OPTIONS.FULLSCREEN
source: Fullscreen
russian: Полный экран

# STRINGS.UI.OPTIONS.DISPLAY
source: Display
russian: Экран

# STRINGS.UI.OPTIONS.RESOLUTION
source: Resolution
russian: Разрешение

# STRINGS.UI.OPTIONS.REFRESHRATE
source: Refresh Rate
russian: Частота

# STRINGS.UI.OPTIONS.SMALLTEXTURES
source: Small Textures
russian: Маленькие текстуры

# STRINGS.UI.OPTIONS.NETBOOKMODE
source: Netbook Mode
russian: Режим нетбука

# STRINGS.UI.OPTIONS.ENABLED
source: Enabled
russian: Включено

# STRINGS.UI.OPTIONS.DISABLED
source: Disabled
russian: Отключено
