Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: PATHETIC TREE DROPS NO BABIES
russian: ЖАЛКОЕ ДЕРЕВО, НЕ СПОСОБНОЕ ПОРОДИТЬ ПОТОМКОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYEPLANT
source: EXTERNAL SIGHT MODULES.
russian: ВНЕШНИЙ ОПТИЧЕСКИЙ МОДУЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.GENERIC
source: IT IS NOT CURRENTLY ACTIVE
russian: В ДАННЫЙ МОМЕНТ ОТКЛЮЧЕНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.GROWING
source: LIFE IS INEFFICIENT
russian: ЖИВЫЕ ОРГАНИЗМЫ ИМЕЮТ НИЗКУЮ ПРОИЗВОДИТЕЛЬНОСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: ITS RESOURCES ARE EXHAUSTED
russian: РЕСУРСЫ ИСЧЕРПАНЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHERHAT
source: I STILL CAN NOT FLY
russian: ОШИБКА: НЕДОСТАТОЧНО ПЕРЬЕВ ДЛЯ ПОЛЁТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_CROW
source: IT HAS BEEN SEPARATED FROM ITS BIRD
russian: ОНО БЫЛО ОТДЕЛЕНО ОТ ПТИЦЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN
source: IT HAS BEEN SEPARATED FROM ITS BIRD
russian: ОТДЕЛЯЕМАЯ ЧАСТЬ ПТИЦЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN_WINTER
source: IT HAS BEEN SEPARATED FROM ITS BIRD
russian: ОТДЕЛЯЕМАЯ ЧАСТЬ ПТИЦЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEM_PUPPET
source: SHE APPEARS TO BE TRAPPED.
russian: ОНА В ЛОВУШКЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREFLIES.GENERIC
source: BIOLUMINESCENT INSECTS
russian: БИОЛЮМИНЕСЦЕНТНЫЕ НАСЕКОМЫЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREFLIES.HELD
source: THEY ARE VERY LIGHT
russian: ОНИ ОЧЕНЬ ЛЁГКИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREHOUND
source: IT LIVES TO BURN
russian: ОНА ЖИВЁТ, ЧТОБЫ ГОРЕТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
russian: ВНИМАНИЕ: КРИТИЧЕСКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.GENERIC
source: WARMTH AND LIGHT
russian: ТЕПЛО И СВЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.HIGH
source: WARNING: FIRE LEVEL EXCEEDS DESIGN PARAMETERS
russian: ВНИМАНИЕ: УРОВЕНЬ ОГНЯ ПРЕВЫШАЕТ ДОПУСТИМЫЕ НОРМЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.LOW
source: WARNING: FIRE LEVEL LOW
russian: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.NORMAL
source: THIS FIRE IS FULLY OPERATIONAL
russian: ОГОНЬ РАБОТАЕТ В НОРМАЛЬНОМ РЕЖИМЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.OUT
source: IT NEEDS TO BE REBOOTED
russian: НУЖДАЕТСЯ В ПЕРЕЗАГРУЗКЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIRESTAFF
source: THIS STAFF HAS BEEN OPTIMIZED FOR COMBUSTION.
russian: ПОСОХ БЫЛ ОПТИМИЗИРОВАН ДЛЯ ГОРЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH
source: IT HAS RUN OUT OF LIFE. I WIN.
russian: У НЕЁ КОНЧИЛАСЬ ЖИЗНЬ. Я ПОБЕДИЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHINGROD
source: I DO NOT LIKE WATER
russian: Я НЕ ЛЮБЛЮ ВОДУ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHSTICKS
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHTACOS
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_COOKED
source: REQUIRES CHIPS
russian: ЗАПРАШИВАЮ ЧИПСЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLINT
source: THIS ROCK IS SHARPER THAN MOST
russian: ЭТОТ КАМЕНЬ ОСТРЕЕ БОЛЬШИНСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER
source: MY APPRECIATION FOR BEAUTY IS LIMITED
russian: МОЯ ОЦЕНКА КРАСОТЫ ОГРАНИЧЕНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWERHAT
source: AT LEAST THEY ARE DEAD
russian: ПО КРАЙНЕЙ МЕРЕ ОНИ МЕРТВЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_EVIL
source: HEY THERE, FLOWERS. WANNA... KILL ALL HUMANS?
russian: ЭЙ ВЫ, ЦВЕТЫ, ХОТИТЕ... УБИТЬ ВСЕХ ЛЮДИШЕК?

# STRINGS.CHARACTERS.WX78.DESCRIBE.FOLIAGE
source: I ENDED A LIFE. YAY.
russian: Я УНИЧТОЖИЛ ЖИЗНЬ. УРА.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FOOTBALLHAT
source: PADDING FOR MY PROCESSING UNIT
russian: ПОДУШКА ДЛЯ МОЕГО ПРОЦЕССОРА

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.DEAD
source: I WIN
russian: Я ВЫИГРАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.GENERIC
source: POTENTIAL BUNWICH
russian: ПОТЕНЦИАЛЬНАЯ ЕДА

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.SLEEPING
source: I SHOULD HARVEST IT
russian: МНЕ СЛЕДУЕТ ЕЁ СОБРАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGGLEBUNWICH
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGLEGS
source: REPLACEMENT PARTS FOR FROGS
russian: ЗАПЧАСТИ ДЛЯ ЛЯГУШКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGLEGS_COOKED
source: THEY ARE MORE NUTRITIOUS NOW
russian: ТЕПЕРЬ ОНИ БОЛЕЕ ПИТАТЕЛЬНЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FRUITMEDLEY
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEARS
source: OH NO. WHAT HAVE I DONE TO YOU?
russian: О НЕТ. ЧТО Я ВАМ СДЕЛАЛ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GHOST
source: ERROR: UNKNOWN
russian: ОШИБКА: ОБЪЕКТ НЕ ОПОЗНАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENAXE
source: GOLD IS MORE DURABLE?
russian: ЗОЛОТО ПРОЧНЕЕ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENPICKAXE
source: GOLD IS MORE DURABLE?
russian: ЗОЛОТО ПРОЧНЕЕ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENPITCHFORK
source: GOLD IS MORE DURABLE?
russian: ЗОЛОТО ПРОЧНЕЕ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENSHOVEL
source: GOLD IS MORE DURABLE?
russian: ЗОЛОТО ПРОЧНЕЕ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDNUGGET
source: I APPRECIATE ITS CONDUCTIVITY
russian: Я ЦЕНЮ ЕГО ВЫСОКУЮ ПРОВОДИМОСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.BARREN
source: FERTILIZATION REQUIRED
russian: ТРЕБУЕТСЯ УДОБРЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.BURNING
source: OOPS
russian: УПС

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.GENERIC
source: IT LOOKS COMBUSTIBLE
russian: ВЫГЛЯДИТ ГОРЮЧЕЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.PICKED
source: IT WILL RETURN SOON
russian: ОНА СКОРО ВОССТАНОВИТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_CAP
source: CULINARY FUNGUS
russian: КУЛИНАРНЫЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_CAP_COOKED
source: MODIFIED FUNGUS
russian: МОДИФИЦИРОВАННЫЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: GREEN FUNGUS
russian: ЗЕЛЁНЫЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: IT IS HIDING
russian: ОН ПРЯЧЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I TOOK IT.
russian: Я ЗАБРАЛ ЕГО

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUNPOWDER
source: PUTS THE POW IN POWDER
russian: ЗАПРАШИВАЮ ПРОТОКОЛ ДОСТУПА... ДОСТУП РАЗРЕШЁН

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAMBAT
source: TASTE IRONY AND DIE, FLESHLINGS.
russian: КАКАЯ ИРОНИЯ: МОЖНО УБИТЬ ХОДЯЧИЙ КУСОК МЯСА... КУСКОМ МЯСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAMMER
source: DECONSTRUCTION
russian: ДЕКОНСТРУКЦИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEALINGSALVE
source: KILL MICROLIFE TO SAVE MACROLIFE
russian: (УБИТЬ МИКРОЖИЗНЬ) ЧТОБЫ (СОХРАНИТЬ МАКРОЖИЗНЬ): РАЗРЕШЕНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.COLD
source: LACKS ALL THERMAL ENERGY
russian: НЕХВАТКА ТЕПЛОВОЙ ЭНЕРГИИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.GENERIC
source: A DECEPTIVELY SIMPLE DEVICE
russian: ОБМАНЧИВО ПРОСТОЕ УСТРОЙСТВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.HOT
source: TEMPERATURE AT MAXIMUM
russian: ТЕМПЕРАТУРА ДОСТИГЛА МАКСИМУМА

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.WARM
source: IT WARMS MY COLD CHASSIS
russian: ОН ГРЕЕТ МОЮ ХОДОВУЮ ЧАСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOME
source: WHO WROTE THAT?
russian: КТО ЭТО НАПИСАЛ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOMESIGN
source: YOU ARE HERE.
russian: ТЫ ЗДЕСЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEY
source: IT IS A GOOD LUBRICANT FOR MY GEARS
russian: ХОРОШАЯ СМАЗКА ДЛЯ МОИХ МЕХАНИЗМОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYCOMB
source: ONE UNIT OF BEE STORAGE
russian: ОДНА ЕДИНИЦА ПЧЕЛИНОГО ХРАНИЛИЩА

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYHAM
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYNUGGETS
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HORN
source: UNHYGIENIC
russian: НЕГИГИЕНИЧНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUND
source: IT LIVES TO EAT
russian: ОНА ЖИВЁТ, ЧТОБЫ ЕСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDBONE
source: EXOSKELETON FOR INSIDES. PROVIDES STRUCTURAL INTEGRITY.
russian: ЭНДОСКЕЛЕТ ДЛЯ ВНУТРЕННОСТЕЙ. ОБЕСПЕЧИВАЕТ ЦЕЛОСТНОСТЬ КОНСТРУКЦИИ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDMOUND
source: SOMETHING DANGEROUS RESIDES HERE
russian: ЗДЕСЬ НАХОДИТСЯ ЧТО-ТО ОПАСНОЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEBOX
source: CARRY ON, MY FRIGID BROTHER
russian: РАБОТАЙ, МОЙ ХОЛОДНЫЙ БРАТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEHOUND
source: IT LIVES TO FREEZE
russian: ОНА ЖИВЁТ, ЧТОБЫ ЗАМОРАЖИВАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.INSANITYROCK.ACTIVE
source: MY MAPPING MODULE SHOWS NO RECORD OF THIS OBSTRUCTION.
russian: МОЙ НАВИГАЦИОННЫЙ МОДУЛЬ НЕ СОДЕРЖИТ ИНФОРМАЦИИ ОБ ЭТОЙ ПРЕГРАДЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.INSANITYROCK.INACTIVE
source: IT APPEARS TO BE MOSTLY UNDERGROUND
russian: ЕГО ОСНОВНАЯ ЧАСТЬ ПОД ЗЕМЛЁЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.JAMMYPRESERVES
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KABOBS
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.GENERIC
source: IT HAS A STINGER AND A BAD ATTITUDE
russian: У НЕЁ ЕСТЬ ЖАЛО И ПЛОХИЕ НАМЕРЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.HELD
source: WARNING: KILLER BEE IN POCKET
russian: ВНИМАНИЕ: ПЧЕЛА-УБИЙЦА В МОДУЛЕ ХРАНЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KNIGHT
source: HORSE AUTOMATON
russian: АВТОМАТИЧЕСКАЯ ЛОШАДЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KOALEFANT_SUMMER
source: POSSESSES AMPLE ENERGY RESERVES
russian: ОБЛАДАЕТ ВНУШИТЕЛЬНЫМИ ЭНЕРГЕТИЧЕСКИМИ ЗАПАСАМИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KOALEFANT_WINTER
source: IT RADIATES WITH MEAT WARMTH
russian: ОН ИЗЛУЧАЕТ МЯСНОЕ ТЕПЛО

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAMPUS
source: STOP! THIEF!
russian: СТОЙ! ВОР!

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAMPUS_SACK
source: STORAGE MODULE 2.0
russian: МОДУЛЬ ХРАНЕНИЯ 2.0

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF
source: WARNING: MOTILE TREE
russian: ВНИМАНИЕ: ДВИЖУЩЕЕСЯ ДЕРЕВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF_SPARSE
source: WARNING: MOTILE TREE
russian: ВНИМАНИЕ: ДВИЖУЩЕЕСЯ ДЕРЕВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.CHARGED
source: BACKUP POWER
russian: РЕЗЕРВНЫЙ ИСТОЧНИК ПИТАНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.GENERIC
source: SURGE PROTECTION
russian: ЗАЩИТА ОТ ПЕРЕПАДОВ НАПРЯЖЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LITTLE_WALRUS
source: PATHETIC
russian: ЖАЛКОЕ СУЩЕСТВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGLOG
source: EVEN WORSE THAN A NORMAL LOG
russian: ДАЖЕ ХУЖЕ НОРМАЛЬНОГО БРЕВНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOCKEDWES
source: SILENT HUMAN TRAPPED BY STATUES
russian: МОЛЧАЛИВЫЙ ЧЕЛОВЕК ПОЙМАН СТАТУЯМИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOG.BURNING
source: IT IS AFLAME
russian: ЭТО ПЛАМЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOG.GENERIC
source: LOG(1) = 0
russian: БАЗОВЫЙ СТРОИТЕЛЬНЫЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUREPLANT
source: AWW, IT'S JUST AS EVIL AS I AM.
russian: ОН ТАКОЙ ЖЕ ЗЛОЙ, КАК И Я

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUREPLANTBULB
source: THE POWER TO START LIFE.
russian: ПРОТОТИП ДЛЯ СОЗДАНИЯ НОВОЙ ЖИЗНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MALE_PUPPET
source: HE APPEARS TO BE TRAPPED.
russian: ОН В ЛОВУШКЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.DEAD
source: I HAVE KILLED IT. GOOD.
russian: Я УБИЛ ЕЁ. ХОРОШО.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.GENERIC
source: IT IS A PLANT
russian: ЭТО РАСТЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.PICKED
source: WHAT DO YOU WANT?
russian: ЧЕГО ТЕБЕ НУЖНО?

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKESOUP
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE_COOKED
source: I HAVE KILLED IT TWICE. HA.
russian: Я УБИЛ ЕЁ ДВАЖДЫ. ХА

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLE
source: I SHOULD BUILD A STATUE OF MYSELF.
russian: Я ДОЛЖЕН ПОСТРОИТЬ СТАТУЮ СЕБЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLEPILLAR
source: CRUMBLING REMAINS. HAH.
russian: КРОШАЩИЕСЯ ОСТАНКИ. ХА

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLETREE
source: LOOKS LIKE A VERY TOUGH TREE.
russian: ПОХОЖЕ НА ОЧЕНЬ ПРОЧНОЕ ДЕРЕВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.BURNING
source: THORNS BURNED.
russian: ГОРЯЩИЕ КОЛЮЧКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.GENERIC
source: BRAMBLES.
russian: КОЛЮЧКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.PICKED
source: BRAMBLES FIGHT BACK.
russian: КОЛЮЧКИ ДАЮТ СДАЧИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_PLANT
source: IT IS AN UNINTERESTING PLANT
russian: ЭТО НЕИНТЕРЕСНОЕ РАСТЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNING
source: SPIKY TREE IGNITED
russian: КОЛЮЧЕЕ ДЕРЕВО ГОРИТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNT
source: THE SPIKY TREE IS NO MORE
russian: КОЛЮЧЕГО ДЕРЕВА БОЛЬШЕ НЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.CHOPPED
source: SPIKY TREE DEFEATED
russian: КОЛЮЧЕЕ ДЕРЕВО ПОВЕРЖЕНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.GENERIC
source: A SPIKY TREE
russian: КОЛЮЧЕЕ ДЕРЕВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELL
source: HE IS UNKNOWN
russian: ОН МНЕ НЕИЗВЕСТЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLHEAD
source: IT APPEARS TO BE SOME SORT OF PROJECTION.
russian: ВОЗМОЖНО ЭТО КАКАЯ-ТО РАЗНОВИДНОСТЬ ПРОЕКЦИИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLLIGHT
source: THEY SENSE MY PRESENCE.
russian: ОНИ ОЩУЩАЮТ МОЁ ПРИСУТСТВИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLLOCK
source: KEY RECEPTACLE.
russian: КЛЮЧЕВОЙ РАЗЪЁМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLTHRONE
source: MADE FOR SITTING.
russian: СДЕЛАН ДЛЯ СИДЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEAT
source: I WILL ENJOY THIS
russian: ЭТО БУДЕТ НАСЛАЖДЕНИЕМ ДЛЯ МЕНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATBALLS
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DONE
source: I HAVE NEW PROTEINS
russian: НОВАЯ ПОРЦИЯ БЕЛКОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYING
source: MEATSACKS TAKE TIME TO DRY
russian: МЯСУ НУЖНО ВРЕМЯ ЧТОБЫ ВЫСОХНУТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.GENERIC
source: I SHOULD HANG EXPIRED MEATSACKS HERE
russian: СЮДА Я МОГУ ВЕШАТЬ МЯСО

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEAT_DRIED
source: DEHYDRATED PROTEINS
russian: ОБЕЗВОЖЕННЫЙ БЕЛОК

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERM
source: ANIMATED SEAFOOD
russian: ОЖИВЛЁННЫЕ МОРЕПРОДУКТЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHEAD
source: THE FISHBEAST IS MORE IDIOTIC LOOKING THAN USUAL.
russian: ВЫГЛЯДИТ ГЛУПЕЕ ОБЫЧНОГО

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHOUSE
source: OUTDATED ABODE
russian: УСТАРЕВШЕЕ ЖИЛИЩЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINERHAT
source: SUPPORTS HANDS-FREE OPERATION
russian: ОБЕСПЕЧИВАЕТ РЕЖИМ "СВОБОДНЫЕ РУКИ"

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONKEY
source: AN EVEN DUMBER HUMANOID.
russian: ЕЩЁ БОЛЕЕ ТУПОЙ ГУМАНОИД

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONKEYBARREL
source: WHAT A PITIFUL HOME.
russian: КАКОЙ ЖАЛКИЙ ДОМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERLASAGNA
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERMEAT
source: IT IS INCOMPATIBLE WITH MY CHEMICAL ENGINE
russian: ЭТО НЕСОВМЕСТИМО С МОИМ БЛОКОМ ХИМИЧЕСКОЙ ПЕРЕРАБОТКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERMEAT_DRIED
source: DEHYDRATED PROTEINS
russian: ОБЕЗВОЖЕННЫЙ БЕЛОК

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO.GENERIC
source: IT STEALS LIFE FROM OTHERS
russian: ОН КРАДЁТ ЖИЗНЬ У ДРУГИХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO.HELD
source: FILLED WITH DISGUSTING FLUIDS
russian: ЗАПОЛНЕН ОТВРАТИТЕЛЬНОЙ ЖИДКОСТЬЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITOSACK
source: MOSQUITO HARD DRIVE
russian: ЖЁСТКИЙ ДИСК МОСКИТОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOUND.DUG
source: WORMS AND ICHOR
russian: ЧЕРВИ И ГНОЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOUND.GENERIC
source: MEATLINGS ARE SO SUPERSTITIOUS
russian: КУСКИ МЯСА ТАК СУЕВЕРНЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTLIGHT
source: UNKNOWN LIGHT SOURCE
russian: ИСТОЧНИК СВЕТА: НЕ ОПОЗНАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMAREFUEL
source: DEBUGGING RESIDUE
russian: ОСТАЛОСЬ ПОСЛЕ ОТЛАДКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTSWORD
source: I CAN HACK THIS WORLD
russian: ИНСТРУМЕНТ ДЛЯ ВЗЛОМА ПРОГРАММЫ МИРА

# STRINGS.CHARACTERS.WX78.DESCRIBE.NITRE
source: SOME ROCKS ARE BETTER THAN OTHERS
russian: НЕКОТОРЫЕ КАМНИ ЛУЧШЕ ДРУГИХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ONEMANBAND
source: AN EXTERNAL SOUND MODULE UPGRADE.
russian: ВНЕШНИЙ ЗВУКОВОЙ МОДУЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANDORASCHEST
source: CONTENTS PROBABILITIES ARE UNCERTAIN
russian: СОСТАВ СОДЕРЖИМОГО НЕ ДОСТОВЕРЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANFLUTE
source: I CAN REBOOT FLESHLINGS WITH THIS
russian: Я МОГУ ПЕРЕВОДИТЬ БИОЛОГИЧЕСКИХ СУЩЕСТВ В СПЯЩИЙ РЕЖИМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PAPYRUS
source: I PREFER DOT MATRIX PAPER
russian: Я ПРЕДПОЧИТАЮ МАТРИЧНУЮ БУМАГУ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PENGUIN
source: BIRD CANNOT FLY?
russian: ЭТА ПТИЦА НЕ УМЕЕТ ЛЕТАТЬ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PERD
source: THAT IS AN UNUSUALLY LARGE BIRD
russian: НЕОБЫЧНО КРУПНАЯ ПТИЦА

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEROGIES
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS
source: I HAVE DESTROYED SOMETHING BEAUTIFUL. HA.
russian: Я УНИЧТОЖИЛ ЧТО-ТО КРАСИВОЕ. ХА

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS_EVIL
source: IT WASN'T BEAUTIFUL, BUT I STILL DESTROYED IT. HA.
russian: ОНИ НЕ БЫЛИ КРАСИВЫМИ, НО Я ВСЁ РАВНО УНИЧТОЖИЛ ИХ. ХА.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PICKAXE
source: MINING IMPLEMENT DETECTED
russian: ПЛАГИН ДЛЯ РАЗРУШЕНИЯ ТВЁРДЫХ МАТЕРИАЛОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGGYBACK
source: UPGRADED STORAGE MODULE V2.0
russian: МОДЕРНИЗИРОВАННЫЙ МОДУЛЬ ХРАНЕНИЯ V2.0

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHEAD
source: THAT PIG WILL FEEL SILLY WHEN HE NOTICES HE HAS LOST HIS HEAD MODULE.
russian: СВИНЬЯ БУДЕТ ЧУВСТВОВАТЬ СЕБЯ ГЛУПОЙ, КОГДА ЗАМЕТИТ, ЧТО ПОТЕРЯЛА СВОЙ ГЛАВНЫЙ МОДУЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.FULL
source: OCCUPIED
russian: ЗАНЯТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.GENERIC
source: THE FURNITURE IS ALL PIG-SHAPED
russian: ВСЯ МЕБЕЛЬ В ФОРМЕ СВИНЬИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: THE OCCUPANT MUST BE SLEEPING
russian: ОБИТАТЕЛЬ СКОРЕЕ ВСЕГО СПИТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGKING
source: THAT APPEARS TO BE THE DOMINANT PIG
russian: А ЭТО ДОЛЖНО БЫТЬ ДОМИНИРУЮЩАЯ ОСОБЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.DEAD
source: OOPS
russian: УПС

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.FOLLOWER
source: DO MY BIDDING
russian: ВЫПОЛНЯЙ МОИ ПРИКАЗЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.GENERIC
source: THEY EXHIBIT MINIMAL INTELLIGENCE
russian: ОНИ ДЕМОНСТРИРУЮТ БАЗОВЫЕ УМСТВЕННЫЕ СПОСОБНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.GUARD
source: DEFENSIVE STANCE DETECTED.
russian: ОБОРОНИТЕЛЬНАЯ СТОЙКА ОБНАРУЖЕНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.WEREPIG
source: ERROR: ANOMALY!
russian: ОШИБКА: АНОМАЛИЯ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGSKIN
source: THESE FLESHLINGS ARE DISGUSTING
russian: СОЗДАНИЯ ИЗ ПЛОТИ ОТВРАТИТЕЛЬНЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGTENT
source: TENT
russian: ПАЛАТКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGTORCH
source: IT GIVES HIM PURPOSE
russian: ЭТО ПРИДАЁТ ЕМУ СМЫСЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE.GENERIC
source: HOW DOES THE TREE FIT IN THERE?
russian: КАК ТАМ ПОМЕСТИЛОСЬ ДЕРЕВО?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE.PLANTED
source: SOON THE TREE WILL GROW.
russian: СКОРО ДЕРЕВО ВЫРАСТЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PITCHFORK
source: I ENJOY ITS POINTY PARTS
russian: ОБОЖАЮ ИХ ОСТРЫЕ ЧАСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANTMEAT
source: A SURPRISINGLY HIGH AMOUNT OF PROTEIN.
russian: ОЧЕНЬ ВЫСОКАЯ КОНЦЕНТРАЦИЯ БЕЛКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANTMEAT_COOKED
source: I MADE IT BETTER.
russian: Я СДЕЛАЛ ЕГО ЛУЧШЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GENERIC
source: IT LOOKS EDIBLE
russian: ВЫГЛЯДИТ СЪЕДОБНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GROWING
source: GO FASTER, PLANT
russian: ВЫПОЛНЯЙ СВОЙ КОД БЫСТРЕЕ, РАСТЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.READY
source: IT IS AT PEAK NUTRITIONAL VALUE
russian: ДОСТИГНУТО ПИКОВОЕ ЗНАЧЕНИЕ ПИТАТЕЛЬНОЙ ЦЕННОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE
source: IT IS DIFFICULT TO PEEL
russian: АЛГОРИТМ ОЧИСТКИ ОБЪЕКТА ИМЕЕТ ПОВЫШЕННУЮ СЛОЖНОСТЬ КЛАССА NP

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_COOKED
source: DELECTABLE
russian: ВОСХИТИТЕЛЬНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
russian: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POND
source: ERROR. STAY AWAY.
russian: ОПАСНОСТЬ: ВОДА ДИРЕКТИВА: ДЕРЖАТЬСЯ ПОДАЛЬШЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POOP
source: THESE ANIMALS ARE DISGUSTING
russian: ЭТИ ЖИВОТНЫЕ ОТВРАТИТЕЛЬНЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN
source: IT HAS A PLEASING SHAPE
russian: У НЕЁ ПРИЯТНАЯ ФОРМА

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKINCOOKIE
source: I HAVE FLATTENED THE SHAPE
russian: Я ПЕРЕСТРОИЛ ЕЁ ФОРМУ В ДВУМЕРНОМ ПРОСТРАНСТВЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_COOKED
source: DELICIOUS
russian: ВКУСНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_LANTERN
source: IT HAS AN EERIE LIGHT
russian: ОН ИЗЛУЧАЕТ ЗЛОВЕЩЕЕ СВЕЧЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
russian: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PURPLEAMULET
source: I HAVE CREATED THE PERFECT AMULET.
russian: Я СОЗДАЛ СОВЕРШЕННЫЙ АМУЛЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PURPLEGEM
source: IT IS STRANGE
russian: ОН СТРАННЫЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBIT.GENERIC
source: IT IS PERFORMING A SEARCH ALGORITHM
russian: ОН ВЫПОЛНЯЕТ ПОИСКОВЫЙ АЛГОРИТМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBIT.HELD
source: I HOLD ITS TINY LIFE IN MY HANDS
russian: Я ДЕРЖУ ЕГО КРОХОТНУЮ ЖИЗНЬ В СВОИХ РУКАХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOLE
source: THEY ARE ALL CONNECTED VIA UNDERGROUND TUNNELS
russian: ОНИ ВСЕ СОЕДИНЕНЫ ПОДЗЕМНЫМИ ТУННЕЛЯМИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINOMETER
source: WELCOME, BROTHER.
russian: ДОБРО ПОЖАЛОВАТЬ, БРАТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RATATOUILLE
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAZOR
source: EXFOLIATE!
russian: РАССЛОИТЬ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.REDGEM
source: IT IS SLIGHTLY WARM
russian: НЕМНОГО ТЁПЛЫЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_CAP
source: POISONOUS FUNGUS
russian: ЯДОВИТЫЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_CAP_COOKED
source: MODIFIED FUNGUS
russian: МОДИФИЦИРОВАННЫЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.GENERIC
source: RED FUNGUS
russian: КРАСНЫЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.INGROUND
source: IT IS HIDING
russian: ОН ПРЯЧЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.PICKED
source: I TOOK IT.
russian: Я ЗАБРАЛ ЕГО

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.BURNING
source: TOO HOT
russian: СЛИШКОМ ГОРЯЧО

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.GENERIC
source: USEFUL MATERIALS DETECTED
russian: ОБНАРУЖЕН ПОЛЕЗНЫЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.PICKED
source: REGROWTH REQUIRED
russian: НЕОБХОДИМ ПЕРЕЗАПУСК СИСТЕМЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUBBLE
source: A DISMANTELD RELIC.
russian: ДЕМОНТИРОВАННАЯ РЕЛИКВИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB
source: MOTHER?
russian: МАМА?

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB2
source: HELLO, FRIEND
russian: ПРИВЕТ, ДРУГ
