Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOCKEDWES
source: Maxwell's statues are trapping him.
russian: Его удерживают статуи Максвелла.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOG.BURNING
source: That's some hot wood!
russian: Остались одни головешки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOG.GENERIC
source: It's big, it's heavy, and it's wood.
russian: Оно большое, оно тяжёлое и оно деревянное.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUREPLANT
source: It's so alluring.
russian: Так соблазнительно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUREPLANTBULB
source: Now I can start my very own meat farm.
russian: Теперь я смогу организовать свою личную ферму по выращиванию мяса.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MALE_PUPPET
source: He's trapped!
russian: Он в ловушке!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.DEAD
source: A mandrake root has strange powers.
russian: Странный какой-то корень. Говорят, что он обладает потусторонними свойствами.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.GENERIC
source: I've heard strange things about those plants.
russian: Странные слухи ходят про эти растения.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.PICKED
source: Stop following me!
russian: Перестань меня преследовать!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKESOUP
source: I cooked it myself!
russian: Интересно, он тоже говорящий?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE_COOKED
source: It doesn't seem so strange anymore.
russian: Ну вот, теперь корешок не такой уж и странный.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLE
source: Fancy!
russian: Необычно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLEPILLAR
source: I think I could use that.
russian: Думаю, я найду ей применение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLETREE
source: I don't think an axe will cut it.
russian: Не думаю, что топор возьмёт его.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.BURNING
source: That's burning fast!
russian: Он быстро сгорит!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.GENERIC
source: It looks thorny.
russian: Выглядит тернистым.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.PICKED
source: That hurt.
russian: Было больно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_PLANT
source: It's a plant.
russian: Это растение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.BURNING
source: Spikes and fire!
russian: Шипы и огонь!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.BURNT
source: Now it's burnt and spiky.
russian: Сгорело, но всё равно колется.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now!
russian: Теперь не будет колоться!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.GENERIC
source: Those spikes look sharp!
russian: Шипы на вид острые!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELL
source: I hate that guy.
russian: Я ненавижу этого парня.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLHEAD
source: I can see into his pores.
russian: Искусная работа, даже поры кожи переданы!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLLIGHT
source: I wonder how they work.
russian: Интересно, как это работает?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLLOCK
source: Looks almost like a key hole.
russian: Очень похоже на замочную скважину.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLTHRONE
source: That doesn't look very comfortable.
russian: Выглядит неудобным.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEAT
source: It's a bit gamey, but it'll do.
russian: Немного "с душком", но пойдёт.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATBALLS
source: I cooked it myself!
russian: Я приготовил это сам!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DONE
source: Jerky time!
russian: Самое время его съесть!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DRYING
source: Meat takes a while to dry.
russian: Мясу нужно время, чтобы высохнуть.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.GENERIC
source: I should dry some meats.
russian: Надо бы высушить немного мяса.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEAT_DRIED
source: Just jerky enough.
russian: Уже как следует провялилось.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERM
source: Smells fishy!
russian: Воняет рыбой!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHEAD
source: The stinkiest thing I'll smell all day.
russian: Самая вонючая штука из всех.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHOUSE
source: Who would live here?
russian: Кто бы стал жить здесь?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINERHAT
source: This will keep my hands free.
russian: Это освободит мои руки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONKEY
source: Curious little guy.
russian: Любопытный образец.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONKEYBARREL
source: Did that just move?
russian: Это сооружение только что двигалось, или мне показалось?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERLASAGNA
source: I cooked it myself!
russian: Так себе рецепт.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERMEAT
source: Ugh. I don't think I should eat that.
russian: Б-э-э. Не думаю, что это можно есть.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERMEAT_DRIED
source: Strange-smelling jerky.
russian: Вяленое мясо со странным запахом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO.GENERIC
source: Disgusting little bloodsucker.
russian: Отвратительный маленький кровопийца.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO.HELD
source: Hey, is that my blood?
russian: Эй, это что, моя кровь?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITOSACK
source: It's probably not someone else's blood...
russian: Не думаю, что там ещё чья-то кровь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOUND.DUG
source: I should probably feel bad about that.
russian: Наверное, мне должно быть стыдно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOUND.GENERIC
source: I bet there's all sorts of good stuff down there!
russian: Могу поспорить, там полно всякого добра.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTLIGHT
source: It gives off a spooky light.
russian: Излучает зловещее свечение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMAREFUEL
source: This stuff is crazy!
russian: Безумная штука!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTSWORD
source: I dreamed it myself!
russian: Я так мечтал о нём!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NITRE
source: I'm not a geologist.
russian: Я не геолог.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ONEMANBAND
source: I should have added a beefalo bell.
russian: Я бы ещё добавил колокольчик бифало.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANDORASCHEST
source: It may contain something fantastic! Or horrible.
russian: В нём точно что-то классное! Или ужасное.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANFLUTE
source: I can serenade the animals.
russian: Я могу петь серенады животным.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PAPYRUS
source: Some sheets of paper.
russian: Лист бумаги.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PENGUIN
source: Must be breeding season.
russian: У них что, период размножения?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PERD
source: Stupid bird! Stay away from my berries!
russian: Бестолковая птица! Держись подальше от моих ягод!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEROGIES
source: I cooked it myself!
russian: Со сметанкой бы их!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS
source: I showed those flowers who's boss!
russian: Я показал этим цветам, кто тут хозяин!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS_EVIL
source: I'm not sure I want to hold these.
russian: Я не уверен, что хочу носить их собой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PICKAXE
source: Iconic, isn't it?
russian: Символично, не правда ли?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGGYBACK
source: I feel kinda bad for that.
russian: Я чувствую вину за это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHEAD
source: Looks like an offering to the beast.
russian: Похоже на подношение зверю.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.FULL
source: I can see a snout pressed up against the window.
russian: Я вижу пятачок, прижимающийся к стеклу.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.GENERIC
source: These pigs have pretty fancy houses.
russian: У этих свиней причудливые домики.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Come ON! I know you're home!
russian: Да ладно! Я знаю, что ты дома!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGKING
source: Ewwww, he smells!
russian: Фу-у-у, от него разит за километр!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.DEAD
source: Someone should tell his family.
russian: Кто-то должен сообщить его семье.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.FOLLOWER
source: He's part of my entourage.
russian: Теперь он часть моей свиты.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.GENERIC
source: They kind of creep me out.
russian: Среди них мне как-то не по себе.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.GUARD
source: He looks serious.
russian: Серьёзный какой!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.WEREPIG
source: He's not friendly!
russian: Он не очень-то дружелюбен!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGSKIN
source: It still has the tail on it.
russian: На ней всё ещё есть хвост.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGTENT
source: Smells like bacon.
russian: Пахнет как бекон.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGTORCH
source: Sure looks cozy.
russian: Сомнений нет, выглядит уютно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE.GENERIC
source: I can hear a tiny tree inside it, trying to get out.
russian: Я слышу, как крохотное деревце внутри хочет вылезти наружу.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE.PLANTED
source: It'll be a tree soon!
russian: Скоро она станет деревом!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PITCHFORK
source: Maxwell might be looking for this.
russian: Максвелл наверно давно ищет их повсюду.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANTMEAT
source: That doesn't look very appealing.
russian: Оно выглядит не очень аппетитно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANTMEAT_COOKED
source: At least it's warm now.
russian: Теперь оно хотя бы тёплое.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy!
russian: Зелёное!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.GROWING
source: Guh! It's growing so slowly!
russian: Эх! Как же медленно оно растёт!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.READY
source: Mmmm. Ready to harvest.
russian: М-м-м-м. Его пора собирать.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE
source: It looks like the inside of an alien's brain.
russian: Похоже на мозг какого-то пришельца.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE_COOKED
source: Haute Cuisine!
russian: Высшее кулинарное искусство!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE_SEEDS
source: It's a seed.
russian: Это семена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POND
source: I can't see the bottom!
russian: Я не вижу дна!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POOP
source: I should fill my pockets!
russian: Смелее, набивай карманы!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN
source: It's as big as my head!
russian: Большая, как моя голова!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKINCOOKIE
source: I cooked it myself!
russian: Бабушкин рецепт!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_COOKED
source: How did it not turn into a pie?
russian: И как это не пирог получился?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_LANTERN
source: Spooky!
russian: Жутковато!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
russian: Это семена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PURPLEAMULET
source: It's whispering to me.
russian: Я слышу его шёпот.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PURPLEGEM
source: It contains the mysteries of the universe.
russian: Он содержит тайны вселенной.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBIT.GENERIC
source: He's looking for carrots.
russian: Он ищет морковку.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBIT.HELD
source: Do you like science?
russian: Ты любишь науку?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOLE
source: That must lead to the Kingdom of the Bunnymen.
russian: Она должна вести в королевство зайцев.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINOMETER
source: It measures cloudiness.
russian: Мой персональный гидрометцентр.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RATATOUILLE
source: I cooked it myself!
russian: Высшее кулинарное мастерство!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAZOR
source: A sharpened rock tied to a stick. Hygienic!
russian: Острый камень, привязанный к палке. Гигиенично!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REDGEM
source: It sparkles with inner warmth.
russian: Он сверкает внутренним теплом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_CAP
source: It smells funny.
russian: Забавный запах.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_CAP_COOKED
source: It's different now...
russian: Теперь он совсем другой...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a mushroom.
russian: Это гриб.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.INGROUND
source: It's sleeping.
russian: Он спит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.PICKED
source: I wonder if it will come back?
russian: Интересно, вырастет ли он снова?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.BURNING
source: That's really burning!
russian: Он горит!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.GENERIC
source: It's a clump of reeds.
russian: Это заросли тростника.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.PICKED
source: I picked all the useful reeds.
russian: Я собрал весь полезный тростник.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RELIC.GENERIC
source: Ancient household goods.
russian: Древние предметы домашнего обихода.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RELIC.BROKEN
source: Nothing to work with here.
russian: Тут не с чем работать.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUBBLE
source: Just bits and pieces of rock.
russian: Одни только кусочки да обломки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB
source: It breaks down objects into their scientific components.
russian: Она разбивает предметы на научные составляющие.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB2
source: It's even more science-y than the last one!
russian: Она даже более научна, чем предыдущая!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB3
source: What have I created?
russian: Что я сотворил?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTATUE
source: What a handsome devil!
russian: Красивый, чертяка!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTONE
source: What an odd looking stone.
russian: Какой странный камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.GENERIC
source: Does that mean spring is coming?
russian: Птицы тут... Весна, что ли?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.HELD
source: He likes my pocket.
russian: Ей нравится у меня в кармане.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN_WINTER.GENERIC
source: Life in the frozen wastes.
russian: Жизнь в ледяных пустошах.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft.
russian: Он такой мягкий.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBOT_PUPPET
source: It's trapped!
russian: Он в ловушке!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
russian: Лава, покрытая коркой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.OUT
source: Looks fragile.
russian: Нестабильный на вид.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.LOW
source: The lava's crusting over.
russian: Лава начинает покрываться коркой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.NORMAL
source: Nice and comfy.
russian: Хорошо и уютно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK
source: It wouldn't fit in my pocket.
russian: Он не влезет мне в карман.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCKS
source: I can make stuff with these.
russian: Я могу из них что-то сделать.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROOK
source: Storm the castle!
russian: Она пяти пешек стоит!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROPE
source: Some short lengths of rope.
russian: Небольшой кусок верёвки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROTTENEGG
source: Ew! It stinks!
russian: Фу, ну и вонь!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANITYROCK.ACTIVE
source: That's a CRAZY looking rock!
russian: Этот камень выглядит очень СТРАННО!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANITYROCK.INACTIVE
source: Where did the rest of it go?
russian: Куда делась остальная часть?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.BURNING
source: That's burning fast!
russian: Он быстро сгорит!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.GENERIC
source: Baby trees are so cute!
russian: Детки деревьев такие милые!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.PICKED
source: That'll teach him.
russian: Это будет ему наукой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEEDS
source: Each one is a tiny mystery.
russian: В каждом сокрыта крохотная тайна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEEDS_COOKED
source: I cooked all the life out of 'em!
russian: Я выжег из них всю жизненную силу!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEWING_KIT
source: Darn it! Darn it all to heck!
russian: Чёртова иголка! Идиотская нитка! Тупой набор!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHOVEL
source: There's a lot going on underground.
russian: Там, под землёй, много чего происходит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SILK
source: It comes from a spider's butt.
russian: Она выходит из попы паука.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON
source: Better him than me.
russian: Уж лучше он, чем я!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKULLCHEST
source: I'm not sure if I want to open it.
russian: Я не уверен, что хочу его открывать.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.GENERIC
source: That's a rather small bird.
russian: Это довольно маленькая птичка.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.HUNGRY
source: It looks hungry.
russian: По-моему, она проголодалась.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.STARVING
source: It must be starving.
russian: Она, похоже, помирает с голоду.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLMEAT
source: A tiny chunk of dead animal.
russian: Маленький кусочек мёртвого животного.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLMEAT_DRIED
source: A little jerky.
russian: Кусочек вяленого мяса.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR
source: That's one pointy stick.
russian: Остренькая палочка!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.DEAD
source: Ewwww!
russian: Фу-у-у!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.GENERIC
source: I hate spiders.
russian: Не люблю членистоногих.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.SLEEPING
source: I'd better not be here when he wakes up.
russian: Лучше уйти отсюда прежде, чем он проснётся.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERDEN
source: Sticky!
russian: Липкий!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDEREGGSACK
source: I hope these don't hatch in my pocket.
russian: Я надеюсь, они не начнут вылупляться у меня в кармане.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERGLAND
source: It has a tangy, antiseptic smell.
russian: У неё резкий лекарственный запах.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERHAT
source: I hope I got all of the spider goo out of it.
russian: Надеюсь, там больше не осталось паучьей слизи.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERQUEEN
source: AHHHHHHHH! That spider is huge!
russian: А-А-А-А-А-А! Огромный паук!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Good riddance!
russian: Скатертью дорожка!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Looks even meaner than usual.
russian: Выглядит даже отвратительнее обычного.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I should keep my distance.
russian: Лучше держаться от него подальше.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPOILED_FOOD
source: It's a furry ball of rotten food.
russian: Это покрывшийся налётом кусок сгнившей еды.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEHARP
source: What has happened to the head?
russian: А что случилось с головой?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEMAXWELL
source: It really captures his personality.
russian: Она действительно отражает его натуру.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STINGER
source: Looks sharp!
russian: А оно острое!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STRAWHAT
source: What a nice hat.
russian: Что за милая шляпа.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STUFFEDEGGPLANT
source: I cooked it myself!
russian: Приготовить это было несложно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKBOAT
source: It's no use to me out there!
russian: Эта штуковина для меня бесполезна!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEATERVEST
source: This vest is dapper as all get-out.
russian: Жилет, к тому-же весьма элегантный.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TAFFY
source: I cooked it myself!
russian: Десерт!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRD
source: That's a tall bird!
russian: Какая высокая птица!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG
source: Will it hatch?
russian: Интересно, птенец вылупится?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_COOKED
source: Delicious and nutritional.
russian: Вкусно и питательно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Brrrr!
russian: Бр-р-р-р!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Looks like it's hatching.
russian: Похоже, проклёвывается.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Are eggs supposed to sweat?
russian: Разве яйца должны потеть?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I have a feeling this is going to take a while...
russian: У меня такое предчувствие, что это надолго...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: It should hatch any time now.
russian: Вот-вот вылупится.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDNEST.GENERIC
source: That's quite an egg!
russian: Вот это я называю яйцо!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty.
russian: Гнездо пустое.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.GENERIC
source: Not a very tall bird.
russian: Не сильно высокая птица.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.HUNGRY
source: I'd better find it some food.
russian: Надо бы найти ей еду.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.STARVING
source: It has a dangerous look in it's eye.
russian: Её глаз как-то опасно поблёскивает...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: With this I can surely pass through space and time!
russian: С этим я легко пройду через пространство и время!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This appears to be a nexus to another world!
russian: Похоже, это портал в другой мир!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There's still something missing.
russian: Всё ещё чего-то не хватает.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Soon, my invention will be complete!
russian: Скоро моё изобретение будет готово!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BOX
source: This may control the polarity of the whole universe.
russian: Может управлять полярностью всей Вселенной.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_CRANK
source: Tough enough to handle the most intense experiments.
russian: Достаточно прочный, чтобы справиться с самыми напряжёнными экспериментами.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_POTATO
source: This metal potato contains great and fearful power...
russian: Эта металлическая картофелина содержит в себе великую и ужасную мощь...
