Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_MARSH
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_ROAD
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_ROCKY
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SAVANNA
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_WOODFLOOR
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CAVE
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_FUNGUS
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SINKHOLE
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_UNDERROCK
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_MUD
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POWCAKE
source: I would have to be desperate.
russian: Только в случае крайней безысходности.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Someone is trying to keep the underground at bay.
russian: Кто-то пытается держать подземелье закрытым.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_ENTRANCE.OPEN
source: A great evil lurks beneath the surface.
russian: Великое зло скрывается под поверхностью.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_EXIT
source: The surface beckons.
russian: Поверхность манит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOOMERANG
source: Death returns to the sender.
russian: Смерть возвращается к отправителю.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLPHONOGRAPH
source: Shall we have a danse macabre?
russian: Будет ли у нас смертельный танец?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL
source: That's my twin sister, Abigail.
russian: Это моя сестра-близнец, Абигейл.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGGUARD
source: This little piggie looks mean.
russian: Эта маленькая свинка выглядит очень воинственно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ADVENTURE_PORTAL
source: What technological terror is this?
russian: Что это за технологический ужас?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AMULET
source: I wonder who used to own this.
russian: Гадаю, кому он мог принадлежать...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANIMAL_TRACK
source: Signs of the beast.
russian: Знаки зверя.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORGRASS
source: I prolong the inevitable.
russian: Я лишь оттягиваю неизбежное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORMARBLE
source: Stops the daggers that stab at mine heart.
russian: Остановит кинжалы, что метят мне в сердце.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORWOOD
source: I might hold off the inevitable a bit longer with this.
russian: Этим можно лишь чуточку отсрочить неизбежное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_SANITY
source: A perfectly safe way to go insane.
russian: Самый безопасный способ сойти с ума.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.GENERIC
source: All that's left after another beautiful fire.
russian: Всё, что осталось от ещё одного прекрасного огня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
russian: Во время телепортации костеглаз был сожран огнём!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_THINGIE
source: This was once some thing before it got burned...
russian: Это было чем-то нужным, до того как оно сгорело...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AXE
source: An instrument for industry and murder.
russian: Инструмент для труда и убийства.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BABYBEEFALO
source: Enjoy your youth. Soon you will learn the terrors of the real world.
russian: Наслаждайся своей молодостью. Скоро ты познаешь ужасы реального мира.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BACKPACK
source: A pack. Now I can carry even more burden.
russian: Рюкзак. Теперь я смогу таскать с собой ещё больше хлама.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BACONEGGS
source: A balanced breakfast to start another miserable day.
russian: Сбалансированный ужин, подходящий для начала очередного унылого дня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BANDAGE
source: I'll only end up hurt again.
russian: В конечном итоге боль повторится.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BASALT
source: Trying to break it would be pointless.
russian: Попытка сломать его была бессмысленной.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEARDHAIR
source: That's just nasty.
russian: Это просто гадко.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEDROLL_STRAW
source: Sleep is but a temporary death.
russian: Сон не что иное, как временная смерть.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEE.GENERIC
source: I'd steer clear of that stinger.
russian: Я бы держалась подальше от её жала.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEE.HELD
source: Be still, little one.
russian: Успокойся, малышка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.GENERIC
source: They shall labour so I can steal.
russian: Они должны трудиться, чтобы я могла воровать.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.READY
source: Their toils have been fruitful!
russian: Их труды были плодотворными!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.FOLLOWER
source: He follows me unto his doom.
russian: Он следует за мной к своей гибели.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.GENERIC
source: What demented thoughts must lie behind those eyes.
russian: Какие приземлённые мысли должно быть скрываются за этими глазами.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.NAKED
source: His nakedness is now on display.
russian: Теперь его нагота выставлена напоказ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.SLEEPING
source: What nightmares he must be having.
russian: Какие должно быть у него кошмары.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALOHAT
source: I shall cover my head.
russian: Я покрою свою голову.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALOWOOL
source: Somewhere, a beefalo is naked and cold.
russian: Где-то бродит бифало, голый и замёрзший.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEHAT
source: This will protect me from those happy buzzing sounds. Oh, and the stings.
russian: Она защитит меня от всех этих жизнерадостных жужжаний. А, ну и от жал, конечно, тоже.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEHIVE
source: A wretched hive of scum and pollen.
russian: Жалкий улей из отбросов и пыльцы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEMINE
source: They're still alive in there. Poor things.
russian: Они там до сих пор живы. Бедолаги.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES
source: These berries are tart.
russian: Эти ягоды кислые.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES_COOKED
source: More balanced flavor, but they won't last long.
russian: Более сбалансированный привкус, но их надолго не хватит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.BARREN
source: It is barren.
russian: Он засох.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.GENERIC
source: A snack, perchance?
russian: Отведать их, быть может?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.PICKED
source: I shall have to wait.
russian: Мне следует подождать.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.GENERIC
source: Some of us can see our cages.
russian: Некоторые из нас могут видеть свои клетки.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.OCCUPIED
source: He is happier now.
russian: Теперь она счастливее.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.SLEEPING
source: Is he dead? No. Just sleeping.
russian: Она мертва? Нет, просто спит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDTRAP
source: Sticks and silk turned lethal.
russian: Палки и паутина стали смертоносными.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRD_EGG
source: So much hope, dashed.
russian: Так много надежд, млин.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRD_EGG_COOKED
source: No bird will ever come of it.
russian: И больше никогда не вылупиться птице из него.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BISHOP
source: What does he pray for?
russian: О чём он молится?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_SLEEP
source: Not even the big sleep, just a temporary one.
russian: Не то чтобы долгий сон, скорее временный.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_PIPE
source: I blow in this end and pain comes out the other end.
russian: Я дуну с этой стороны, а боль и страдания выйдут с той.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_FIRE
source: Shall I burn down the world?
russian: Не сжечь ли мне весь мир?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEGEM
source: Blue like... er... a sad bird?
russian: Синий как... эм... грустная птица?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEPRINT
source: Whoever drew this is probably dead.
russian: Тот, кто нарисовал это, скорее всего уже мёртв.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_CAP
source: A fungus to preserve the monotony.
russian: Ещё один унылый гриб в подтверждение тщетности бытия.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_CAP_COOKED
source: All is malleable.
russian: Всему приходит конец.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Musty.
russian: Это он с плесенью, что ли?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I would hide too, if I could.
russian: Я бы тоже спряталась, если бы могла.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Harvested.
russian: Собран.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOARDS
source: Even scarier for the trees.
russian: Этого деревья боятся ещё больше.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BONESTEW
source: They died. And then I put them in a stew.
russian: Они умерли. А затем я положила их в похлёбку.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUGNET
source: A prison for tiny insects.
russian: Тюрьма для маленьких насекомых.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUSHHAT
source: Oh to disappear.
russian: Раз, и нет меня!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTER
source: I wasn't expecting that.
russian: Такого я не ожидала.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLY.GENERIC
source: Pretty, but short-lived.
russian: Красивая, но живёт не долго.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLY.HELD
source: I hold its life in my hands.
russian: Её жизнь в моих руках.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLYWINGS
source: No more can the butterfly soar.
russian: Этой бабочке больше не порхать.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLYMUFFIN
source: Let's see you get out of this sugary trap!
russian: Посмотрим, как ты теперь выберешься из этой сахарной ловушки!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.EMBERS
source: Darkness is looming.
russian: Тьма приближается.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.GENERIC
source: I might survive this night!
russian: Теперь я, возможно, и переживу эту ночь!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.HIGH
source: A vision of Hell!
russian: Видение Ада!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.LOW
source: The gloom encroaches.
russian: Мрак подступает.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.NORMAL
source: It's a fire.
russian: Это костёр.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.OUT
source: That is not a good sign.
russian: Это нехороший знак.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CANE
source: I can get nowhere faster.
russian: С ней я вмиг домчу куда угодно!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT
source: It's a carrot.
russian: Это морковка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_COOKED
source: It's a carrot that's gone through the gauntlet of fire.
russian: Это морковка, прошедшая крещение огнём.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_PLANTED
source: It's a carrot that's in the ground.
russian: Это морковка, которую воткнули в землю.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_SEEDS
source: One day, this seed will be a carrot.
russian: Однажды это семечко станет морковкой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_FERN
source: A touch of colour in the darkness.
russian: Яркое пятно в этом тёмном мире.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHARCOAL
source: It is cold and dead, like my heart.
russian: Он холоден и мёртв, как моё сердце.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK1
source: Cold, dead artifical life.
russian: Холодная, мёртвая, искусственная жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK2
source: Cold, dead artifical life.
russian: Холодная, мёртвая, искусственная жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK3
source: Cold, dead artifical life.
russian: Холодная, мёртвая, искусственная жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER
source: A fuzzy ball of emptiness.
russian: Пушистый и пустой мячик.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking into my soul.
russian: Он смотрит мне в душу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER_EYEBONE.WAITING
source: Not so much sleeping as... waiting.
russian: Не столько спит, сколько... ждёт.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMANDRAKE
source: It was a good death. He will be delicious.
russian: Это была незаурядная смерть. Она должна быть отменной на вкус.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMEAT
source: The blood has been cooked away.
russian: Вся кровь выварилась.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMONSTERMEAT
source: Cooked evil is still evil.
russian: Приготовленное зло остаётся злом.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDSMALLMEAT
source: Fire has purified it.
russian: Огонь очистил его.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN
source: I could make a corny joke, but I'll refrain.
russian: Я могла бы пошутить про её форму, но, пожалуй, воздержусь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_COOKED
source: This corn couldn't handle the heat.
russian: Эта кукуруза не выдержала жара.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_SEEDS
source: Yup, it's a seed.
russian: Да, это семечко.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CROW.GENERIC
source: Take thy beak from out my heart!
russian: Вынь из сердца клюв проклятый!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CROW.HELD
source: He is mine.
russian: Теперь он мой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTGRASS
source: I like to kill small things.
russian: Мне нравится убивать что нибудь маленькое.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTREEDS
source: I like to cut things up.
russian: Люблю срезать всякие штуки.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTSTONE
source: The better to mark graves with.
russian: Удобно для пометки могил.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEADLYFEAST
source: This, my final feast.
russian: Это моё последнее угощение.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEERCLOPS
source: Death incarnate!
russian: Воплощение смерти!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEERCLOPS_EYEBALL
source: What terrors it must see.
russian: Какие ужасы он вынужден лицезреть.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEPLETED_GRASS.GENERIC
source: The remains of a tuft of grass.
russian: Остатки травы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIRTPILE
source: Oh look. More dirt.
russian: Ты посмотри. Опять грязь...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.COLD
source: The source is distant.
russian: Источник где-то далеко.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.GENERIC
source: It is forever seeking its lost half.
russian: Он обречён вечно искать свою потерянную половинку.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.HOT
source: Something wicked is here!
russian: Что-то злое прямо здесь!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.WARM
source: The wickedness draws closer.
russian: Что-то страшное всё ближе.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.WARMER
source: It is very close now.
russian: Уже очень близко.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.GENERIC
source: What does this newfangled thing do?
russian: Что эта модерновая штуковина делает?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.READY
source: It still needs a large key.
russian: Тут по-прежнему не хватает ключа. Немаленького ключа.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Let's see what I can find!
russian: Посмотрим, что там!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT
source: This isn't shaped like a dragon at all.
russian: Выглядит не очень питательно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT_COOKED
source: Still not a dragon. At least it's dead.
russian: Всё ещё не питательно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed. It won't grow a dragon.
russian: Семечко. Из него вырастет питайя.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONPIE
source: Well, at least it's a pie now.
russian: Ну, по крайней мере теперь это пирог.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRUMSTICK
source: Makes a good thud and it has nutrients!
russian: Им можно неслабо шмякнуть, а ещё он питательный!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRUMSTICK_COOKED
source: Less raw, more tasty.
russian: Менее сырое, более вкусное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_BERRYBUSH
source: I like it dead, but I should plant this.
russian: Неживым он мне больше нравится, но лучше его посадить.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_GRASS
source: I like it dead, but I should plant this.
russian: Неживой она мне больше нравится, но лучше его посадить.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_MARSH_BUSH
source: I like it dead, but I should plant this.
russian: Неживым он мне больше нравится, но лучше его посадить.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_SAPLING
source: I like it dead, but I should plant this.
russian: Неживым он мне больше нравится, но лучше его посадить.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN
source: Spiky and smelly!
russian: Колючий и вонючий!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN_COOKED
source: Less spiky, but even smellier!
russian: Не такой колючий, но ещё более вонючий!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN_SEEDS
source: Miraculously, the seeds don't smell.
russian: Чудесным образом, семена не пахнут.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EARMUFFSHAT
source: Their bitter end protects me from the bitter cold.
russian: Их лютая смерть даст мне защиту от лютых морозов.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT
source: Almost a deadly nightshade. Almost.
russian: Почти что смертельная белладонна. Почти что.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT_COOKED
source: Cooking this nightshade made it even less deadly.
russian: Приготовление этой 'белладонны' сделало её ещё менее смертельной.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT_SEEDS
source: It's a nightshade seed.
russian: Это семена белладонны.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.BURNING
source: It's burning brightly.
russian: Ярко горит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.BURNT
source: Used up and done for.
russian: Отгорела своё, и крышка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.CHOPPED
source: Everything dies.
russian: Ничто не вечно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.GENERIC
source: Nature is so boring.
russian: Природа такая скучная.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: It's burning brightly.
russian: Ярко горит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Used up and done for.
russian: Отгорела своё, и крышка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Everything dies.
russian: Ничто не вечно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: It's cycle of life is ending.
russian: Её жизненный цикл подходит к концу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYEPLANT
source: They follow their master's every wish.
russian: Они исполнят любое желание своего хозяина.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.GENERIC
source: What seeds shall I sow?
russian: Какое семя мне взрастить сегодня?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.GROWING
source: Leafy tendrils coil out of the muck.
russian: Побеги листьев пробиваются из грязи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: This earth is cold and dead.
russian: Почва, мёртвая и холодная.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHERHAT
source: Ca-caw!
russian: Ка-а-ар!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_CROW
source: A crow feather, black like eternal darkness.
russian: Перо ворона, черно как сама тьма.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_ROBIN
source: A redbird feather, red like blood.
russian: Перо красной птицы, алое, как кровь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather, white like the light at the end of the tunnel.
russian: Перо снегиря, белое, как свет в конце тоннеля.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEM_PUPPET
source: I wonder what she did.
russian: Гадаю, что она натворила.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREFLIES.GENERIC
source: A tiny brightness in the dark.
russian: Крохи света в беспроглядной тьме.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREFLIES.HELD
source: Tiny lights, stranded from the world outside my pocket.
russian: Крошечные огоньки, спрятанные от внешнего мира в карман.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREHOUND
source: His disposition is firey.
russian: У неё вспыльчивый нрав.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.EMBERS
source: Darkness is looming.
russian: Тьма приближается.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.GENERIC
source: I might survive this night!
russian: Теперь я, возможно, и переживу эту ночь!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.HIGH
source: A vision of Hell!
russian: Видение Ада!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.LOW
source: The gloom encroaches.
russian: Мрак подступает.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.NORMAL
source: It's a fire.
russian: Это костёр.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.OUT
source: That is not a good sign.
russian: Это нехороший знак.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIRESTAFF
source: I could set the world on fire!
russian: Я могла бы предать весь мир пламени!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH
source: It was flopping around desperately for life. The poor fool.
russian: Она беспечно бултыхалась тут всю свою жизнь. Глупышка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHINGROD
source: With this, I can yank the fishies out of their precious safe pond.
russian: Этим я смогу выдёргивать рыбок из их драгоценного безопасного пруда.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHSTICKS
source: Perfectly molded blocks of fish.
russian: Хорошенько спрессованные кусочки рыбы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHTACOS
source: I hope I got all the bones out.
russian: Надеюсь, я все косточки повытаскивала.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH_COOKED
source: A proper grilling puts a stop to the flopping.
russian: Качественная прожарка положила конец её предсмертным трепыханиям.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLINT
source: A tiny blade-like rock.
russian: Маленький лезвиеподобный камень.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER
source: They are bright and cheery. Yuck.
russian: Они яркие и радостные. Фу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWERHAT
source: But I am in mourning...
russian: Но я же в трауре...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_EVIL
source: At least they're better than the other flowers.
russian: Эти, на мой взгляд, получше, чем прочие цветочки.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FOLIAGE
source: Lead me to the Aarnivalkea.
russian: Приведи меня к блуждающему огоньку.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FOOTBALLHAT
source: A dead thing for me to wear. Goody.
russian: Убийственная вещь. Круто.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.DEAD
source: Life is small and short.
russian: Жизнь бессмысленна и коротка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.GENERIC
source: He's little and warty.
russian: Маленькая и бородавчатая.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.SLEEPING
source: He's asleep.
russian: Она спит.
