Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.UI.STARTADVENTURE.BODY
source: You're about to step into a long, arduous journey to find Maxwell. You will need to survive 5 worlds, each randomly generated to present a new challenge. Should you die, you will start back at this portal, but lose all your progress on the journey.
russian: Вы собираетесь выйти на длинный и сложный путь поиска Максвелла. Вам нужно будет выжить в пяти мирах, каждый из которых случайно сгенерирован и содержит своё испытание. В случае вашей смерти вы вернётесь к этому порталу, но потеряете весь прогресс в режиме приключений.

# STRINGS.UI.STARTADVENTURE.BODY_TEST
source: If you die during adventure mode, you will return back to this portal where you may restart the adventure. You're about to step into a long, arduous journey to find Maxwell. You will need to survive 5 worlds, each randomly generated to present a new challenge.
russian: При смерти в режиме приключения вы будете возвращены обратно к этому порталу, где вы сможете переиграть приключение. Вы собираетесь выйти на длинный и сложный путь поиска Максвелла. Вам нужно будет выжить в пяти мирах, каждый из которых случайно сгенерирован и содержит своё испытание.

# STRINGS.UI.STARTADVENTURE.YES
source: Let's Go!
russian: Начнём!

# STRINGS.UI.STARTADVENTURE.NO
source: Not Yet
russian: Пока нет

# STRINGS.UI.ENDGAME.TITLE
source: The End.
russian: Конец.

# STRINGS.UI.ENDGAME.BODY1
source: And so the cycle continues. Will
russian: Итак, цикл продолжается. Сможет ли

# STRINGS.UI.ENDGAME.BODY2
source: ever escape? Perhaps %s too will tire of this wretched place, and use %s new powers to tempt the unsuspecting. The mysterious beings that control this place still lurk in the shadows, and new challenges will soon be revealed. Until then, - The Don't Starve Team -
russian: найти выход? К тому же %s скорее всего потеряет интерес к этому унылому месту и использует новые силы для привлечения ничего не подозревающих. Таинственные существа, управляющие этим местом, всё ещё скрыты в тени, но уже готовят новые испытания. До встречи, - Команда Don't Starve -

# STRINGS.UI.ENDGAME.YES
source: For Science!
russian: За науку!

# STRINGS.UI.GENDERSTRINGS.MALE.ONE
source: he
russian: он

# STRINGS.UI.GENDERSTRINGS.MALE.TWO
source: his
russian: его

# STRINGS.UI.GENDERSTRINGS.FEMALE.ONE
source: she
russian: она

# STRINGS.UI.GENDERSTRINGS.FEMALE.TWO
source: her
russian: её

# STRINGS.UI.GENDERSTRINGS.ROBOT.ONE
source: it
russian: он

# STRINGS.UI.GENDERSTRINGS.ROBOT.TWO
source: its
russian: его

# STRINGS.UI.SANDBOXMENU.TITLE
source: World Customisation
russian: Настройка мира

# STRINGS.UI.SANDBOXMENU.EASY
source: Not Easy
russian: Не легко

# STRINGS.UI.SANDBOXMENU.MEDIUM
source: Quite Difficult
russian: Довольно сложно

# STRINGS.UI.SANDBOXMENU.HARD
source: Overly Taxing
russian: Сложно

# STRINGS.UI.SANDBOXMENU.GENERATE
source: OK
russian: ОК

# STRINGS.UI.SANDBOXMENU.MAINMENU
source: Cancel
russian: Отменить

# STRINGS.UI.SANDBOXMENU.CHOICEMONSTERS
source: Monsters
russian: Монстры

# STRINGS.UI.SANDBOXMENU.CHOICEANIMALS
source: Animals
russian: Животные

# STRINGS.UI.SANDBOXMENU.CHOICERESOURCES
source: Resources
russian: Ресурсы

# STRINGS.UI.SANDBOXMENU.CHOICEFOOD
source: Food
russian: Еда

# STRINGS.UI.SANDBOXMENU.CHOICECOOKED
source: Prepared Food
russian: Приготовленная еда

# STRINGS.UI.SANDBOXMENU.CHOICEAMTDAY
source: Amount of Day
russian: Продолжительность дня

# STRINGS.UI.SANDBOXMENU.CHOICEMISC
source: World
russian: Мир

# STRINGS.UI.SANDBOXMENU.DAY
source: Day
russian: День

# STRINGS.UI.SANDBOXMENU.NIGHT
source: Night
russian: Ночь

# STRINGS.UI.SANDBOXMENU.DUSK
source: Dusk
russian: Вечер

# STRINGS.UI.SANDBOXMENU.SLIDESHORT
source: Short
russian: Короткие

# STRINGS.UI.SANDBOXMENU.SLIDELONG
source: Long
russian: Долгие

# STRINGS.UI.SANDBOXMENU.SLIDEALL
source: Only
russian: Только

# STRINGS.UI.SANDBOXMENU.SLIDEDEFAULT
source: Default
russian: Стандарт

# STRINGS.UI.SANDBOXMENU.SLIDENEVER
source: None
russian: Нет

# STRINGS.UI.SANDBOXMENU.SLIDERARE
source: Less
russian: Мало

# STRINGS.UI.SANDBOXMENU.SLIDEOFTEN
source: More
russian: Больше

# STRINGS.UI.SANDBOXMENU.SLIDEALWAYS
source: Lots
russian: Много

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSLOW
source: Very Slow
russian: Очень медленно

# STRINGS.UI.SANDBOXMENU.SLIDESLOW
source: Slow
russian: Медленно

# STRINGS.UI.SANDBOXMENU.SLIDEFAST
source: Fast
russian: Быстро

# STRINGS.UI.SANDBOXMENU.SLIDEVERYFAST
source: Very Fast
russian: Очень быстро

# STRINGS.UI.SANDBOXMENU.SUMMER
source: Summer
russian: Лето

# STRINGS.UI.SANDBOXMENU.WINTER
source: Winter
russian: Зима

# STRINGS.UI.SANDBOXMENU.BOTH
source: Both
russian: Оба

# STRINGS.UI.SANDBOXMENU.SLIDESMALL
source: Default
russian: Стандарт

# STRINGS.UI.SANDBOXMENU.SLIDESMEDIUM
source: Medium
russian: Средний

# STRINGS.UI.SANDBOXMENU.SLIDESLARGE
source: Large
russian: Большой

# STRINGS.UI.SANDBOXMENU.SLIDESHUGE
source: Huge
russian: Огромный

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSIMPLE
source: Very Simple
russian: Очень простой

# STRINGS.UI.SANDBOXMENU.SLIDESIMPLE
source: Simple
russian: Простой

# STRINGS.UI.SANDBOXMENU.SLIDECOMPLEX
source: Complex
russian: Сложный

# STRINGS.UI.SANDBOXMENU.SLIDEVERYCOMPLEX
source: Very Complex
russian: Очень сложный

# STRINGS.UI.SANDBOXMENU.BRANCHINGMOST
source: Most
russian: Больше

# STRINGS.UI.SANDBOXMENU.BRANCHINGANY
source: Default
russian: Стандарт

# STRINGS.UI.SANDBOXMENU.BRANCHINGLEAST
source: Least
russian: Меньше

# STRINGS.UI.SANDBOXMENU.BRANCHINGNEVER
source: Never
russian: Никогда

# STRINGS.UI.SANDBOXMENU.LOOPNEVER
source: Never
russian: Никогда

# STRINGS.UI.SANDBOXMENU.LOOPRANDOM
source: Default
russian: Стандарт

# STRINGS.UI.SANDBOXMENU.LOOPALWAYS
source: Always
russian: Всегда

# STRINGS.UI.SANDBOXMENU.USEPRESET
source: Preset
russian: Шаблон

# STRINGS.UI.SANDBOXMENU.CHAPTERS.1
source: Chapter 1 of 5
russian: Глава 1 из 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.2
source: Chapter 2 of 5
russian: Глава 2 из 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.3
source: Chapter 3 of 5
russian: Глава 3 из 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.4
source: Chapter 4 of 5
russian: Глава 4 из 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.5
source: Chapter 5 of 5
russian: Глава 5 из 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.6
source: Epilogue
russian: Эпилог

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.1
source: A Cold Reception
russian: Холодный приём

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.2
source: The King of Winter
russian: Король зимы

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.3
source: The Game is Afoot
russian: Игра началась

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.4
source: Archipelago
russian: Архипелаг

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.5
source: Two Worlds
russian: Два мира

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.6
source: Darkness
russian: Тьма

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.7
source: Checkmate
russian: Шах и Мат

# STRINGS.UI.SANDBOXMENU.NONE
source: None
russian: Нет

# STRINGS.UI.SANDBOXMENU.NONEAVAILABLE
source: None Available
russian: Невозможно

# STRINGS.UI.SANDBOXMENU.MODIFYTASKS
source: Modify Tasks
russian: Изменить задачи

# STRINGS.UI.SANDBOXMENU.YES
source: Yes
russian: Да

# STRINGS.UI.SANDBOXMENU.NO
source: No
russian: Нет

# STRINGS.UI.SAVELOAD.SAVE_FAILED
source: An error occurred while saving your data.
russian: Произошла ошибка во время записи ваших данных.

# STRINGS.UI.SAVELOAD.LOAD_FAILED
source: An error occurred while loading your data.
russian: Произошла ошибка во время загрузки ваших данных.

# STRINGS.UI.SAVELOAD.DELETE_FAILED
source: An error occurred while deleting your data.
russian: Произошла ошибка при попытке удаления ваших данных.

# STRINGS.UI.SAVELOAD.DATA_DAMAGED
source: Your data is corrupt and cannot be used
russian: Ваши данные повреждены и не могут быть использованы.

# STRINGS.UI.SAVELOAD.OVERWRITE
source: Overwrite
russian: Перезаписать

# STRINGS.UI.SAVELOAD.RETRY
source: Retry
russian: Повторить

# STRINGS.UI.SAVELOAD.CANCEL
source: Cancel
russian: Отмена

# STRINGS.UI.SAVELOAD.YES
source: Yes
russian: Да

# STRINGS.UI.SAVELOAD.NO
source: No
russian: Нет

# STRINGS.UI.QUITTINGTITLE
source: Quitting!
russian: Выходим!

# STRINGS.UI.QUITTING
source: Packing up the science.
russian: Упаковываем науку.

# STRINGS.UI.TELEPORTTITLE
source: Journey onwards?
russian: Приключения впереди?

# STRINGS.UI.TELEPORTBODY_SURVIVAL
source: This will destroy your current world but you will retain your inventory contents.
russian: Ваш текущий мир будет уничтожен, но вы сохраните содержимое своего инвентаря.

# STRINGS.UI.TELEPORTBODY_ADVENTURE
source: This will REMOVE ALL YOUR ITEMS and destroy your current world. Only items placed in the machine will appear in the next world.
russian: Это УНИЧТОЖИТ ВСЕ ВАШИ ВЕЩИ и текущий мир! Только вещи, помещённые в машину, перенесутся в следующий мир.

# STRINGS.UI.TELEPORTYES
source: Lets Go!
russian: Начинаем!

# STRINGS.UI.TELEPORTNO
source: Stay here.
russian: Остаться.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd take kindly to that.
russian: Вряд ли ему это понравится.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.GENERIC
source: That's unshavable.
russian: Это нельзя сбрить.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.NOBITS
source: But it's already as smooth as a baby's rear end.
russian: Да тут всё и так гладко, как на попке у младенца!

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.STORE.GENERIC
source: It wouldn't fit.
russian: Не помещается.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
russian: Это нельзя туда положить.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL_GENERIC
source: That didn't work.
russian: Так ничего не выйдет.

# STRINGS.CHARACTERS.WAXWELL.LICHEN
source: A slow growing cave plant
russian: Медленно растущее пещерное растение.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ADVENTUREFAIL
source: I of all people should be able to do this.
russian: Уж кто-кто, а я-то должен был с этим справиться.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BEES
source: Killing me won't bring back your honey!
russian: Убив меня, ты не вернёшь свой мёд!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BOOMERANG
source: Ow! Clumsy!
russian: Ай! Растяпа!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CHARLIE
source: Charlie? It's me! Maxwell!
russian: Чарли? Это я! Максвелл!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CHARLIE_ATTACK
source: Ow! Charlie, that hurt!
russian: Ай! Чарли, мне больно!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_COLD
source: My heart grows cold.
russian: Моё сердце покрылось инеем.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CRAFTING_FAIL
source: Er... I can't do that.
russian: Гр... Не получается.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DEERCLOPS
source: I hear the deerclops.
russian: Я слышу цоканье копыт циклопа-оленя.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DUSK
source: It'll be dark soon. Charlie will be waking up.
russian: Скоро стемнеет, и тогда проснётся Чарли.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.GENERIC
source: (Gulp!)
russian: (Хрум!)

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.PAINFUL
source: Ow! That hurt my mouth!
russian: Ай! Что-то хрустнуло во рту!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.SPOILED
source: That was putrid.
russian: Это было что-то сгнившее.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.STALE
source: That was past its due-date.
russian: У этого истёк срок годности.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ENTER_DARK
source: It's dark! I can't see!
russian: Тут темно! Я не вижу!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ENTER_LIGHT
source: The light is back.
russian: Свет вернулся.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_FREEDOM
source: Freedom, at last!
russian: Наконец-то свобода!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HIGHRESEARCH
source: My brain swells with power!
russian: Мощь знаний распирает мой мозг!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HOUNDS
source: The hounds are growing restless.
russian: Гончие накаляют обстановку.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNGRY
source: I am empty inside.
russian: Я проголодался.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_BEAST_NEARBY
source: I smell dung and beast-sweat.
russian: Пахнет навозом и потом животного...

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_LOST_TRAIL
source: Drat! It got away.
russian: Чёрт бы побрал! Оно убежало.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_INV_FULL
source: My pockets are full.
russian: У меня забиты все карманы.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_KNOCKEDOUT
source: Ugh. My head hurts.
russian: Ох! Голова болит.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_LOWRESEARCH
source: That wasn't very informative.
russian: Ничего достойного внимания.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_MOSQUITOS
source: What annoying little bugs.
russian: Какие надоедливые маленькие букашки.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODANGERSLEEP
source: Not while there's danger afoot!
russian: Ну не в шаге же от опасности!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODAYSLEEP
source: I can't sleep in the day.
russian: Я не могу спать днём.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODAYSLEEP_CAVE
source: Sleeping now would mess up my sleep schedule!
russian: В моём графике отсутствует дневной сон.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry. I can't sleep.
russian: Я слишком голоден, чтобы заснуть.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NO_TRAP
source: Weird. They forgot to set it.
russian: Странно. Кто-то забыл её взвести.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PECKED
source: Have patience!
russian: Имей же терпение!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_QUAKE
source: That rumbling can't be good.
russian: Не к добру этот грохот.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_RESEARCH
source: Knowledge is power. And power is... well, power.
russian: Знания - сила. А сила, хм... она и есть сила.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_THORNS
source: I scratched my arms up doing that.
russian: Ну вот, все руки исцарапал.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TORCH_OUT
source: Dang it, another light down.
russian: Чёрт, опять погас.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TRAP_WENT_OFF
source: Ack!
russian: Фу!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_UNIMPLEMENTED
source: Hmm, not quite done.
russian: Хм, ещё не готово.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_WORMHOLE
source: Yech. It's horrible in there.
russian: Уф. Жуткое место.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CANFIX
source: I think I can fix this!
russian: Думаю, я мог бы починить это.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOSANITY
source: I have a headache!
russian: Голова раскалывается!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOFUEL
source: I need some nightmare fuel.
russian: Мне нужно топливо ужаса.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ACCOMPLISHMENT
source: I need to pass the time somehow.
russian: Мне нужно как-то скоротать время.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That kinda makes it all worthwhile.
russian: Из-за этого стоило поднапрячься.

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.GENERIC
source: To arms!
russian: К оружию!

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.PIG
source: Brains over brawn!
russian: Торжество разума над грубой силой!

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.PREY
source: You look tasty!
russian: Ты выглядишь аппетитно!

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.GENERIC
source: And stay away!
russian: И держись подальше!

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.PIG
source: Next time, pig!
russian: В другой раз, свинья!

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.PREY
source: You're not worth my time!
russian: Не буду тратить время зря!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WAXWELLJOURNAL
source: I'm so sorry Charlie.
russian: Мне так жаль, Чарли.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMLIGHT
source: What a neat trick.
russian: Занимательная вещица.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.PLANT
source: You aren't fooling me, plant.
russian: Тебе меня не обмануть, растение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.DIRT
source: Something stirs.
russian: Что-то шевелится.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.WORM
source: Well that's new!
russian: А вот это что-то новенькое!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL
source: They only exsist in the depths.
russian: Они только под землёй водятся.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL_COOKED
source: It will have to do.
russian: Это надо было сделать давно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UNAGI
source: My compliments to the chef!
russian: Мои комплименты шеф-повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYETURRET
source: Some of my better work.
russian: Одна из моих лучших работ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYETURRET_ITEM
source: Now I just have to set it up.
russian: Теперь остаётся только установить её.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAURHORN
source: I'm sorry I had to do that, old friend.
russian: Прости, дружище, но я должен был это сделать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAURCHEST
source: It's almost like he's still alive.
russian: Как будто он ещё жив.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.THULECITE_PIECES
source: I could combine several piles to make a bigger piece.
russian: Я бы мог соединить несколько частей в кусок побольше.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POND_ALGAE
source: It's some algae.
russian: Это какие-то водоросли.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENSTAFF
source: I must rely on focusing tools in this form.
russian: В теперешней форме магическую энергию мне без инструментов не сфокусировать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POTTEDFERN
source: How quaint.
russian: Как оригинально.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.THULECITE
source: An exceedingly rare but useful material.
russian: Чрезвычайно редкий и полезный материал.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORRUINS
source: Thulecite meshes so well with nightmare fuel.
russian: Тулецит отлично связывается с топливом ужаса.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINS_BAT
source: The fuel runs deep in this.
russian: Она впитала топливо до последней капли.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINSHAT
source: Fuel must flow.
russian: Топливо должно течь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: The heart of the city is still.
russian: Сердце города замерло.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It beats once again.
russian: Оно ударилось снова.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The pulse is quickening.
russian: Пульсация учащается.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The pulse is holding steady.
russian: Пульсация выравнивается.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: The pulse is waning.
russian: Пульсация затухает.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It calms once more.
russian: Оно снова успокоилось.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: The pulse has no influence here.
russian: Здесь нет пульсации.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BISHOP_NIGHTMARE
source: They degrade without proper upkeep.
russian: Они потихоньку разваливаются без должного ухода.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROOK_NIGHTMARE
source: The builders have left it in a state of abandonment.
russian: Создатель окончательно её забросил.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KNIGHT_NIGHTMARE
source: It looks beyond repair.
russian: Его уже не исправить.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAUR
source: My my, the fuel has changed you.
russian: Боже мой, как топливо изменило тебя.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_DROPPER
source: Creatures in this world evolve at a terrifying rate.
russian: Некоторые создания в этом мире эволюционируют с пугающей скоростью.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARELIGHT
source: The over-use of fuel was their downfall.
russian: Бездумное потребление топлива стало причиной их гибели.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINS_RUBBLE
source: A broken relic.
russian: Это... разбитая реликвия.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: I don't know why I didn't think of this.
russian: И как это я раньше не додумался?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENGEM
source: The nightmare fuel will unlock its true potential.
russian: Топливо ужаса раскроет его настоящую силу.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGESTAFF
source: I must rely on focusing tools in this form.
russian: В этой оболочке магическую энергию без инструментов мне не сфокусировать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWAMULET
source: This will make me stand out.
russian: С этой штукой меня будет видно издалека.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENAMULET
source: I swear I don't normally need this.
russian: Клянусь, обычно я таким не пользуюсь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURPER
source: Simple creatures. They exist only to sleep and feed.
russian: Примитивные существа. Они существуют только чтобы жрать и спать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURPER_PELT
source: In death, this creature will serve me!
russian: Будучи мёртвым это создание будет приносить мне пользу!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORSLURPER
source: Wet, soggy, and oddly filling.
russian: Влажный, хлюпающий и с чем-то странным внутри.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGEAMULET
source: Simple magic is often the best.
russian: Порой обычная магия - лучший вариант.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWSTAFF
source: With a bigger gem it would be so much more powerful.
russian: Будь в нём камень побольше, он был бы куда мощнее.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWGEM
source: I can feel the magic in this.
russian: Я чувствую в нём магию.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGEGEM
source: This will be quite powerful with some fuel.
russian: С топливом он станет весьма мощным.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEBASE.VALID
source: That should do the trick.
russian: Должно сработать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEBASE.GEMS
source: The fuel needs more focus points.
russian: Топливу нужно больше точек фокусировки.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEMSOCKET.VALID
source: This one's ready.
russian: Этот готов.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEMSOCKET.GEMS
source: The fuel needs a focus.
russian: Топливу нужно место для фокусировки.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STAFFLIGHT
source: That should chase the shadows away.
russian: Она разгонит тени прочь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB4
source: Quite a dapper machine.
russian: Весьма элегантное устройство.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Where are their gods now?
russian: И где же их Боги теперь?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: This can be partially restored.
russian: Его можно частично восстановить.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_STATUE
source: A once proud race.
russian: Некогда величественная раса.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA
source: Like ashes in my mouth.
russian: Как будто пепел в рот набил.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA_COOKED
source: Even worse than raw.
russian: Ещё хуже, чем сырой.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA_TREE
source: It looks like a banana, but I'm not buying it.
russian: Похоже на банан, но меня-то не проведёшь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCKY
source: I banished these guys down here for a reason.
russian: Я изгнал этих парней сюда не просто так.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDSTOOTH
source: It could be used for fashion.
russian: Можно использовать как украшение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORSNURTLESHELL
source: That is not dapper at all.
russian: Мда, невероятно элегантно!
