Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.UI.OPTIONS.FX
source: FX
russian: Эффекты

# STRINGS.UI.OPTIONS.MUSIC
source: Music
russian: Музыка

# STRINGS.UI.OPTIONS.AMBIENT
source: Ambient
russian: Звуки окружения

# STRINGS.UI.OPTIONS.HUDSIZE
source: HUD size
russian: Размер интерфейса

# STRINGS.UI.OPTIONS.VIBRATION
source: Vibration
russian: Вибрация

# STRINGS.UI.OPTIONS.DISPLAY_AREA_LABEL
source: Display Area
russian: Область отображения

# STRINGS.UI.OPTIONS.DISPLAY_AREA_BUTTON
source: Adjust
russian: Настроить

# STRINGS.UI.PAUSEMENU.TITLE
source: Paused
russian: Пауза

# STRINGS.UI.PAUSEMENU.SAVEANDQUITTITLE
source: Save and return to main menu?
russian: Сохранить и вернуться в главное меню?

# STRINGS.UI.PAUSEMENU.SAVEANDQUITBODY
source: Don't worry - we'll be waiting for you.
russian: Не волнуйтесь. Мы будем вас ждать.

# STRINGS.UI.PAUSEMENU.SAVEANDQUITYES
source: I said quit!
russian: Выйти!

# STRINGS.UI.PAUSEMENU.SAVEANDQUITNO
source: Never mind...
russian: Не сейчас...

# STRINGS.UI.PAUSEMENU.QUITTITLE
source: Return to main menu?
russian: Вернуться в главное меню?

# STRINGS.UI.PAUSEMENU.QUITBODY
source: Leaving so soon?
russian: Уже уходите?

# STRINGS.UI.PAUSEMENU.QUITYES
source: I said quit!
russian: Выйти!

# STRINGS.UI.PAUSEMENU.QUITNO
source: Never mind...
russian: Не сейчас...

# STRINGS.UI.PAUSEMENU.OPTIONS
source: Settings
russian: Настройки

# STRINGS.UI.PAUSEMENU.CONTROLS
source: Controls
russian: Управление

# STRINGS.UI.PAUSEMENU.SAVEANDQUIT
source: Save and Quit
russian: Выйти

# STRINGS.UI.PAUSEMENU.QUIT
source: Quit
russian: Выход

# STRINGS.UI.PAUSEMENU.CONTINUE
source: Continue
russian: Продолжить

# STRINGS.UI.MODSSCREEN.APPLY
source: OK
russian: ОК

# STRINGS.UI.MODSSCREEN.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.MODSSCREEN.MOREMODS
source: More Mods
russian: Ещё моды

# STRINGS.UI.MODSSCREEN.VERSION
source: version %s
russian: версия %s

# STRINGS.UI.MODSSCREEN.AUTHORBY
source: by %s
russian: от %s

# STRINGS.UI.MODSSCREEN.MODLINK
source: Take me to the mod page!
russian: Перейти на страницу мода!

# STRINGS.UI.MODSSCREEN.MODLINKGENERIC
source: Mod discussion forums
russian: Форум обсуждения мода

# STRINGS.UI.MODSSCREEN.ENABLE
source: Enable
russian: Включить

# STRINGS.UI.MODSSCREEN.DISABLE
source: Disable
russian: Отключить

# STRINGS.UI.MODSSCREEN.WORKING_NORMALLY
source: Mod is installed.
russian: Мод установлен.

# STRINGS.UI.MODSSCREEN.WILL_ENABLE
source: Mod will be enabled.
russian: Мод будет включён.

# STRINGS.UI.MODSSCREEN.WILL_DISABLE
source: Mod will be disabled.
russian: Мод будет отключён.

# STRINGS.UI.MODSSCREEN.DISABLED_MANUAL
source: This mod has been disabled.
russian: Этот мод был отключён.

# STRINGS.UI.MODSSCREEN.DISABLED_ERROR
source: Crashed on last start, automatically disabled.
russian: Вызвал ошибку при последнем запуске, автоматически отключён.

# STRINGS.UI.MODSSCREEN.DISABLED_OLD
source: Mod is out-of-date, automatically disabled.
russian: Мод устарел и был автоматически отключён.

# STRINGS.UI.MODSSCREEN.STATUS.WORKING_NORMALLY
source: Enabled
russian: Включён

# STRINGS.UI.MODSSCREEN.STATUS.WILL_ENABLE
source: To Be Enabled
russian: Будет включён

# STRINGS.UI.MODSSCREEN.STATUS.WILL_DISABLE
source: To Be Disabled
russian: Будет отключён

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_MANUAL
source: Disabled
russian: Отключён

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_ERROR
source: Crashed!
russian: Ошибка!

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_OLD
source: Out-of-date!
russian: Устарел!

# STRINGS.UI.MODSSCREEN.NO_MODS
source: You don't have any mods installed, but you can download some from the Klei forums.
russian: У вас не установлено ни одного мода, но вы можете скачать какой-нибудь с нашего форума.

# STRINGS.UI.MODSSCREEN.NO_MODS_LINK
source: Take me to the mods!
russian: Перейти к модам!

# STRINGS.UI.MODSSCREEN.WORKSHOP.UPDATE_TITLE
source: Steam Workshop
russian: Мастерская Steam

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_LIST
source: Checking Workshop subscriptions...
russian: Проверка подписок Мастерской...

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DETAILS
source: Verifying mod details...
russian: Проверка данных мода...

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD_0
source: Verifying mod cache...
russian: Проверка кэша мода...

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD
source: Downloading mods:
russian: Загружаем моды:

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD_PERCENT
source: %s percent
russian: %s процентов

# STRINGS.UI.MODSSCREEN.TOPMODS
source: Top Mods
russian: Лучшие моды

# STRINGS.UI.MODSSCREEN.FEATUREDMOD
source: Featured Mod
russian: Популярные моды

# STRINGS.UI.MODSSCREEN.LOADING
source: Loading
russian: Загружаю

# STRINGS.UI.MODSSCREEN.RESTART_TITLE
source: Restart Required
russian: Требуется перезапуск

# STRINGS.UI.MODSSCREEN.RESTART_REQUIRED
source: To enable or disable this mod, you will have to exit and restart the game.
russian: Чтобы включить или отключить мод, вы должны выйти и запустить игру заново.

# STRINGS.UI.MODSSCREEN.RESTART
source: Exit Now
russian: Выйти сейчас

# STRINGS.UI.CUSTOMIZATIONSCREEN.APPLY
source: Apply
russian: Применить

# STRINGS.UI.CUSTOMIZATIONSCREEN.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETTITLE
source: Preset
russian: Шаблон

# STRINGS.UI.CUSTOMIZATIONSCREEN.DEFAULT_PRESET_DESC
source: Lots of pigs and spiders and a tallbird nest.
russian: Много свиней, пауков и гнёзд высоких птиц.

# STRINGS.UI.CUSTOMIZATIONSCREEN.LOSECHANGESTITLE
source: Lose Changes?
russian: Отменить изменения?

# STRINGS.UI.CUSTOMIZATIONSCREEN.LOSECHANGESBODY
source: Apply a new preset and lose custom changes?
russian: Выбрать шаблон и сбросить текущие настройки?

# STRINGS.UI.CUSTOMIZATIONSCREEN.YES
source: Yes
russian: Да

# STRINGS.UI.CUSTOMIZATIONSCREEN.NO
source: No
russian: Нет

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOMDESC
source: Your world, your rules!
russian: Ваш мир - ваши правила!

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOM
source: (Custom)
russian: (изменено)

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACKTITLE
source: Discard Changes
russian: Не применять изменения

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACKBODY
source: Do you want to discard the changes you made to your world generation options?
russian: Вы не хотите сохранить изменения, внесённые вами в настройках генерирования мира?

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.1
source: Default
russian: Стандарт

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.2
source: Default Plus
russian: Стандарт+

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.3
source: Lights Out
russian: Без света

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.4
source: Soggy
russian: Сырой

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.5
source: Eternal Summer
russian: Вечное лето

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.6
source: Winter you'll do next?
russian: Зима, что будет дальше?

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.7
source: Island you an axe
russian: На острове не обойтись без топора

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.8
source: Crazy Eddie
russian: Безумный Эдди

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.9
source: Nighttime Antics
russian: Ночные выходки

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.1
source: The standard Don't Starve experience
russian: Стандартный шаблон Don't Starve.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.2
source: A quicker start in a harsher world.
russian: Быстрый старт в более жёстком мире.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.3
source: A dark twist on the standard Don't Starve experience.
russian: Тёмный вариант стандартного шаблона Don't Starve.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.4
source: The standard Don't Starve Experience 4
russian: Стандартный шаблон Don't Starve 4

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.5
source: The standard Don't Starve Experience 5
russian: Стандартный шаблон Don't Starve 5

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.6
source: The standard Don't Starve Experience 6
russian: Стандартный шаблон Don't Starve 6

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.7
source: The standard Don't Starve Experience 7
russian: Стандартный шаблон Don't Starve 7

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.8
source: The standard Don't Starve Experience 8
russian: Стандартный шаблон Don't Starve 8

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.9
source: The standard Don't Starve Experience 9
russian: Стандартный шаблон Don't Starve 9

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.10
source: The standard Don't Starve Experience 10
russian: Стандартный шаблон Don't Starve 10

# STRINGS.UI.NEWGAMESCREEN.TITLE
source: New Game
russian: Новая игра

# STRINGS.UI.NEWGAMESCREEN.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.NEWGAMESCREEN.CHANGECHARACTER
source: Character
russian: Персонаж

# STRINGS.UI.NEWGAMESCREEN.CUSTOMIZE
source: World
russian: Мир

# STRINGS.UI.NEWGAMESCREEN.START
source: Start
russian: Старт

# STRINGS.UI.SLOTDETAILSSCREEN.TITLE
source: Slot
russian: Слот

# STRINGS.UI.SLOTDETAILSSCREEN.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.SLOTDETAILSSCREEN.CONTINUE
source: Continue
russian: Продолжить

# STRINGS.UI.SLOTDETAILSSCREEN.PLAY
source: Play
russian: Играть

# STRINGS.UI.SLOTDETAILSSCREEN.RESTART
source: Restart
russian: Заново

# STRINGS.UI.SLOTDETAILSSCREEN.DELETE
source: Delete
russian: Удалить

# STRINGS.UI.SLOTDETAILSSCREEN.CHANGECHARACTER
source: Change Character
russian: Смена персонажа

# STRINGS.UI.LOADGAMESCREEN.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.LOADGAMESCREEN.TITLE
source: Choose A Slot
russian: Выберите слот

# STRINGS.UI.LOADGAMESCREEN.NEWGAME
source: New Game
russian: Новая игра

# STRINGS.UI.LOADGAMESCREEN.ADVENTURE
source: Adventure
russian: Приключение

# STRINGS.UI.LOADGAMESCREEN.SURVIVAL
source: Survival
russian: Выживание

# STRINGS.UI.LOADGAMESCREEN.CAVE
source: Cave Depth
russian: Пещеры

# STRINGS.UI.LOADGAMESCREEN.RESTART
source: Restart
russian: Заново

# STRINGS.UI.LOADGAMESCREEN.MODDED
source: Modded
russian: Модифицировано

# STRINGS.UI.MORGUESCREEN.MORGUE
source: Morgue
russian: Морг

# STRINGS.UI.MORGUESCREEN.TITLE
source: Obituaries
russian: Некрологи

# STRINGS.UI.MORGUESCREEN.OK
source: OK
russian: ОК

# STRINGS.UI.MORGUESCREEN.DAYS_LIVED
source: Days Lived
russian: Прожито дней

# STRINGS.UI.MORGUESCREEN.DECEASED
source: Deceased
russian: Покойный

# STRINGS.UI.MORGUESCREEN.CAUSE
source: Cause of Death
russian: Причина смерти

# STRINGS.UI.MORGUESCREEN.MODE
source: Mode
russian: Режим

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.1
source: Survival
russian: Выживание

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.2
source: Caves
russian: Пещеры

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.3
source: Adventure
russian: Приключение

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.4
source: TEST
russian: ТЕСТ

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.5
source: Unknown
russian: Неизвестно

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.1
source: Primary
russian: Основное

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.2
source: Secondary
russian: Дополнительное

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.3
source: Do Attack
russian: Атаковать

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.4
source: Inv. Inspect
russian: Изучить в инвентаре

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.5
source: Do Action
russian: Действовать

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.6
source: Move Up
russian: Идти вверх

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.7
source: Move Down
russian: Идти вниз

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.8
source: Move Left
russian: Идти влево

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.9
source: Move Right
russian: Идти вправо

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.10
source: Zoom In
russian: Приблизить

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.11
source: Zoom Out
russian: Отдалить

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.12
source: Rotate Left
russian: Поворот влево

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.13
source: Rotate Right
russian: Поворот вправо

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.14
source: Pause
russian: Пауза

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.15
source: Map
russian: Карта

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.16
source: Inv 1
russian: Предмет 1

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.17
source: Inv 2
russian: Предмет 2

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.18
source: Inv 3
russian: Предмет 3

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.19
source: Inv 4
russian: Предмет 4

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.20
source: Inv 5
russian: Предмет 5

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.21
source: Inv 6
russian: Предмет 6

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.22
source: Inv 7
russian: Предмет 7

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.23
source: Inv 8
russian: Предмет 8

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.24
source: Inv 9
russian: Предмет 9

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.25
source: Inv 10
russian: Предмет 10

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.26
source: Menu Up
russian: Меню вверх

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.27
source: Menu Down
russian: Меню вниз

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.28
source: Menu Left
russian: Меню влево

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.29
source: Menu Right
russian: Меню вправо

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.30
source: Menu Accept
russian: Принять

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.31
source: Menu Cancel
russian: Отменить

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.32
source: Menu Prev Page
russian: Пред. страница меню

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.33
source: Menu Next Page
russian: След. страница меню

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.34
source: Menu Prev Value
russian: Пред. значение меню

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.35
source: Menu Next Value
russian: След. значение меню

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.36
source: Take Half
russian: Взять половину

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.37
source: Change Box
russian: Сменить ячейку

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.38
source: Change Box (Half)
russian: Сменить ячейку (полов.)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.39
source: Force Inspect (mod)
russian: Принуд. изучение (мод)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.40
source: Force Attack (mod)
russian: Принуд. атака (мод)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.41
source: Force Container (mod)
russian: Принуд. контейнер (мод)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.42
source: Force Stack (mod)
russian: Ударить

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.43
source: Debug Console
russian: Консоль

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.44
source: Debug Log
russian: Лог

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.45
source: Debug Render
russian: Отладочная информация

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.46
source: Open Inventory
russian: Открыть инвентарь

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.47
source: Open Crafting
russian: Открыть крафт

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.48
source: Inv Left
russian: Инв. влево

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.49
source: Inv Right
russian: Инв. вправо

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.50
source: Inv Up
russian: Инв. вверх

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.51
source: Inv Down
russian: Инв. вниз

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.52
source: Inv Examine
russian: Инв. осмотреть

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.53
source: Inv Use Self
russian: Инв. исп. на себе

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.54
source: Inv Use Scene
russian: Инв. исп. на цель

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.55
source: Inv Drop
russian: Инв. бросить

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.56
source: Inv Adjust Stack
russian: Инв. распределить

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.57
source: Attack
russian: Атаковать

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.58
source: Action
russian: Действие

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.59
source: Alt Action
russian: Действие

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.60
source: Inv Use On Item
russian: Инв. исп. на предм.

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.61
source: Map Zoom In
russian: Приблизить карту

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.62
source: Map Zoom Out
russian: Отдалить карту

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.63
source: Debug Menu
russian: Меню отладки

# STRINGS.UI.CONTROLSSCREEN.DEVICE_TITLE
source: Controls
russian: Управление

# STRINGS.UI.CONTROLSSCREEN.APPLY
source: Apply
russian: Применить

# STRINGS.UI.CONTROLSSCREEN.RESET
source: Reset
russian: Сбросить

# STRINGS.UI.CONTROLSSCREEN.CANCEL
source: Cancel
russian: Отменить

# STRINGS.UI.CONTROLSSCREEN.CLOSE
source: Close
russian: Назад

# STRINGS.UI.CONTROLSSCREEN.YES
source: Yes
russian: Да

# STRINGS.UI.CONTROLSSCREEN.NO
source: No
russian: Нет

# STRINGS.UI.CONTROLSSCREEN.CONTROL_SELECT
source: -- Select new input --
russian: -- Выберите клавишу --

# STRINGS.UI.CONTROLSSCREEN.DEFAULT_CONTROL_TEXT
source: Default: %s
russian: По умолчанию: %s

# STRINGS.UI.CONTROLSSCREEN.LOSE_CHANGES_TITLE
source: Lose Changes?
russian: Отменить изменения?

# STRINGS.UI.CONTROLSSCREEN.LOSE_CHANGES_BODY
source: Do you want abandon your changes?
russian: Вы хотите отменить все изменения?

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.1
source: Keyboard and Mouse
russian: Клавиатура и мышь

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.2
source: Xbox360 Controller
russian: Геймпад от Xbox 360

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.3
source: PS4 Controller
russian: Геймпад от PS4

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.5
source: Generic Controller
russian: Геймпад

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.6
source: Touch Input
russian: Сенсорный ввод

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.7
source: Unknown
russian: Неизвестно

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.0
source: Unknown
russian: Неизвестно

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.32
source: Space
russian: Пробел

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.59
source: Semicolon
russian: Точка с запятой

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.61
source: Equals
russian: Равно

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.91
source: Left Bracket
russian: Левая квадратная скобка

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.92
source: Backslash
russian: Обратный слэш

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.93
source: Right Bracket
russian: Правая квадратная скобка

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.273
source: Up
russian: Вверх

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.274
source: Down
russian: Вниз

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.275
source: Right
russian: Вправо

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.276
source: Left
russian: Влево

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.303
source: Right Shift
russian: Правый Shift

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.304
source: Left Shift
russian: Левый Shift

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.305
source: Right Control
russian: Правый Ctrl

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.306
source: Left Control
russian: Левый Ctrl

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.307
source: Right Alt
russian: Правый Alt

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.308
source: Left Alt
russian: Левый Alt

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.309
source: Right Meta
russian: Правая Meta

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.310
source: Left Meta
russian: Левая Meta

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.311
source: Left Windows
russian: Левая Windows

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.312
source: Right Windows
russian: Правая Windows

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1000
source: Left Mouse Button
russian: Левая кнопка мыши

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1001
source: Right Mouse Button
russian: Правая кнопка мыши

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1002
source: Middle Mouse Button
russian: Средняя кнопка мыши

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1003
source: Mouse Scroll Up
russian: Колесо мыши вверх

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1004
source: Mouse Scroll Down
russian: Колесо мыши вниз

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.1
source: (Button %d)
russian: (Кнопка %d)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.2
source: (DPad %d Up)
russian: (DPad %d вверх)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.3
source: (DPad %d Down)
russian: (DPad %d вниз)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.4
source: (DPad %d Left)
russian: (DPad %d влево)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.5
source: (DPad %d Right)
russian: (DPad %d вправо)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.6
source: (-X Axis)
russian: (Ось -X)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.7
source: (+X Axis)
russian: (Ось +X)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.8
source: (-Y Axis)
russian: (Ось -Y)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.9
source: (+Y Axis)
russian: (Ось +Y)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.10
source: (-Z Axis)
russian: (Ось -Z)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.11
source: (+Z Axis)
russian: (Ось +Z)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.12
source: (-X Rotation)
russian: (Вращение -X)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.13
source: (+X Rotation)
russian: (Вращение +X)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.14
source: (-Y Rotation)
russian: (Вращение -Y)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.15
source: (+Y Rotation)
russian: (Вращение +Y)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.16
source: (-Z Rotation)
russian: (Вращение -Z)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.17
source: (+Z Rotation)
russian: (Вращение +Z)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.18
source: (Slider 0)
russian: (Ползунок 0)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.19
source: (Slider 0)
russian: (Ползунок 0)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.20
source: (Slider 1)
russian: (Ползунок 1)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.21
source: (Slider 1)
russian: (Ползунок 1)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.1
source: Unknown
russian: Неизвестно

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.2
source: -- None selected --
russian: -- Не выбрана --

# STRINGS.UI.CONTROLSSCREEN.PS4.TOUCHPAD
source: Map
russian: Карта

# STRINGS.UI.CONTROLSSCREEN.PS4.OPTIONS
source: Pause
russian: Пауза

# STRINGS.UI.CONTROLSSCREEN.PS4.L1
source: Rotate Camera
russian: Вращать камеру

# STRINGS.UI.CONTROLSSCREEN.PS4.R1
source: Rotate Camera
russian: Вращать камеру

# STRINGS.UI.CONTROLSSCREEN.PS4.L2
source: Open Crafting
russian: Открыть крафт

# STRINGS.UI.CONTROLSSCREEN.PS4.R2
source: Open Inventory
russian: Открыть инвентарь

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_UP
source: Inspect Item
russian: Изучить предмет

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_LEFT
source: Use on World
russian: Использовать в среде

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_BOTTOM
source: Drop Item
russian: Бросить предмет

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_RIGHT
source: Use on Self
russian: Использовать на себе

# STRINGS.UI.CONTROLSSCREEN.PS4.L3
source: Walk
russian: Ходить

# STRINGS.UI.CONTROLSSCREEN.PS4.TRIANGLE
source: Inspect
russian: Изучить

# STRINGS.UI.CONTROLSSCREEN.PS4.CIRCLE
source: Alt Action / Cancel
russian: Альт. действие / Отмена

# STRINGS.UI.CONTROLSSCREEN.PS4.CROSS
source: Do Action / Accept
russian: Действовать / Принять

# STRINGS.UI.CONTROLSSCREEN.PS4.SQUARE
source: Attack
russian: Атаковать

# STRINGS.UI.CONTROLSSCREEN.PS4.R3
source: Inventory Selection
russian: Выбор в инвентаре

# STRINGS.UI.UNLOCKMAXWELL.TITLE
source: Take pity?
russian: Пожалеть?

# STRINGS.UI.UNLOCKMAXWELL.BODY1
source: The key looks like it will fit. You can free
russian: Похоже, ключ подходит.

# STRINGS.UI.UNLOCKMAXWELL.BODY2
source: , but I doubt %s captors will be pleased...
russian: может быть освобождён, но вряд ли %s похититель будет рад...

# STRINGS.UI.UNLOCKMAXWELL.YES
source: Yes
russian: Да

# STRINGS.UI.UNLOCKMAXWELL.NO
source: No
russian: Нет

# STRINGS.UI.RESETCAVE.TITLE
source: Regen this cave?
russian: Пересоздать пещеру?

# STRINGS.UI.RESETCAVE.BODY
source: Are you sure you want to make a new cave here?
russian: Вы действительно хотите пересоздать эту пещеру?

# STRINGS.UI.RESETCAVE.YES
source: Yes
russian: Да

# STRINGS.UI.RESETCAVE.NO
source: No
russian: Нет

# STRINGS.UI.STARTADVENTURE.TITLE
source: Doorway to Adventure!
russian: Дорога к приключениям!
