Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LANTERN
source: A refuelable light source.
russian: Перезаправляемый источник света.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTBULB
source: Is this animal or vegetable?
russian: Это животное или растение?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANRABBIT_TAIL
source: They use their tails to balance.
russian: Они используют свои хвосты для поддержания равновесия.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_TALL
source: A tree with a fungal parasite.
russian: Дерево, поражённое грибковым паразитом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_MEDIUM
source: A red variety of Mycena luxaeterna.
russian: Красная разновидность Mycena luxaeterna.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_SMALL
source: My word! A huge Mycena silvaelucens.
russian: Ого! Огромный Mycena silvaelucens!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOUSE
source: Sadly, it is just painted to look like a carrot.
russian: К сожалению, это всего лишь такой дизайн, а не настоящая морковь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLE
source: A mineral-devouring gastropod.
russian: Минералоядное брюхоногое.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLE_SHELLPIECES
source: Pieces of the broken.
russian: Кусочки разбитого панциря.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLEHAT
source: It provides protection.
russian: Он обеспечит меня защитой.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLEHOLE
source: A gastropod pod.
russian: Убежище брюхоногих.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLESLIME
source: Their mucus is explosive for some reason.
russian: По непонятным причинам их слизь взрывоопасна.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNURTLE
source: A rare varient of gastropod.
russian: Редкая особь брюхоногих.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_HIDER
source: An arachnid with a thick carapace.
russian: Паукообразное с весьма толстым панцирем.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_SPITTER
source: An arachnid that spits projectiles.
russian: Плюющееся паукообразное.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERHOLE
source: This is the source of the spider infestation.
russian: Это источник паучьей заразы.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE
source: A strange rock formation.
russian: Странные скальные образования.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_FULL
source: A strange rock formation.
russian: Странные скальные образования.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_LOW
source: A strange rock formation.
russian: Странные скальные образования.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_MED
source: A strange rock formation.
russian: Странные скальные образования.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL
source: Another stalagmite.
russian: Просто ещё один сталагмит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_FULL
source: Another stalagmite.
russian: Просто ещё один сталагмит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_LOW
source: Another stalagmite.
russian: Просто ещё один сталагмит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_MED
source: Another stalagmite.
russian: Просто ещё один сталагмит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CARPETFLOOR
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CHECKERFLOOR
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_DIRT
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_FOREST
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_GRASS
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_MARSH
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_ROAD
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_ROCKY
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SAVANNA
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_WOODFLOOR
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CAVE
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_FUNGUS
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SINKHOLE
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_UNDERROCK
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_MUD
source: The ground. You step on it.
russian: Земля. Мы ходим по ней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATBAT
source: Interesting. This weapon appears to be alive.
russian: Интересно. Это оружие, похоже, обладает сознанием.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUREPLANT
source: An invasive plant species.
russian: Агрессивный вид растений.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUREPLANTBULB
source: Now I can move the plant as I wish.
russian: Теперь я могу передвигать растение как захочу.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYEPLANT
source: I believe they are controlled by the larger plant.
russian: Я думаю, ими управляет вот та мясистая часть.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANTMEAT
source: The plant produced a meaty substance.
russian: Растение произвело мясистую субстанцию.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANTMEAT_COOKED
source: I feel better about eating this now.
russian: Теперь мне не так страшно это съесть.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_FERN
source: A lovely ornamental plant.
russian: Прекрасное декоративное растение.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FOLIAGE
source: These may have some nutritional value.
russian: Они могут иметь некоторую питательную ценность.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FOOTBALLHAT
source: Protective gear for full-contact endeavors.
russian: Защитное снаряжение для фулл-контактных действий.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POWCAKE
source: The crowning achievement of the agricultural-industrial complex.
russian: Венец агропромышленного комплекса.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: The placement of that rock looks intentional.
russian: Этот камень расположен здесь не случайно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_ENTRANCE.OPEN
source: The subterranean world awaits.
russian: Подземный мир ждёт.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_EXIT
source: Maybe I should go back up for some fresh air.
russian: Наверное, пора на свежий воздух.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOMERANG
source: It is a flat aerofoil.
russian: Это плоское крыло с высокими аэродинамическими свойствами.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPOILED_FOOD
source: It is heavy with bacteria.
russian: Тут полно бактерий!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEBOX
source: It is a crude heat exchanger.
russian: Почти такой же создал Джон Гори в 1850-ом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLPHONOGRAPH
source: It appears to have no power source.
russian: У него нет источника питания.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGGUARD
source: One of the warrior caste.
russian: Он из касты воинов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.GENERIC
source: It is a magitechnical homing device.
russian: Это магически-техническое устройство наведения.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.COLD
source: The dial is moving faintly.
russian: Стрелка лишь слегка колеблется.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.WARM
source: I am definitely on the right track.
russian: Я определённо на правильном пути.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.WARMER
source: I must be getting close.
russian: Я должна быть уже близко.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.HOT
source: Here we are!
russian: Итак, мы на месте!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGRODSTART
source: This rod might could be useful!
russian: Это устройство может оказаться полезным!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT
source: Hylocereus undatus, or pitahaya blanca.
russian: Hylocereus undatus, или pitahaya blanca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_COOKED
source: Pleasantly prepared pitahaya blanca.
russian: Недурственно приготовленная pitahaya blanca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_SEEDS
source: A seed for the magnificently mild Hylocereus undatus.
russian: Семена великолепной, мягкой Hylocereus undatus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONPIE
source: I do love a nice fruit pie.
russian: Я люблю хороший фруктовый пирог.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRUMSTICK
source: A leg of poultry.
russian: Ножка птицы.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRUMSTICK_COOKED
source: Not terribly healthy, but my is it delicious!
russian: Не слишком полезно, но довольно вкусно!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN
source: Aha, the Durio zibethinus. It really does reek.
russian: Ага. Durio zibethinus. Он действительно дурно пахнет.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_COOKED
source: Cooking this certainly did not improve its odour.
russian: К сожалению готовка не устраняет его запах.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_SEEDS
source: Even the seeds of the Durio zibethinus smell a bit.
russian: Даже семена Durio zibethinus попахивают.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARMUFFSHAT
source: Poor Leporidae. At least my ears will be warm.
russian: Бедный Leporidae. Но зато теперь мои уши будут в тепле.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT
source: A nightshade, specifically Solanum melongena.
russian: Паслёновое, а именно Solanum melongena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_COOKED
source: I present: Braised Solanum melongena.
russian: Знакомьтесь: тушёный Solanum melongena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_SEEDS
source: Seed of aubergine.
russian: Семена баклажана.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WAFFLES
source: Salutations, waffles.
russian: Прошу любить и жаловать - вафли.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD_ITEM
source: Deployable pickets.
russian: Готовые к установке колья.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_STONE_ITEM
source: I'm not sure why I can carry so many of these.
russian: Понятия не имею, как мне удаётся их таскать в таком количестве.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_RUINS_ITEM
source: My pockets must be bigger on the inside.
russian: Мои карманы, наверное, изнутри больше, чем снаружи.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY_ITEM
source: Hay bales.
russian: Тюк сена.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD
source: That offers some protection.
russian: Это обеспечит небольшую защиту.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_STONE
source: That is quite secure.
russian: За такой стеной вполне безопасно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_RUINS
source: A very secure wall.
russian: Очень надёжная стена.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY
source: I don't trust that wall.
russian: Не доверяю я этой стене.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ADVENTURE_PORTAL
source: That violates some pretty fundamental physical laws.
russian: Это нарушает некоторые фундаментальные физические законы.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.GENERIC
source: This will safely contain one avian specimen.
russian: Она позволит благополучно содержать одну пернатую особь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.OCCUPIED
source: He is contained.
russian: Образец помещён.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.SLEEPING
source: Shhhhh!
russian: Тс-с-с-с!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEAT
source: I normally wouldn't eat this raw.
russian: Обычно я не ем его сырым.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLMEAT
source: It's a small, raw piece of meat.
russian: Это маленький кусок сырого мяса.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDSMALLMEAT
source: It is slightly more appetizing when cooked.
russian: Выглядит аппетитнее, когда приготовлено.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERMEAT
source: I don't think it's safe to eat this.
russian: Я не думаю что это можно есть.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERLASAGNA
source: Lasagna or no, I don't think it's safe to eat this.
russian: Лазанья или нет, но есть её небезопасно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMEAT
source: It is slightly more appetizing when cooked.
russian: Выглядит аппетитнее, когда приготовлено.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATBALLS
source: A pile of processed meat. Who knows what went into this.
russian: Фарш в форме шариков. Знать бы, из чего.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UMBRELLA
source: A simple apparatus for keeping dry.
russian: Простое устройство, сохраняющее сухость.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PERD
source: Nasty Meleagris, stay away from my berries!
russian: Гнусный Meleagris, прочь от моих ягод!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURKEYDINNER
source: What a nice roast.
russian: Что за чудесное жаркое!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMONSTERMEAT
source: It's still a little bit poisonous.
russian: Оно всё ещё немного ядовито.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELL
source: What a rude gentleman.
russian: Какой грубый джентльмен.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENT
source: Sleeping in there would give me a stiff neck.
russian: Из-за сна в палатке может случиться ригидность затылочных мышц.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE
source: A horror waiting in the mud.
russian: Ужас выжидает в грязи.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLESPIKE
source: Never grab the pointy end.
russian: Не хватать за острый край. Никогда.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLESPOTS
source: Hmmm, reproductive organs.
russian: Хм, репродуктивные органы.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_PILLAR
source: There's more of it below than above!
russian: Там ниже он значительно больше, чем вверху!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_PILLAR_ARM
source: A tiny horror waiting in the mud.
russian: Маленький ужас выжидает в грязи.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_GARDEN
source: I wonder how they breed?
russian: Интересно, как они размножаются?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.GENERIC
source: It looks almost like a Bos Taurus.
russian: Он очень похож на Bos Taurus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.FOLLOWER
source: It appears to be following me.
russian: Он следует за мной.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.NAKED
source: It looks cold.
russian: Ему, похоже, холодно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.SLEEPING
source: It's sleeping.
russian: Он спит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BABYBEEFALO
source: Look at his widdle face! (ahem!)
russian: Посмотрите на это милое личико! Кхм!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.PICKED
source: Mandragora officinarum. But with a face.
russian: Mandragora officinarum. Только с лицом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.DEAD
source: Mandragora officinarum. Deceased.
russian: Mandragora officinarum. Скончавшаяся.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMANDRAKE
source: Mandragora officinarum, cooked in the name of discovery.
russian: Mandragora officinarum, приготовленная во имя научных открытий.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKESOUP
source: Mandragora officinarum, prepared as a soup in the name of discovery.
russian: Mandragora officinarum, сваренная в супе во имя научных открытий.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAMPUS
source: It's a mythological holiday monster.
russian: Это мифологический рождественский монстр.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAMPUS_SACK
source: It seems bigger inside than out.
russian: Кажется он внутри больше, чем снаружи.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.GENERIC
source: Conifer seeds encased in a mature strobilus.
russian: Семена хвойных деревьев, заключённые в зрелой шишке.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.PLANTED
source: A young Conifer.
russian: Юное хвойное дерево.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORWOOD
source: Crude plate mail cobbled together from log sections.
russian: Примитивный пластинчатый доспех, сделанный из кусков брёвен.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_SANITY
source: Protective shroud which transfers attacks to another dimension.
russian: Защитная оболочка, которая переносит удары в другое измерение.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.GENERIC
source: Some non-aqueous residue remaining after the fire.
russian: Зола, оставшаяся после сгорания.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone seems to have been burned entirely.
russian: Кажется, костеглаз полностью сгорел.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_THINGIE
source: This used to be something, now it's just a pile of ash.
russian: Я не помню, что тут было раньше, но теперь это просто кучка пепла.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPEAR
source: Ancient weapons technology.
russian: Древняя технология изготовления оружия.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STRAWHAT
source: This will offer some protection from the sun.
russian: Это даст некоторую защиту от солнца.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STUFFEDEGGPLANT
source: I've cooked this auburgine and packed it with other comestibles.
russian: Я начинила этот баклажан другими съедобными компонентами.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALOHAT
source: This hat is hideous.
russian: Эта шляпа отвратительна.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TOPHAT
source: How bourgeois.
russian: Слишком буржуазно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWERHAT
source: How celebratory.
russian: Чересчур празднично.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUSHHAT
source: Camouflage
russian: Камуфляж.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROPE
source: A short length of strong hemp rope.
russian: Короткий кусок крепкой травяной верёвки.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOG
source: An axial section of tree trunk.
russian: Осевой срез ствола дерева.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGLOG
source: This log is special.
russian: Это бревно особенное.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOCKEDWES
source: Poor sod is being held here by those statues.
russian: Бедного парня удерживают на месте эти статуи.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TWIGS
source: Some small twigs.
russian: Несколько небольших веток.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT
source: Daucus carota. Edible, and delicious.
russian: Daucus Carota. Съедобно и вкусно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_COOKED
source: Daucus carota, roasted to perfection.
russian: Daucus carota. Идеально прожарена.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_PLANTED
source: Daucus carota is a root vegetable.
russian: Daucus carota - это корнеплод.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_SEEDS
source: Seed of Daucus carota.
russian: Семена Daucus carota.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES
source: Some Ardisia crenata berries, I think.
russian: Это ягоды Ardisia crenata, я полагаю.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES_COOKED
source: Roasted Ardisia crenata, just in case.
russian: Жаренные, ягоды Ardisia crenata, на всякий случай.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTSTONE
source: Some smoothed rock slabs.
russian: Несколько обтёсанных каменных плит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEEDS
source: A handful of unidentifiable seeds.
russian: Горстка неопознанных семян.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEEDS_COOKED
source: A toasted embryonic plant treat!
russian: Лакомство из жареных растительных зародышей!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SILK
source: Protein fibre extruded from an arachnid.
russian: Белковые волокна, извлечённые из паукообразных.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERGLAND
source: This gland secretes a mildly toxic venom.
russian: Эта железа выделяет слегка токсичный яд.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOARDS
source: Roughly hewn wood boards.
russian: Грубо обтёсанные деревянные доски.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BONESTEW
source: Not quite how mum used to make, but it smells great!
russian: Не совсем как это делала моя мама, но пахнет восхитительно!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLTHRONE
source: What an intimidating chair.
russian: Этот стул больше для запугивания, чем для сидения.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLLOCK
source: Now I just need a key.
russian: Теперь мне всего лишь нужен ключ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLLIGHT
source: How magical!
russian: Как волшебно!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEM_PUPPET
source: Poor girl.
russian: Бедная девочка.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MALE_PUPPET
source: Poor boy.
russian: Бедный мальчик.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBOT_PUPPET
source: Poor thing.
russian: Бедный механизм.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NITRE
source: Also known as saltpeter.
russian: Также известна как sal nitrum.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUNPOWDER
source: Knowledge is power!
russian: Знание - сила!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRD_EGG
source: It is unfertilized.
russian: Оно не оплодотворено.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRD_EGG_COOKED
source: If only I had some toast.
russian: Ещё бы гренок сюда.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROTTENEGG
source: How unappetizing.
russian: Как неаппетитно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAMBAT
source: I'm not sure this was the most efficient use of resources.
russian: Я не уверена, что это наиболее эффективное применение ресурсов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP_TEETH
source: It's covered with a thin film of canine digestive fluid.
russian: Она покрыта тонким слоем собачьего пищеварительного сока.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP_TEETH_MAXWELL
source: A crude attempt at tricking me.
russian: Неудачная попытка обмануть меня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBIT.GENERIC
source: It's some kind of Lagomorph. With horns.
russian: Некая разновидность Lagomorpha. С рогами.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBIT.HELD
source: It is a cute widdle horned Lagomorph.
russian: Какой милый рогатый lagomorph.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.GENERIC
source: A capped lava pit.
russian: Лава, покрытая коркой.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.OUT
source: The lava remains underneath!
russian: Лава всё равно остаётся внизу!
