Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.NAMES.MINERHAT
source: Miner Hat
russian: Шахтёрская каска

# STRINGS.NAMES.FISHSTICKS
source: Fishsticks
russian: Рыбные палочки

# STRINGS.NAMES.STUFFEDEGGPLANT
source: Stuffed Eggplant
russian: Фаршированный баклажан

# STRINGS.NAMES.HONEYNUGGETS
source: Honey Nuggets
russian: Медовые нагетсы

# STRINGS.NAMES.MEATBALLS
source: Meatballs
russian: Тефтели

# STRINGS.NAMES.JAMMYPRESERVES
source: Fist Full of Jam
russian: Горсть джема

# STRINGS.NAMES.MONSTERLASAGNA
source: Monster Lasagna
russian: Монстро-лазанья

# STRINGS.NAMES.SPIDERHAT
source: Spiderhat
russian: Паучья шляпа

# STRINGS.NAMES.WORMHOLE
source: Worm Hole
russian: Червоточина

# STRINGS.NAMES.WORMHOLE_LIMITED_1
source: Sick Worm Hole
russian: Больная червоточина

# STRINGS.NAMES.WALL_WOOD_ITEM
source: Wood Wall
russian: Деревянная стена

# STRINGS.NAMES.WALL_STONE_ITEM
source: Stone Wall
russian: Каменная стена

# STRINGS.NAMES.WALL_RUINS_ITEM
source: Thulecite Wall
russian: Тулецитовая стена

# STRINGS.NAMES.WALL_HAY_ITEM
source: Hay Wall
russian: Стена из травы

# STRINGS.NAMES.WALL_WOOD
source: Wood Wall
russian: Деревянная стена

# STRINGS.NAMES.WALL_STONE
source: Stone Wall
russian: Каменная стена

# STRINGS.NAMES.WALL_RUINS
source: Thulecite Wall
russian: Тулецитовая стена

# STRINGS.NAMES.WALL_HAY
source: Hay Wall
russian: Стена из травы

# STRINGS.NAMES.ANIMAL_TRACK
source: Animal Track
russian: След животного

# STRINGS.NAMES.DIRTPILE
source: Suspicious Dirt Pile
russian: Подозрительная кучка грязи

# STRINGS.NAMES.KOALEFANT_SUMMER
source: Koalefant
russian: Коалослон

# STRINGS.NAMES.KOALEFANT_WINTER
source: Koalefant
russian: Коалослон

# STRINGS.NAMES.TRUNK_SUMMER
source: Koalefant Trunk
russian: Хобот коалослона

# STRINGS.NAMES.TRUNK_WINTER
source: Winter Koalefant Trunk
russian: Утеплённый хобот коалослона

# STRINGS.NAMES.TRUNK_COOKED
source: Koalefant Trunk Steak
russian: Стейк из хобота коалослона

# STRINGS.NAMES.TRUNKVEST_SUMMER
source: Breezy Vest
russian: Толстовка

# STRINGS.NAMES.TRUNKVEST_WINTER
source: Puffy Vest
russian: Утеплённая толстовка

# STRINGS.NAMES.BOOMERANG
source: Boomerang
russian: Бумеранг

# STRINGS.NAMES.BUSHHAT
source: Bush Hat
russian: Кустошляпа

# STRINGS.NAMES.CRAWLINGHORROR
source: Crawling Horror
russian: Ползучий ужас

# STRINGS.NAMES.TERRORBEAK
source: Terrorbeak
russian: Страхоклюв

# STRINGS.NAMES.CRAWLINGNIGHTMARE
source: Crawling Nightmare
russian: Ползучий ужас

# STRINGS.NAMES.NIGHTMAREBEAK
source: Nightmarebeak
russian: Страхоклюв

# STRINGS.NAMES.NIGHTMAREFUEL
source: Nightmare Fuel
russian: Топливо ужаса

# STRINGS.NAMES.NIGHTLIGHT
source: Night Light
russian: Огонь Ночи

# STRINGS.NAMES.NIGHTSWORD
source: Dark Sword
russian: Тёмный меч

# STRINGS.NAMES.DEERCLOPS
source: Deerclops
russian: Циклоп-олень

# STRINGS.NAMES.BLUEGEM
source: Blue Gem
russian: Сапфир

# STRINGS.NAMES.ICESTAFF
source: Ice Staff
russian: Ледяной посох

# STRINGS.NAMES.FIRESTAFF
source: Fire Staff
russian: Огненный посох

# STRINGS.NAMES.TELESTAFF
source: Telelocator Staff
russian: Посох телелокации

# STRINGS.NAMES.TELEBASE
source: Telelocator Focus
russian: Центр телелокации

# STRINGS.NAMES.GEMSOCKET
source: Gem Stand
russian: Подставка под кристал

# STRINGS.NAMES.ORANGESTAFF
source: The Lazy Explorer
russian: Ленивый исследователь

# STRINGS.NAMES.GREENSTAFF
source: Deconstruction Staff
russian: Посох разрушения

# STRINGS.NAMES.YELLOWSTAFF
source: Star Caller's Staff
russian: Посох призывателя звёзд

# STRINGS.NAMES.ICEHOUND
source: Blue Hound
russian: Ледяная гончая

# STRINGS.NAMES.PENGUIN
source: Pengull
russian: Пинчайка

# STRINGS.NAMES.DEERCLOPS_EYEBALL
source: Deerclops Eyeball
russian: Глаз циклопа-оленя

# STRINGS.NAMES.GEARS
source: Gears
russian: Шестерёнки

# STRINGS.NAMES.MAXWELLHEAD
source: Maxwell's Head
russian: Голова Максвелла

# STRINGS.NAMES.DEADLYFEAST
source: Deadly Feast
russian: Смертельное угощение

# STRINGS.NAMES.SINKHOLE
source: Basalt
russian: Базальт

# STRINGS.NAMES.BASALT
source: Basalt
russian: Базальт

# STRINGS.NAMES.BASALT_PILLAR
source: Basalt Pillar
russian: Базальтовая колонна

# STRINGS.NAMES.HOUNDMOUND
source: Hound Mound
russian: Курган гончих

# STRINGS.NAMES.HOUNDBONE
source: Bones
russian: Кости

# STRINGS.NAMES.MERM
source: Merm
russian: Мэрм

# STRINGS.NAMES.MERMHOUSE
source: Rundown House
russian: Ветхий дом

# STRINGS.NAMES.MARBLEPILLAR
source: Marble Pillar
russian: Мраморная колонна

# STRINGS.NAMES.MARBLETREE
source: Marble Tree
russian: Мраморное дерево

# STRINGS.NAMES.MARBLE
source: Marble
russian: Мрамор

# STRINGS.NAMES.KNIGHT
source: Clockwork Knight
russian: Механический конь

# STRINGS.NAMES.BISHOP
source: Clockwork Bishop
russian: Механический слон

# STRINGS.NAMES.ROOK
source: Clockwork Rook
russian: Механическая ладья

# STRINGS.NAMES.MAXWELLPHONOGRAPH
source: Maxwell's Phonograph
russian: Граммофон Максвелла

# STRINGS.NAMES.MAXWELLTHRONE
source: Nightmare Throne
russian: Кошмарный трон

# STRINGS.NAMES.MAXWELLLOCK
source: Nightmare Lock
russian: Кошмарный замок

# STRINGS.NAMES.LOCKEDWES
source: Wes
russian: Вэс

# STRINGS.NAMES.TREASURECHEST_TRAP
source: Treasure Chest
russian: Сундук с сокровищами

# STRINGS.NAMES.MEATRACK
source: Drying Rack
russian: Сушилка

# STRINGS.NAMES.BANDAGE
source: Honey Poultice
russian: Медовый бинт

# STRINGS.NAMES.HEALINGSALVE
source: Healing Salve
russian: Лечебная мазь

# STRINGS.NAMES.CANE
source: Walking Cane
russian: Трость

# STRINGS.NAMES.LIGHTNING
source: Lightning
russian: Молния

# STRINGS.NAMES.LIGHTNING_ROD
source: Lightning Rod
russian: Громоотвод

# STRINGS.NAMES.DIVININGROD
source: Divining Rod
russian: Жезл поиска

# STRINGS.NAMES.DIVININGRODBASE
source: Divining Rod Holder
russian: Подставка для жезла

# STRINGS.NAMES.DIVININGRODSTART
source: Divining Rod Holder
russian: Подставка для жезла

# STRINGS.NAMES.SLURTLE
source: Slurtle
russian: Слизнепаха

# STRINGS.NAMES.SLURTLESLIME
source: Slurtle Slime
russian: Слизь слизнепахи

# STRINGS.NAMES.SLURTLEHOLE
source: Slurtle Mound
russian: Курган слизнепах

# STRINGS.NAMES.SLURTLEHAT
source: Shelmet
russian: Шлем-панцирь

# STRINGS.NAMES.SNURTLE
source: Snurtle
russian: Улипаха

# STRINGS.NAMES.SLURTLE_SHELLPIECES
source: Broken Shell
russian: Разбитый панцирь

# STRINGS.NAMES.ARMORSNURTLESHELL
source: Snurtle Shell Armour
russian: Панцирь улипахи

# STRINGS.NAMES.MAGIC_BLUEPRINT
source: Blank Blueprint
russian: Пустой чертёж

# STRINGS.NAMES.BAT
source: Batilisk
russian: Мышелиск

# STRINGS.NAMES.TEAMLEADER
source: Team Leader
russian: Лидер группы

# STRINGS.NAMES.BATWING
source: Batilisk Wing
russian: Крыло мышелиска

# STRINGS.NAMES.BATWING_COOKED
source: Cooked Batilisk Wing
russian: Приготовленное крыло мышелиска

# STRINGS.NAMES.GUANO
source: Guano
russian: Гуано

# STRINGS.NAMES.LANTERN
source: Lantern
russian: Фонарь

# STRINGS.NAMES.POWCAKE
source: Powdercake
russian: Порошковый пирог

# STRINGS.NAMES.FLOWER_CAVE
source: Light Flower
russian: Цветок света

# STRINGS.NAMES.FLOWER_CAVE_DOUBLE
source: Light Flower
russian: Цветок света

# STRINGS.NAMES.FLOWER_CAVE_TRIPLE
source: Light Flower
russian: Цветок света

# STRINGS.NAMES.LIGHTBULB
source: Light Bulb
russian: Лампочка

# STRINGS.NAMES.STALAGMITE
source: Stalagmite
russian: Сталагмит

# STRINGS.NAMES.SPIDERHOLE
source: Spilagmite
russian: Спилагмит

# STRINGS.NAMES.EYEPLANT
source: Eye Plant
russian: Глазоцвет

# STRINGS.NAMES.LUREPLANT
source: Meat Bulb
russian: Приманкоцвет

# STRINGS.NAMES.LUREPLANTBULB
source: Fleshy Bulb
russian: Мясистая луковица

# STRINGS.NAMES.BATBAT
source: Bat Bat
russian: Мышиная бита

# STRINGS.NAMES.BATCAVE
source: Bat Cave
russian: Мышиная пещера

# STRINGS.NAMES.CAVE_FERN
source: Fern
russian: Папоротник

# STRINGS.NAMES.FOLIAGE
source: Foliage
russian: Листва

# STRINGS.NAMES.CAVE_BANANA_TREE
source: Cave Banana Tree
russian: Пещерное банановое дерево

# STRINGS.NAMES.CAVE_BANANA
source: Cave Banana
russian: Пещерный банан

# STRINGS.NAMES.CAVE_BANANA_COOKED
source: Cooked Banana
russian: Приготовленный банан

# STRINGS.NAMES.ROCKY
source: Rock Lobster
russian: Каменный лобстер

# STRINGS.NAMES.MONKEY
source: Splumonkey
russian: Пещерная обезьяна

# STRINGS.NAMES.MONKEYBARREL
source: Splumonkey Pod
russian: Обезьяний тотем

# STRINGS.NAMES.SLURPER
source: Slurper
russian: Проглот

# STRINGS.NAMES.STAFFLIGHT
source: Dwarf Star
russian: Карликовая звезда

# STRINGS.NAMES.RELIC
source: Relic
russian: Реликвия

# STRINGS.NAMES.RUINS_RUBBLE
source: Broken Relic
russian: Разбитая реликвия

# STRINGS.NAMES.MULTITOOL_AXE_PICKAXE
source: Pick/Axe
russian: Киркотопор

# STRINGS.NAMES.SLURPER_PELT
source: Slurper Pelt
russian: Шкура проглота

# STRINGS.NAMES.THULECITE
source: Thulecite
russian: Тулецит

# STRINGS.NAMES.ARMORRUINS
source: Thulecite Suit
russian: Тулецитовая броня

# STRINGS.NAMES.ARMORSLURPER
source: Belt of Hunger
russian: Пояс голода

# STRINGS.NAMES.RUINS_BAT
source: Thulecite Club
russian: Тулецитовая булава

# STRINGS.NAMES.LICHEN
source: Cave Lichen
russian: Пещерный лишайник

# STRINGS.NAMES.CUTLICHEN
source: Lichen
russian: Лишайник

# STRINGS.NAMES.NIGHTMARE_TIMEPIECE
source: Thulecite Medallion
russian: Тулецитовый медальон

# STRINGS.NAMES.BISHOP_NIGHTMARE
source: Damaged Bishop
russian: Повреждённый слон

# STRINGS.NAMES.ROOK_NIGHTMARE
source: Damaged Rook
russian: Повреждённая ладья

# STRINGS.NAMES.KNIGHT_NIGHTMARE
source: Damaged Knight
russian: Повреждённый конь

# STRINGS.NAMES.MINOTAUR
source: Ancient Guardian
russian: Древний страж

# STRINGS.NAMES.SPIDER_DROPPER
source: Dangling Depth Dweller
russian: Глубинный паук

# STRINGS.NAMES.NIGHTMARELIGHT
source: Nightmare Light
russian: Кошмарный огонь

# STRINGS.NAMES.THULECITE_PIECES
source: Thulecite Fragments
russian: Тулецитовые осколки

# STRINGS.NAMES.RUINSHAT
source: Thulecite Crown
russian: Тулецитовая корона

# STRINGS.NAMES.POTTEDFERN
source: Potted Fern
russian: Папоротник в горшке

# STRINGS.NAMES.UNAGI
source: Unagi
russian: Унаги

# STRINGS.NAMES.EEL
source: Eel
russian: Угорь

# STRINGS.NAMES.EEL_COOKED
source: Cooked Eel
russian: Приготовленный угорь

# STRINGS.NAMES.EYETURRET
source: Houndius Shootius
russian: Гончиус стрелятиус

# STRINGS.NAMES.EYETURRET_ITEM
source: Houndius Shootius
russian: Гончиус стрелятиус

# STRINGS.NAMES.MINOTAURHORN
source: Guardian's Horn
russian: Рог стража

# STRINGS.NAMES.POND_ALGAE
source: Algae
russian: Водоросли

# STRINGS.NAMES.WORMLIGHT
source: Glow Berry
russian: Светящаяся ягода

# STRINGS.NAMES.WORM_PLANT
source: Mysterious Plant
russian: Загадочное растение

# STRINGS.NAMES.WORM_DIRT
source: Dirt Mound
russian: Земляная насыпь

# STRINGS.NAMES.WORM
source: Depths Worm
russian: Глубинный червь

# STRINGS.NAMES.MOSQUITOSACK
source: Mosquito Sack
russian: Брюшко комара

# STRINGS.NAMES.LIVINGTREE
source: Totally Normal Tree
russian: Совершенно нормальное дерево

# STRINGS.NAMES.WAXWELLJOURNAL
source: Codex Umbra
russian: Кодекс Умбра

# STRINGS.NAMES.SHADOWWAXWELL
source: Shadow
russian: Тень

# STRINGS.NAMES.ACCOMPLISHMENT_SHRINE
source: Accomploshrine
russian: Кубок свершений

# STRINGS.NAMES.NIL
source: Darkness
russian: Тьма

# STRINGS.NAMES.DARKNESS
source: Darkness
russian: Тьма

# STRINGS.NAMES.CHARLIE
source: Charlie
russian: Чарли

# STRINGS.NAMES.HUNGER
source: Starvation
russian: Голод

# STRINGS.NAMES.COLD
source: Freezing
russian: Замерзание

# STRINGS.NAMES.HOT
source: Overheating
russian: Перегрев

# STRINGS.NAMES.SHENANIGANS
source: Shenanigans
russian: Баловство

# STRINGS.NAMES.RESURRECTION_PENALTY
source: Resurrection Sickness
russian: Болезнь перерождения

# STRINGS.NAMES.UNKNOWN
source: Unknown
russian: Неизвестно

# STRINGS.NAMES.BEARGER
source: Bearger
russian: Медведь-барсук

# STRINGS.NAMES.BIGFOOT
source: Biiigfoot
russian: Бигфут

# STRINGS.NAMES.SPEAR_WATHGRITHR
source: Battle Spear
russian: Боевое копьё

# STRINGS.NAMES.WATHGRITHRHAT
source: Battle Helm
russian: Боевой шлем

# STRINGS.NAMES.MOOSE1
source: Moose
russian: Лось

# STRINGS.NAMES.MOOSE2
source: Goose
russian: Гусь

# STRINGS.NAMES.MOOSEEGG1
source: Moose Egg
russian: Лосиное яйцо

# STRINGS.NAMES.MOOSEEGG2
source: Goose Egg
russian: Гусиное яйцо

# STRINGS.NAMES.MOOSENEST1
source: Moose Nest
russian: Лосиное гнездо

# STRINGS.NAMES.MOOSENEST2
source: Goose Nest
russian: Гусиное гнездо

# STRINGS.NAMES.MOSSLING
source: Mosling
russian: Лусёнок

# STRINGS.NAMES.BIRCHNUTDRAKE
source: Birchnutter
russian: Лиственный бесёныш

# STRINGS.NAMES.DECIDUOUSTREE
source: Birchnut Tree
russian: Каштановая берёза

# STRINGS.NAMES.DECIDUOUS_ROOT
source: Birchnut Root
russian: Корень каштановой берёзы

# STRINGS.NAMES.ACORN
source: Birchnut
russian: Берёзовый орех

# STRINGS.NAMES.ACORN_SAPLING
source: Birchnut Sapling
russian: Саженец каштановой берёзы

# STRINGS.NAMES.GLOMMER
source: Glommer
russian: Гломмер

# STRINGS.NAMES.GLOMMERFLOWER
source: Glommer's Flower
russian: Цветок гломмера

# STRINGS.NAMES.GLOMMERWINGS
source: Glommer's Wings
russian: Крылья гломмера

# STRINGS.NAMES.GLOMMERFUEL
source: Glommer's Goop
russian: Слизь гломмера

# STRINGS.NAMES.STATUEGLOMMER
source: Glommer's Statue
russian: Статуя гломмера

# STRINGS.NAMES.CACTUS
source: Cactus
russian: Кактус

# STRINGS.NAMES.CACTUS_MEAT
source: Cactus Flesh
russian: Мякоть кактуса

# STRINGS.NAMES.LIGHTNINGGOAT
source: Volt Goat
russian: Вольт-коза

# STRINGS.NAMES.BUZZARD
source: Buzzard
russian: Канюк

# STRINGS.NAMES.DRAGONFLY
source: Dragonfly
russian: Драконья муха

# STRINGS.NAMES.LAVASPIT
source: Dragonfly Saliva
russian: Слюна драконьей мухи

# STRINGS.NAMES.RAINCOAT
source: Rain Coat
russian: Дождевик

# STRINGS.NAMES.RAINHAT
source: Rain Hat
russian: Дождевая шляпа

# STRINGS.NAMES.GRASS_UMBRELLA
source: Pretty Parasol
russian: Милый зонтик

# STRINGS.NAMES.ICEHAT
source: Ice Cube
russian: Ледяной куб

# STRINGS.NAMES.MOLEHAT
source: Moggles
russian: Крото-очки

# STRINGS.NAMES.TRANSISTOR
source: Electrical Doodad
russian: Электрическая штуковина

# STRINGS.NAMES.LIGHTNINGGOATHORN
source: Volt Goat Horn
russian: Рог вольт-козы

# STRINGS.NAMES.MOLE_UNDERGROUND
source: Raised Dirt
russian: Бугорок земли

# STRINGS.NAMES.MOLE_ABOVEGROUND
source: Moleworm
russian: Кроточервь

# STRINGS.NAMES.MOLE
source: Moleworm
russian: Кроточервь

# STRINGS.NAMES.MOLEHILL
source: Burrow
russian: Нора

# STRINGS.NAMES.BONESHARD
source: Bone Shards
russian: Обломки костей

# STRINGS.NAMES.FERTILIZER
source: Bucket-o-poop
russian: Ведро с удобрениями

# STRINGS.NAMES.FIRESUPPRESSOR
source: Ice Flingomatic
russian: Снежкомётная машина

# STRINGS.NAMES.CACTUS_MEAT_COOKED
source: Cooked Cactus Flesh
russian: Приготовленная мякоть кактуса

# STRINGS.NAMES.ACORN_COOKED
source: Roasted Birchnut
russian: Жаренный берёзовый орех

# STRINGS.NAMES.WEBBERSKULL
source: Webber's Skull
russian: Череп Веббера

# STRINGS.NAMES.WATERMELON
source: Watermelon
russian: Арбуз

# STRINGS.NAMES.WATERMELON_COOKED
source: Grilled Watermelon
russian: Печёный арбуз

# STRINGS.NAMES.WATERMELONHAT
source: Fashion Melon
russian: Модный арбуз

# STRINGS.NAMES.CATCOONHAT
source: Cat Cap
russian: Кошачья шапка

# STRINGS.NAMES.CATCOON
source: Catcoon
russian: Енотокот

# STRINGS.NAMES.CATCOONDEN
source: Hollow Stump
russian: Полый пень

# STRINGS.NAMES.BELL
source: Old Bell
russian: Старый колокольчик

# STRINGS.NAMES.WARG
source: Varg
russian: Варг

# STRINGS.NAMES.BEARGERVEST
source: Hibearnation Vest
russian: Жилет медвежьей спячки

# STRINGS.NAMES.ARMORDRAGONFLY
source: Scalemail
russian: Чешуйчатая броня

# STRINGS.NAMES.EYEBRELLA
source: Eyebrella
russian: Глазонтик

# STRINGS.NAMES.FEATHERFAN
source: Down Thermantidote
russian: Понижающий термоантидот

# STRINGS.ACTIONS.TRAVEL
source: Travel
russian: Путешествовать

# STRINGS.ACTIONS.GNAW
source: Gnaw
russian: Грызть

# STRINGS.ACTIONS.READ
source: Read
russian: Читать

# STRINGS.ACTIONS.MAKEBALLOON
source: Inflate
russian: Надуть

# STRINGS.ACTIONS.SEW
source: Sew
russian: Шить

# STRINGS.ACTIONS.GIVE.GENERIC
source: Give
russian: Дать

# STRINGS.ACTIONS.GIVE.NOTREADY
source: Place
russian: Разместить

# STRINGS.ACTIONS.GIVE.READY
source: Sacrifice
russian: Жертвовать

# STRINGS.ACTIONS.DROP.GENERIC
source: Drop
russian: Бросить

# STRINGS.ACTIONS.DROP.SETTRAP
source: Set Trap
russian: Установить ловушку

# STRINGS.ACTIONS.DROP.SETMINE
source: Set Mine
russian: Установить мину

# STRINGS.ACTIONS.DROP.PLACELANTERN
source: Place
russian: Разместить

# STRINGS.ACTIONS.BUILD
source: Build
russian: Создать

# STRINGS.ACTIONS.PICK
source: Pick
russian: Собрать

# STRINGS.ACTIONS.REPAIR
source: Repair
russian: Починить

# STRINGS.ACTIONS.PICKUP
source: Pick up
russian: Поднять

# STRINGS.ACTIONS.CHOP
source: Chop
russian: Рубить

# STRINGS.ACTIONS.FERTILIZE
source: Fertilize
russian: Удобрить

# STRINGS.ACTIONS.SMOTHER
source: Extinguish
russian: Потушить

# STRINGS.ACTIONS.MANUALEXTINGUISH
source: Extinguish
russian: Потушить

# STRINGS.ACTIONS.RANGEDSMOTHER
source: Extinguish
russian: Потушить

# STRINGS.ACTIONS.RANGEDLIGHT
source: Light
russian: Посветить

# STRINGS.ACTIONS.EAT
source: Eat
russian: Есть

# STRINGS.ACTIONS.BAIT
source: Bait
russian: Приманить

# STRINGS.ACTIONS.COOK
source: Cook
russian: Приготовить

# STRINGS.ACTIONS.ADDFUEL
source: Add Fuel
russian: Добавить топлива

# STRINGS.ACTIONS.ADDWETFUEL
source: Add Wet Fuel
russian: Добавить влажного топлива

# STRINGS.ACTIONS.LIGHT
source: Light
russian: Зажечь

# STRINGS.ACTIONS.EXTINGUISH
source: Extinguish
russian: Потушить

# STRINGS.ACTIONS.LOOKAT
source: Examine
russian: Осмотреть

# STRINGS.ACTIONS.TALKTO
source: Talk to
russian: Говорить с

# STRINGS.ACTIONS.MINE
source: Mine
russian: Добыть

# STRINGS.ACTIONS.ATTACK.GENERIC
source: Attack
russian: Атаковать

# STRINGS.ACTIONS.ATTACK.SMASHABLE
source: Smash
russian: Разбить

# STRINGS.ACTIONS.WALKTO
source: Walk To
russian: Идти к

# STRINGS.ACTIONS.CHECKTRAP
source: Check
russian: Проверить

# STRINGS.ACTIONS.CRAFT
source: Craft
russian: Создать

# STRINGS.ACTIONS.PLANT
source: Plant
russian: Посадить

# STRINGS.ACTIONS.HARVEST
source: Harvest
russian: Собрать

# STRINGS.ACTIONS.GOHOME
source: Go Home
russian: Идти домой

# STRINGS.ACTIONS.DIG
source: Dig
russian: Вырыть

# STRINGS.ACTIONS.SLEEPIN
source: Sleep
russian: Спать

# STRINGS.ACTIONS.EQUIP
source: Equip
russian: Экипировать

# STRINGS.ACTIONS.TERRAFORM
source: Dig
russian: Вырыть

# STRINGS.ACTIONS.UNEQUIP
source: Unequip
russian: Снять

# STRINGS.ACTIONS.RESEARCH
source: Research
russian: Исследовать

# STRINGS.ACTIONS.SHAVE
source: Shave
russian: Побрить

# STRINGS.ACTIONS.DRY
source: Dry
russian: Вялить

# STRINGS.ACTIONS.STORE.GENERIC
source: Store
russian: Спрятать

# STRINGS.ACTIONS.STORE.COOK
source: Cook
russian: Приготовить

# STRINGS.ACTIONS.STORE.IMPRISON
source: Imprison
russian: Запереть

# STRINGS.ACTIONS.RUMMAGE.GENERIC
source: Open
russian: Открыть

# STRINGS.ACTIONS.RUMMAGE.CLOSE
source: Close
russian: Закрыть

# STRINGS.ACTIONS.DEPLOY.GENERIC
source: Plant
russian: Посадить

# STRINGS.ACTIONS.DEPLOY.GROUNDTILE
source: Place Ground
russian: Застелить

# STRINGS.ACTIONS.DEPLOY.WALL
source: Build Wall
russian: Построить стену

# STRINGS.ACTIONS.DEPLOY.TURRET
source: Place
russian: Разместить

# STRINGS.ACTIONS.PLAY
source: Play
russian: Играть

# STRINGS.ACTIONS.NET
source: Catch
russian: Поймать

# STRINGS.ACTIONS.CATCH
source: Catch
russian: Поймать

# STRINGS.ACTIONS.FISH
source: Fish
russian: Рыбачить

# STRINGS.ACTIONS.REEL.GENERIC
source: Hook
russian: Подсечь

# STRINGS.ACTIONS.REEL.REEL
source: Reel In
russian: Тянуть

# STRINGS.ACTIONS.REEL.CANCEL
source: Stop Fishing
russian: Прекратить рыбачить

# STRINGS.ACTIONS.POLLINATE
source: Pollinate
russian: Опылить

# STRINGS.ACTIONS.HAMMER
source: Hammer
russian: Разрушить

# STRINGS.ACTIONS.RESETMINE
source: Reset
russian: Переставить

# STRINGS.ACTIONS.ACTIVATE.GENERIC
source: Activate
russian: Активировать

# STRINGS.ACTIONS.ACTIVATE.INVESTIGATE
source: Investigate
russian: Исследовать

# STRINGS.ACTIONS.ACTIVATE.SPELUNK
source: Spelunk
russian: Исследовать

# STRINGS.ACTIONS.ACTIVATE.CLIMB
source: Climb
russian: Лезть

# STRINGS.ACTIONS.ACTIVATE.ACCOMPLISH
source: Wind
russian: Крутить

# STRINGS.ACTIONS.JUMPIN
source: Jump In
russian: Запрыгнуть в

# STRINGS.ACTIONS.MURDER
source: Murder
russian: Убить

# STRINGS.ACTIONS.HEAL
source: Heal
russian: Лечить

# STRINGS.ACTIONS.UNLOCK.GENERIC
source: Unlock
russian: Открыть

# STRINGS.ACTIONS.UNLOCK.LOCK
source: Lock
russian: Закрыть

# STRINGS.ACTIONS.TEACH
source: Learn
russian: Учить

# STRINGS.ACTIONS.TURNON
source: Turn On
russian: Включить

# STRINGS.ACTIONS.TURNOFF
source: Turn Off
russian: Выключить

# STRINGS.ACTIONS.USEITEM
source: Use
russian: Использовать

# STRINGS.ACTIONS.TAKEITEM
source: Take Item
russian: Взять предмет

# STRINGS.ACTIONS.CASTSPELL
source: Cast Spell
russian: Наложить заклинание

# STRINGS.ACTIONS.BLINK
source: Telepoof
russian: Телепортироваться

# STRINGS.ACTIONS.COMBINESTACK
source: Combine Stack
russian: Сложить вместе

# STRINGS.ACTIONS.WHACK
source: Whack
russian: Разделить

# STRINGS.ACTIONS.BURY
source: Bury
russian: Закопать

# STRINGS.ACTIONS.FEED
source: Feed
russian: Покормить

# STRINGS.ACTIONS.FAN
source: Fan
russian: Махать

# STRINGS.BUNNYMANNAMES.1
source: Brassica
russian: Капуста

# STRINGS.BUNNYMANNAMES.2
source: Bunium
russian: Буниум

# STRINGS.BUNNYMANNAMES.3
source: Burdock
russian: Лопух

# STRINGS.BUNNYMANNAMES.4
source: Carrot
russian: Морковка

# STRINGS.BUNNYMANNAMES.5
source: Celeriac
russian: Сельдерей

# STRINGS.BUNNYMANNAMES.6
source: Daikon
russian: Дайкон

# STRINGS.BUNNYMANNAMES.7
source: Lepidium
russian: Клоповник

# STRINGS.BUNNYMANNAMES.8
source: Microseris
russian: Микросерис

# STRINGS.BUNNYMANNAMES.9
source: Parsnip
russian: Пастернак

# STRINGS.BUNNYMANNAMES.10
source: Radish
russian: Редис

# STRINGS.BUNNYMANNAMES.11
source: Sium
russian: Поручейник

# STRINGS.BUNNYMANNAMES.12
source: Tragopogon
russian: Козлобород

# STRINGS.BUNNYMANNAMES.13
source: Ipomoea
russian: Вьюнок

# STRINGS.BUNNYMANNAMES.14
source: Manihot
russian: Маниок

# STRINGS.BUNNYMANNAMES.15
source: Mirabilis
russian: Мирабилис

# STRINGS.BUNNYMANNAMES.16
source: Psoralea
russian: Псоралея

# STRINGS.BUNNYMANNAMES.17
source: Canna
russian: Канна

# STRINGS.BUNNYMANNAMES.18
source: Typha
russian: Рогоз

# STRINGS.BUNNYMANNAMES.19
source: Zingiber
russian: Имбирь

# STRINGS.BUNNYMANNAMES.20
source: Oxalis
russian: Кислица

# STRINGS.BUNNYMANNAMES.21
source: Solanum
russian: Паслён

# STRINGS.BUNNYMANNAMES.22
source: Ullucus
russian: Уллюко

# STRINGS.BUNNYMANNAMES.23
source: Cuperus
russian: Куперус

# STRINGS.BUNNYMANNAMES.24
source: Apios
russian: Апиос

# STRINGS.BUNNYMANNAMES.25
source: Yam Daisy
russian: Ямс

# STRINGS.BUNNYMANNAMES.26
source: Altrincham
russian: Олтрингем

# STRINGS.BUNNYMANNAMES.27
source: Barwon
russian: Барвон

# STRINGS.BUNNYMANNAMES.28
source: Bolero
russian: Болеро

# STRINGS.BUNNYMANNAMES.29
source: Chantenay
russian: Шантане

# STRINGS.BUNNYMANNAMES.30
source: Crusader
russian: Крестоносец

# STRINGS.BUNNYMANNAMES.31
source: Danvers
russian: Данверс

# STRINGS.BUNNYMANNAMES.32
source: Doucer
russian: Добряк

# STRINGS.BUNNYMANNAMES.33
source: Flakee
russian: Флаки

# STRINGS.BUNNYMANNAMES.34
source: Guerande
russian: Геран

# STRINGS.BUNNYMANNAMES.35
source: Hipak
russian: Хипак

# STRINGS.BUNNYMANNAMES.36
source: Imperator
russian: Император

# STRINGS.BUNNYMANNAMES.37
source: Juwarot
russian: Джуварот

# STRINGS.BUNNYMANNAMES.38
source: Karotan
russian: Каротан

# STRINGS.BUNNYMANNAMES.39
source: Magno
russian: Магно

# STRINGS.BUNNYMANNAMES.40
source: Nantes
russian: Нант

# STRINGS.BUNNYMANNAMES.41
source: Nelson
russian: Нельсон

# STRINGS.BUNNYMANNAMES.42
source: Onward
russian: Онвард

# STRINGS.BUNNYMANNAMES.43
source: Oxheart
russian: Оксхерт

# STRINGS.BUNNYMANNAMES.44
source: Pimpernel
russian: Пимпернел
