Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.LUCY.beaver_down_washigh.1
source: That was a close one!
russian: Пронесло!

# STRINGS.LUCY.beaver_down_washigh.2
source: I think we'll be alright.
russian: Я думаю, всё будет в порядке.

# STRINGS.LUCY.beaver_down_washigh.3
source: You're looking much better now.
russian: Сейчас ты выглядишь намного лучше.

# STRINGS.LUCY.beaver_down_washigh.4
source: It's passed. For now.
russian: Обошлось. В этот раз.

# STRINGS.LUCY.beaver_down_washigh.5
source: It's back in the lodge. Phew!
russian: Всё стало как раньше. Фу-у-ух!

# STRINGS.LUCY.transform_beaver.1
source: Oh no!
russian: О нет!

# STRINGS.LUCY.transform_beaver.2
source: It happened again!
russian: Это всё-таки произошло!

# STRINGS.LUCY.transform_beaver.3
source: The curse!
russian: Проклятие!

# STRINGS.LUCY.transform_beaver.4
source: I warned you!
russian: А я ведь предупреждала!

# STRINGS.LUCY.transform_beaver.5
source: Woodie!
russian: Вуди!

# STRINGS.LUCY.transform_woodie.1
source: You're back!
russian: Ты вернулся!

# STRINGS.LUCY.transform_woodie.2
source: Quick! Pick me up!
russian: Скорее! Подними меня!

# STRINGS.LUCY.transform_woodie.3
source: Are you OK?
russian: Ты в порядке?

# STRINGS.LUCY.transform_woodie.4
source: Don't let that happen again!
russian: Не позволяй этому снова повториться!

# STRINGS.LUCY.transform_woodie.5
source: Everything is going to be fine. Just focus!
russian: Всё будет хорошо. Ты просто не расслабляйся!

# STRINGS.MAXWELL_SANDBOXINTROS.ONE
source: Say pal, you don't look so good.
russian: Эй! У тебя какой-то нездоровый вид.

# STRINGS.MAXWELL_SANDBOXINTROS.TWO
source: You'd better find something to eat before night comes!
russian: Неплохо бы тебе найти какой-нибудь еды, пока не наступила ночь!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.ONE
source: Oh, you found my portal did you?
russian: О, тебе удалось найти мой портал, не так ли?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.TWO
source: You'd think you would have learned your lesson by now.
russian: Полагаешь, тебе удалось усвоить урок?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.THREE
source: Hmm. Let's try something a little more challenging, shall we?
russian: Хм-м-м. Быть может придумать для тебя более сложное испытание?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_2.ONE
source: Well would you look at that, you survived.
russian: Вы только поглядите! До сих пор в живых!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_2.TWO
source: One down, four to go!
russian: Ну ничего, это не надолго.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_3.ONE
source: What? You're still here?
russian: Что? Ты всё ещё здесь?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_3.TWO
source: Impressive. But you should probably stop while you're ahead.
russian: Впечатляет. Но тебе следовало бы остановиться, пока не станет слишком поздно.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.ONE
source: Say, pal.
russian: Послушай...

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.TWO
source: You're really pushing your luck.
russian: Ты действительно испытываешь свою удачу на прочность.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.THREE
source: Turn back now, or I may have to resort to drastic mesaures.
russian: Поверни обратно, или мне придётся прибегнуть к радикальным мерам.

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.ONE
source: Say, pal.
russian: Знаешь, что...

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.TWO
source: Let's make a deal. You can stay here. Settle down, even.
russian: Давай заключим сделку. Я позволю тебе остаться здесь. Даже лагерь можешь разбить.

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.THREE
source: I'll give you food, gold, pigs, whatever you need.
russian: А я буду давать тебе еду, золото, свиней, всё, что тебе нужно.

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.FOUR
source: All I want in return is a truce.
russian: Всё, чего я хочу взамен - это перемирие.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.ONE
source: You insolent, pitiful, insignificant ant!
russian: Ты жалкое, наглое, ничтожное насекомое!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.TWO
source: Do not arouse the wrath of the Great Maxwell!
russian: Не буди гнев Великого Максвелла!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.THREE
source: You will regret coming any further...
russian: Продолжай усердствовать, и ты горько об этом пожалеешь...

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.ONE
source: Well, this is it.
russian: Ну что ж.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TWO
source: You found me. Now, what are you going to do?
russian: Вот он я. И что теперь собираешься делать?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TELEPORTFAIL
source: Don't you think I've tried that?
russian: Думаешь, я этого не пробовал?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TELEPORTFAIL2
source: This is the end of the line. We have no escape.
russian: Вот и сказочке конец. А выхода-то и нет.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.COMBATFAIL.1
source: Where would be the sport in that?
russian: Где же твой спортивный азарт?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.COMBATFAIL.2
source: Who do you think allowed you to make that?
russian: Как думаешь, кто позволил тебе сделать это?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.1
source: Is this what you were expecting?
russian: Это то, что тебе представлялось?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.2
source: Forgive me if I don't get up.
russian: Прости, что я сидя.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.3
source: You've been an interesting plaything, but I've grown tired of this game.
russian: Ты, конечно, интересная игрушка, но мне уже надоела эта игра.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.4
source: Or maybe They've grown tired of me.
russian: А может, это просто я Им наскучил.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.5
source: Heh. Took them long enough.
russian: Хэх. Их терпение длилось долго.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.6
source: They'll show you terrible, beautiful things.
russian: Они покажут тебе ужасные, но прекрасные вещи.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.7
source: It will change you, like it did me.
russian: Это изменит тебя, как однажды изменило меня.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.8
source: It's best not to fight it.
russian: Лучше с этим не бороться.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.9
source: There wasn't much here when I showed up.
russian: Здесь почти ничего не было, когда я появился.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.10
source: Just dust. And the void. And Them.
russian: Только пыль. И пустота. И Они.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.11
source: I've learned so much since then. I've built so much.
russian: С тех пор я многому научился. Я построил многое.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.12
source: But even a King is bound to the board.
russian: Но даже король не в силах сойти с доски.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.13
source: You can't change the rules of the game.
russian: И правил игры не изменить.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.14
source: I don't know what they want. They... they just watch.
russian: Я не знаю чего они хотят. Они... они просто следят.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.15
source: Unless you get too close. Then...
russian: Пока ты не подойдёшь слишком близко. И тогда...

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.16
source: Well, there's a reason I stay so dapper.
russian: А ты думал, отчего я так неуловим?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.17
source: What year is it out there? Time moves differently here.
russian: Какой сейчас год, там, в другом мире? Здесь время течёт по другому.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.18
source: Go on, stay a while. Keep us company.
russian: Давай, останься ненадолго. Составь мне компанию.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.19
source: Or put the key in the box. It's your decision.
russian: Или вставь ключ в скважину. Выбор за тобой.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.20
source: Either way, you're just delaying the inevitable.
russian: Так или иначе, ты только лишь отсрочишь неизбежное.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.21
source: Reality is like that, sometimes.
russian: Реальность бывает сурова, увы.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.22
source: I think I've said enough.
russian: Полагаю, я сказал достаточно.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_4.ONE
source: Fine. Just remember that you chose this.
russian: Прекрасно. Просто помни, что это твой выбор.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.ONE
source: We're not so different, you and I.
russian: Мы с тобой не такие уж и разные.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.TWO.ONE
source: That's why I brought you here.
russian: Поэтому-то я и заманил тебя сюда.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.TWO.TWO
source: That's why I brought all of them here.
russian: По той же причине я заманивал и других.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.THREE.ONE
source: Oh, did you think you were the first?
russian: Или тебе казалось, что до тебя тут никого не было?

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.THREE.TWO
source: HA!
russian: ХА!

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.FOUR.ONE
source: It's just that...
russian: Я просто...

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.FOUR.TWO
source: I've become accustomed to winning.
russian: Я просто привык побеждать.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.INTRO.ONE
source: Is this how it ends?
russian: Это и есть конец?

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.HIT.ONE
source: The throne won't allow that. I've tried.
russian: Трон не позволит этого. Я пробовал.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.NOUNLOCK.ONE
source: Ah, I am a fool. I had dared to hope.
russian: Вот я глупец. А я ещё смел надеяться.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.PHONOGRAPHON.ONE
source: I guess I deserve that.
russian: Пожалуй, я это заслужил.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.PHONOGRAPHOFF.ONE
source: Thank you. I have been listening to that song for an eternity.
russian: Спасибо. Я эту мелодию слушаю наверно уже целую вечность.

# STRINGS.RECIPE_DESC.BOOK_BIRDS
source: 1000 species: habits, habitats, and calls.
russian: 1000 видов: повадки, места обитания и голоса.

# STRINGS.RECIPE_DESC.BOOK_TENTACLES
source: Let's learn about our subterranean friends!
russian: Давайте узнаем о наших подземных друзьях!

# STRINGS.RECIPE_DESC.BOOK_GARDENING
source: On the care and feeding of plants.
russian: Справочник по уходу за растениями.

# STRINGS.RECIPE_DESC.BOOK_SLEEP
source: Soothing tales to send you off to dreamland.
russian: Успокаивающие сказки отправят тебя в мир грёз.

# STRINGS.RECIPE_DESC.BOOK_BRIMSTONE
source: The world will end in fire and tribulation!
russian: Мир погибнет в огне и безумии!

# STRINGS.RECIPE_DESC.COMPASS
source: Points the way north.
russian: Указывает на север.

# STRINGS.RECIPE_DESC.GUNPOWDER
source: A handful of gunpowder.
russian: Горстка пороха.

# STRINGS.RECIPE_DESC.TORCH
source: Portable light source.
russian: Переносной источник света.

# STRINGS.RECIPE_DESC.TRAP
source: Capture small creatures.
russian: Для ловли небольших существ.

# STRINGS.RECIPE_DESC.BIRDTRAP
source: Capture winged beasts.
russian: Ловит крылатых тварей.

# STRINGS.RECIPE_DESC.PIGHOUSE
source: Shelters one pig.
russian: Здесь может жить свин.

# STRINGS.RECIPE_DESC.RABBITHOUSE
source: Houses a giant rabbit and all his stuff.
russian: Дом огромного зайца и его утварь.

# STRINGS.RECIPE_DESC.CAMPFIRE
source: Provides light while burning.
russian: Светит пока горит.

# STRINGS.RECIPE_DESC.FIREPIT
source: A safer, more efficient campfire.
russian: Безопаснее и эффективней костра.

# STRINGS.RECIPE_DESC.COLDFIRE
source: This fire is from opposite day.
russian: Это огонь, только наоборот.

# STRINGS.RECIPE_DESC.COLDFIREPIT
source: More efficient, but still backwards.
russian: Ещё эффективнее, и по прежнему наоборот.

# STRINGS.RECIPE_DESC.FIRESUPPRESSOR
source: Saves plants, puts out fires, fueled by flame.
russian: Спасает растения, тушит огонь, питается пламенем.

# STRINGS.RECIPE_DESC.FERTILIZER
source: Less poop on hands, more poop on plants.
russian: Больше удобрений - лучше для растений.

# STRINGS.RECIPE_DESC.HEATROCK
source: Stores heat for travel.
russian: Сохраняет тепло во время походов.

# STRINGS.RECIPE_DESC.SLOW_FARMPLOT
source: Grows seeds.
russian: Для выращивания семян.

# STRINGS.RECIPE_DESC.FAST_FARMPLOT
source: Grows seeds a bit faster.
russian: Семена здесь растут быстрее.

# STRINGS.RECIPE_DESC.TENT
source: Restores sanity, but costs time and hunger.
russian: Спасает от безумия ценою времени и сытости.

# STRINGS.RECIPE_DESC.SIESTAHUT
source: Escape the heat to restore sanity.
russian: Прячься от зноя, держи голову в прохладе.

# STRINGS.RECIPE_DESC.ROPE
source: Tightly woven coils of usefulness.
russian: Плотно сплетённая трава.

# STRINGS.RECIPE_DESC.ARMORWOOD
source: Protects you from some damage.
russian: Частично защищает от повреждений.

# STRINGS.RECIPE_DESC.ARMORGRASS
source: Provides a small amount of protection.
russian: Не очень надёжная, но всё же броня.

# STRINGS.RECIPE_DESC.ARMORMARBLE
source: It's heavy, but it will protect you.
russian: Тяжеловатая, но прочная.

# STRINGS.RECIPE_DESC.ARMOR_SANITY
source: Protects your body, but not your mind.
russian: Защищает тело, но не разум.

# STRINGS.RECIPE_DESC.SPEAR
source: Use the pointy end.
russian: Бить острым концом.

# STRINGS.RECIPE_DESC.STRAWHAT
source: How fashionable!
russian: И круто и сухо!

# STRINGS.RECIPE_DESC.TOPHAT
source: The classiest hat of all.
russian: Самая лучшая шляпа.

# STRINGS.RECIPE_DESC.FLOWERHAT
source: Something to soothe the nerves.
russian: Немного успокоит нервы.

# STRINGS.RECIPE_DESC.BEEFALOHAT
source: Be one with the herd! Smell included.
russian: Стань частью стада! Запах прилагается.

# STRINGS.RECIPE_DESC.AXE
source: Chop down trees!
russian: Руби деревья!

# STRINGS.RECIPE_DESC.PICKAXE
source: Break down rocks.
russian: Разбивай камни.

# STRINGS.RECIPE_DESC.HAMMER
source: Deconstruct structures.
russian: Разбирай постройки.

# STRINGS.RECIPE_DESC.SHOVEL
source: Move plants around.
russian: Выкапывать всякие разные штуки.

# STRINGS.RECIPE_DESC.PITCHFORK
source: Move the ground around.
russian: Для снятия дёрна.

# STRINGS.RECIPE_DESC.GOLDENAXE
source: Chop down trees with STYLE!
russian: Руби деревья с ШИКОМ!

# STRINGS.RECIPE_DESC.GOLDENPICKAXE
source: Break down rocks like a boss.
russian: Дроби камни по-взрослому.

# STRINGS.RECIPE_DESC.GOLDENSHOVEL
source: Lasts longer, digs the same stuff.
russian: Служит дольше, копает всё то же.

# STRINGS.RECIPE_DESC.GOLDENPITCHFORK
source: Rearrange the whole world.
russian: Переделай весь мир.

# STRINGS.RECIPE_DESC.CUTSTONE
source: Nicely squared rocks.
russian: Хорошо обтёсанные камни.

# STRINGS.RECIPE_DESC.WINTEROMETER
source: Measure ambient air temperature.
russian: Измеряет температуру воздуха.

# STRINGS.RECIPE_DESC.RAINOMETER
source: Observe precipitation probabilities.
russian: Предсказывает вероятность осадков.

# STRINGS.RECIPE_DESC.RESURRECTIONSTATUE
source: Resurrect yourself via the power of meat.
russian: Возроди себя силой мяса.

# STRINGS.RECIPE_DESC.BOARDS
source: Like logs but flatter.
russian: Как брёвна, только плоские.

# STRINGS.RECIPE_DESC.RESEARCHLAB
source: Unlock new crafting recipes!
russian: Раскрывает новые рецепты для крафта.

# STRINGS.RECIPE_DESC.BACKPACK
source: Carry more stuff.
russian: Вмещает больше вещей.

# STRINGS.RECIPE_DESC.PIGGYBACK
source: Carries a lot, but slows you down.
russian: Вмещает больше, но замедляет передвижение.

# STRINGS.RECIPE_DESC.UMBRELLA
source: Mitigate the effects of atmospheric moisture.
russian: Снижает эффект воздействия атмосферной влажности.

# STRINGS.RECIPE_DESC.RESEARCHLAB2
source: Unlock even more crafting recipes!
russian: Открой ещё больше рецептов для крафта!

# STRINGS.RECIPE_DESC.RESEARCHLAB3
source: Is this even science anymore?
russian: Это точно наука?

# STRINGS.RECIPE_DESC.RESEARCHLAB4
source: Amplify the magical power of your top hat.
russian: Усиливает магическую силу цилиндра.

# STRINGS.RECIPE_DESC.RAZOR
source: Shave off your dirty beatnik beard.
russian: Сбрей свою грязную дикарскую бороду.

# STRINGS.RECIPE_DESC.PAPYRUS
source: For writing things.
russian: Для записей.

# STRINGS.RECIPE_DESC.PANFLUTE
source: Music to soothe savage beasts.
russian: Музыка для успокоения свирепых зверей.

# STRINGS.RECIPE_DESC.COOKPOT
source: Make better food.
russian: Сделай еду лучше.

# STRINGS.RECIPE_DESC.BUGNET
source: Catch bugs.
russian: Для ловли жуков.

# STRINGS.RECIPE_DESC.BEEBOX
source: Store your own bees.
russian: Разводи своих собственных пчёл.

# STRINGS.RECIPE_DESC.BEEHAT
source: Protection against angry bees.
russian: Защита от злых пчёл.

# STRINGS.RECIPE_DESC.TREASURECHEST
source: A sturdy container.
russian: Прочный контейнер.

# STRINGS.RECIPE_DESC.BEDROLL_STRAW
source: Sleep through the night.
russian: Спи до утра.

# STRINGS.RECIPE_DESC.BEDROLL_FURRY
source: Sleep through the night in comfort!
russian: Спи до утра с комфортом!

# STRINGS.RECIPE_DESC.PUMPKIN_LANTERN
source: Spooky illumination.
russian: Жутковатое свечение.

# STRINGS.RECIPE_DESC.FISHINGROD
source: Go fishing. For fish.
russian: Для рыбной ловли.

# STRINGS.RECIPE_DESC.FEATHERHAT
source: Dress for your head.
russian: Украшение для твоей головы.

# STRINGS.RECIPE_DESC.MINERHAT
source: Light up the night with your noggin.
russian: Освети ночь своей башкой.

# STRINGS.RECIPE_DESC.FOOTBALLHAT
source: Protect your braincase.
russian: Защитит твою черепушку.

# STRINGS.RECIPE_DESC.BLOWDART_SLEEP
source: Spit sleepiness at your enemies.
russian: Усыпляет твоих врагов.

# STRINGS.RECIPE_DESC.BLOWDART_FIRE
source: Spit fire at your enemies.
russian: Расстреляй врагов огнём.

# STRINGS.RECIPE_DESC.BLOWDART_PIPE
source: Spit teeth at your enemies.
russian: Плюй зубами в своих врагов.

# STRINGS.RECIPE_DESC.BEEMINE
source: Weaponized bees. What could go wrong?
russian: Боевые пчёлы. Что может пойти не так?

# STRINGS.RECIPE_DESC.AMULET
source: Protects you from death.
russian: Защищает тебя от смерти.

# STRINGS.RECIPE_DESC.PURPLEAMULET
source: Induce insanity.
russian: Вызывает безумие.

# STRINGS.RECIPE_DESC.BLUEAMULET
source: What a cool amulet.
russian: Какой холодный амулет.

# STRINGS.RECIPE_DESC.ORANGEAMULET
source: For those who don't like to pick items up.
russian: Для ленивых, которые не любят наклоняться.

# STRINGS.RECIPE_DESC.GREENAMULET
source: Craft with a discount!
russian: Твори со скидкой!

# STRINGS.RECIPE_DESC.YELLOWAMULET
source: Pull power from the heavens.
russian: Повелевай небесной силой.

# STRINGS.RECIPE_DESC.SWEATERVEST
source: Rugged, yet stylish.
russian: Стильно, модно, молодёжно!

# STRINGS.RECIPE_DESC.TRUNKVEST_SUMMER
source: Warm, but light enough for summer.
russian: Тепло, но те так, чтобы слишком.

# STRINGS.RECIPE_DESC.TRUNKVEST_WINTER
source: Warm enough for winter storms.
russian: Достаточно тёплый, чтобы пережить зиму.

# STRINGS.RECIPE_DESC.BIRDCAGE
source: A happy home for your avian friends.
russian: Хороший домик для твоих пернатых друзей.

# STRINGS.RECIPE_DESC.SPIDERHAT
source: Spiders will call you 'mom'.
russian: Пауки станут звать тебя 'мама'.

# STRINGS.RECIPE_DESC.TRAP_TEETH
source: Pops up and bites whoever steps on it.
russian: Выскакивает и кусает каждого, кто на неё наступит.

# STRINGS.RECIPE_DESC.TRAP_TEETH_MAXWELL
source: Pops up and bites whoever steps on it.
russian: Выскакивает и кусает каждого, кто на неё наступит.

# STRINGS.RECIPE_DESC.EARMUFFSHAT
source: A fuzzy little bit of warmth.
russian: Пушистые комочки тепла.

# STRINGS.RECIPE_DESC.WINTERHAT
source: Keeps yer noggin warm.
russian: Держит в тепле твою черепушку.

# STRINGS.RECIPE_DESC.BUSHHAT
source: Good for hiding!
russian: Хорошая маскировка!

# STRINGS.RECIPE_DESC.BOOMERANG
source: It comes from a land down under.
russian: Он вернётся даже из-под земли.

# STRINGS.RECIPE_DESC.ICEBOX
source: Slows food spoilage.
russian: Замедляет порчу продуктов.

# STRINGS.RECIPE_DESC.ONEMANBAND
source: Even crazy musicians amass a following.
russian: Даже чокнутый музыкант способен собирать поклонников.

# STRINGS.RECIPE_DESC.NIGHTMAREFUEL
source: Evil residue used by the foolish and crazy.
russian: Осадок зла, используемый глупцами и психами.

# STRINGS.RECIPE_DESC.PURPLEGEM
source: By your colours combined!
russian: Сочетание разных цветов!

# STRINGS.RECIPE_DESC.HAMBAT
source: It takes food to make food.
russian: Добудь еду... едой!

# STRINGS.RECIPE_DESC.HOMESIGN
source: Make your mark upon the world.
russian: Оставь свой след в этом мире.

# STRINGS.RECIPE_DESC.WALL_WOOD_ITEM
source: Wooden wall segments.
russian: Сегмент деревянной стены.

# STRINGS.RECIPE_DESC.WALL_STONE_ITEM
source: Stone wall segments.
russian: Сегмент каменной стены.

# STRINGS.RECIPE_DESC.WALL_HAY_ITEM
source: Hay wall segments. Not very sturdy.
russian: Сегмент соломенной стены. Хлипкий.

# STRINGS.RECIPE_DESC.TURF_WOODFLOOR
source: High-quality laminate floorboards.
russian: Высококачественный ламинат.

# STRINGS.RECIPE_DESC.TURF_CHECKERFLOOR
source: Nicely checkered marble tiles.
russian: Красивая мраморная плитка.

# STRINGS.RECIPE_DESC.TURF_CARPETFLOOR
source: Super soft. Smells like Beefalo.
russian: Супер-мягкий. Пахнет как бифало.

# STRINGS.RECIPE_DESC.TURF_ROAD
source: Build your own road to nowhere.
russian: Построй свою дорогу в никуда.

# STRINGS.RECIPE_DESC.SEWING_KIT
source: Fix up degraded clothing items.
russian: Почини изношенные вещи.

# STRINGS.RECIPE_DESC.NIGHTLIGHT
source: Light the night with your dreams.
russian: Освети ночь своими видениями.

# STRINGS.RECIPE_DESC.NIGHTSWORD
source: Lucid dreaming damage.
russian: Наносит удар осознанными сновидениями.

# STRINGS.RECIPE_DESC.ICESTAFF
source: Freeze enemies in their tracks.
russian: Заморозь врагов.

# STRINGS.RECIPE_DESC.FIRESTAFF
source: Harness the power of combustion!
russian: Используй всю мощь огня!

# STRINGS.RECIPE_DESC.MEATRACK
source: The jerkiest of racks.
russian: Стойка для заготовки мяса.

# STRINGS.RECIPE_DESC.BANDAGE
source: Heal your minor wounds.
russian: Для лечения незначительных ран.

# STRINGS.RECIPE_DESC.HEALINGSALVE
source: Disinfectant for cuts and abrasions.
russian: Лечит порезы и ссадины.

# STRINGS.RECIPE_DESC.LIGHTNING_ROD
source: Protection from strikes.
russian: Защита от ударов молний.

# STRINGS.RECIPE_DESC.CANE
source: Trot on with speed and poise.
russian: Почувствуй себя англичанином.

# STRINGS.RECIPE_DESC.DIVININGROD
source: There must be some way out of here...
russian: Должен же быть выход отсюда...

# STRINGS.RECIPE_DESC.LANTERN
source: Refuelable, bright, portable!
russian: Перезаправляемый, яркий, портативный!

# STRINGS.RECIPE_DESC.BATBAT
source: All this science is so... draining.
russian: Вся эта наука такая... истощительная.

# STRINGS.RECIPE_DESC.TELESTAFF
source: Bend space! Time bend sold separately.
russian: Искривляй пространство! Искривление времени продаётся отдельно.

# STRINGS.RECIPE_DESC.ORANGESTAFF
source: For those who don't like walking.
russian: Для тех, кто не любит ходить.

# STRINGS.RECIPE_DESC.GREENSTAFF
source: Clean and efficient destruction.
russian: Уничтожай быстро и эффективно.

# STRINGS.RECIPE_DESC.YELLOWSTAFF
source: Summon a tiny star.
russian: Создай свою звезду!

# STRINGS.RECIPE_DESC.TELEBASE
source: Just add gems.
russian: Просто добавь самоцветов.

# STRINGS.RECIPE_DESC.MULTITOOL_AXE_PICKAXE
source: Doubly useful.
russian: Делай сразу два дела.

# STRINGS.RECIPE_DESC.ARMORRUINS
source: Flashy AND protective.
russian: Яркая и защищающая.
