Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_7
source: I could play this for hours!
russian: Я могу играть в это часами!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_8
source: If I find a tub, I'm all set.
russian: Ещё бы ванну, и было б зашибись.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_9
source: I just sew my clothing shut around me when I put it on.
russian: А я обычно просто поплотнее затягиваю одежду вокруг себя, когда надеваю её.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_SUMMER
source: Nice and breezy
russian: Хорошая и лёгкая.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_WINTER
source: This could stand up to the winters back home, eh?
russian: А в этом и на родине зимой можно походить, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_COOKED
source: I think it boiled off all of the nose cheese.
russian: Думаю, сопли уже все выпарились.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_SUMMER
source: It's pretty thin.
russian: Он довольно тонкий.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_WINTER
source: It's thick and hairy.
russian: Толстый и волосатый.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURKEYDINNER
source: Turkey day is here again!
russian: И вот он день благодарения!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TWIGS
source: I should build a tiny axe to chop these.
russian: Надо сделать малюсенький топор и порубить их.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UMBRELLA
source: This will keep my beard dry, eh?
russian: Борода теперь не промокнет, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UNIMPLEMENTED
source: It doesn't look safe.
russian: Выглядит небезопасно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WAFFLES
source: I prefer flapjacks.
russian: Мне бы лучше оладушков.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY
source: I could sneeze it over.
russian: Да на неё стоит только чихнуть...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY_ITEM
source: I could sneeze it over.
russian: Да на неё стоит только чихнуть...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_STONE
source: Safe and secure, eh?
russian: Надёжная и безопасная, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_STONE_ITEM
source: Safe and secure, eh?
russian: Надёжная и безопасная, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS
source: Crumbling but still secure, eh?
russian: Крошится, но держится, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS_ITEM
source: Heh, stoned again eh?
russian: Ха-ха, назад в стену?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD
source: I like the look of that!
russian: Гляжу и сердце радуется!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD_ITEM
source: I like the look of that!
russian: Гляжу и сердце радуется!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS
source: Oh no. Walruses again!
russian: О, нет! Опять эти моржи!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUSHAT
source: My grandad wore a hat like this.
russian: Мой дедуля носил шапку вроде этой.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.EMPTY
source: This won't be safe come winter.
russian: Зимой тут будет неспокойно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.GENERIC
source: Walruses are nearby, eh?
russian: Моржи рядом, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_TUSK
source: He had a cavity, eh?
russian: У него был кариес, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WASPHIVE
source: Why are those bees so angry?
russian: Что эти пчёлы такие злые?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WETGOOP
source: Better than some things I've eaten!
russian: Получше многого из того, что мне приходилось есть!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTERHAT
source: It's a nice toque, eh?
russian: Хорошая шапочка, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTEROMETER
source: We can build these half as tall back home.
russian: На родине нам хватает только нижней половины.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.GENERIC
source: That looks like a bum!
russian: Похожа на задницу!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.OPEN
source: I'm not sure I want to look at that, eh?
russian: Ты правда хочешь, чтобы я туда заглянул, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE_LIMITED
source: It smells a bit off, eh?
russian: Попахивает знатно, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: It seems a bit show-offy to me.
russian: Как по мне, так уж слишком он показушный.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGTREE
source: I feel conflicted, eh?
russian: Я в ступоре, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICESTAFF
source: It reminds me of home.
russian: Напоминает мне о доме.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_GENERIC
source: What's that, eh?
russian: Что это, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_TOODARK
source: It's dark, eh!
russian: Темновато, а!

# STRINGS.CHARACTERS.WOODIE.EAT_FOOD.TALLBIRDEGG_CRACKED
source: You can taste the beak, eh?
russian: Можно различить привкус клюва, а?

# STRINGS.CHARACTERS.WENDY.ACTIONFAIL_GENERIC
source: I can't do anything right.
russian: Я ничего не могу сделать как следует!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ADVENTUREFAIL
source: Not all deaths are alike.
russian: Не все случаи смерти похожи.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_BOOMERANG
source: Ow! That was karma.
russian: Ой! Это всё из-за кармы.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CHARLIE
source: Demon! Show yourself!
russian: Демон! Покажись!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CHARLIE_ATTACK
source: I am attacked!
russian: На меня напали!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_COLD
source: I am chilled to the bone.
russian: Я продрогла до костей.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CRAFTING_FAIL
source: I lack the necessary materials.
russian: Мне не хватает некоторых материалов.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DUSK
source: The darkness will be here soon. I must prepare.
russian: Скоро всё охватит тьма. Я должна подготовиться.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.GENERIC
source: Yum!
russian: Ням!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.PAINFUL
source: That was not edible.
russian: Это было несъедобно.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.SPOILED
source: That food was nearing the end of its lifetime.
russian: Эта еда заканчивает своё существование.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.STALE
source: Was that stale?
russian: Оно было несвежее?

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ENTER_DARK
source: The darkness has swallowed me.
russian: Тьма поглотила меня.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ENTER_LIGHT
source: And there was light!
russian: И стал свет!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HOUNDS
source: The hounds are baying.
russian: Гончие лают.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNGRY
source: I am full of emptiness.
russian: В моём желудке, как и в сердце, пустота.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_BEAST_NEARBY
source: I sense the beast's presence nearby.
russian: Я чувствую присутствие зверя поблизости.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_LOST_TRAIL
source: This trail leads nowhere.
russian: Этот след ведёт в никуда.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_INV_FULL
source: I can carry no more.
russian: Я не могу больше унести.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_KNOCKEDOUT
source: Oh my, that hurt! Yet, again I wake to life.
russian: О Господи, как больно! И всё же я вновь возвращаюсь к жизни.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOHUNGERSLEEP
source: My stomach is as empty as my heart, I can't sleep now.
russian: Мой желудок пуст как моё сердце, так я не засну.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PECKED
source: You try my patience.
russian: Ты испытываешь моё терпение.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_QUAKE
source: The ground shakes. Will it swallow me whole?
russian: Земля дрожит. Она проглотит меня целиком?

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_THORNS
source: Ow! Prickly, like me.
russian: Ай! Колючее, прям как я.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TORCH_OUT
source: Darkness has returned!
russian: Тьма возвратилась!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TRAP_WENT_OFF
source: Oh, goodness.
russian: Боже мой!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_WORMHOLE
source: I emerge into this world once more.
russian: Я оказалась в этом мире снова.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CANFIX
source: I think I can fix this!
russian: Думаю, я могла бы починить это.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ACCOMPLISHMENT
source: All of this is transient.
russian: Всё это мимолётно.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ACCOMPLISHMENT_DONE
source: This will be forgotten too, some day.
russian: И об этом тоже забудут. Однажды.

# STRINGS.CHARACTERS.WENDY.BATTLECRY.GENERIC
source: Death will find you!
russian: Смерть настигнет тебя!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.PIG
source: Let death embrace you!
russian: Отправляйся в объятия смерти!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.PREY
source: Suffer, worm!
russian: Страдай, ничтожный червь!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.SPIDER
source: I shall send you to the other side!
russian: Я отправлю тебя на тот свет!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.SPIDER_WARRIOR
source: I will be your end!
russian: Я стану твоей смертью!

# STRINGS.CHARACTERS.WENDY.COMBAT_QUIT.GENERIC
source: You shall live. For now.
russian: Можешь жить. Пока что.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMLIGHT
source: There's a slight humming coming from it.
russian: От него исходит какой-то странный гул.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.PLANT
source: It seems out of place.
russian: Оно тут как будто не к месту.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.DIRT
source: Is something there?
russian: Там что-то есть?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.WORM
source: It comes from the depths.
russian: Он приходит из глубин.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EEL
source: An eel.
russian: Просто угорь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EEL_COOKED
source: An eel that has been cooked.
russian: Просто приготовленный угорь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UNAGI
source: It looks more appetizing this way.
russian: В таком виде он более аппетитен.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYETURRET
source: I do not know why it helps me.
russian: Я не знаю, почему он помогает мне.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYETURRET_ITEM
source: I think I need to place it.
russian: Думаю, надо его где-нибудь поставить.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAURHORN
source: All that remains of a once great beast.
russian: Всё, что осталось от некогда великого зверя.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAURCHEST
source: My, what magnificent horns you have!
russian: Господи, какие потрясающие у него рога!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.THULECITE_PIECES
source: Fragments of a powerful material.
russian: Фрагменты могущественного материала.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POND_ALGAE
source: Some algae.
russian: Какие-то водоросли.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENSTAFF
source: I can see the power sparkle deep within.
russian: Я вижу силу, сверкающую глубоко внутри.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POTTEDFERN
source: It lives in a cage.
russian: Он живёт в клетке.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.THULECITE
source: Its presence marks the edge of the unknown.
russian: Само его существование лежит на грани неведомого.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORRUINS
source: A reprieve from death.
russian: Это немного отсрочит мою смерть.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINS_BAT
source: I hold the power of the ancients in my hands.
russian: Я держу в руках мощь древних.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINSHAT
source: Abigail would've loved this crown.
russian: Абигейл понравилась бы эта корона.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I know not what lurks in the shadow.
russian: Я даже не представляю что скрывается там, в тени.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: I can feel the prying eyes.
russian: Я чувствую навязчивые взгляды.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: They approach.
russian: Они приближаются.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: They're all around me!
russian: Они вокруг! Повсюду!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I think they're leaving.
russian: Я думаю, они уходят.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's almost over.
russian: Почти закончилось.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I am alone.
russian: Я здесь одна.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BISHOP_NIGHTMARE
source: Time has won this battle.
russian: Время победило в этом сражении.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROOK_NIGHTMARE
source: Time erodes everything.
russian: Время разрушает всё.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KNIGHT_NIGHTMARE
source: Another battle lost to time.
russian: Ещё одна битва проиграна времени.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAUR
source: He must be lonely. Trapped in such a small cage.
russian: Ему, наверное, одиноко. Взаперти в такой маленькой клетушке.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_DROPPER
source: The darkness has drained the colour from their fur.
russian: Тьма стёрла все краски с их меха.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARELIGHT
source: It pulls power from beneath.
russian: Он черпает энергию из преисподней.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINS_RUBBLE
source: A pile of broken dreams.
russian: Разбитые мечты, сваленные в кучу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: An item with multiple uses.
russian: Им можно пользоваться в разных ситуациях.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENGEM
source: The flaws are its most beautiful features.
russian: Его недостатки одновременно являются его лучшими качествами.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGESTAFF
source: Each time I use it I die and am reborn.
russian: Каждый раз, когда использую его, я умираю и рождаюсь снова.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWAMULET
source: A brief light in my dark life.
russian: Робкий луч света в тёмном царстве моей жизни.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENAMULET
source: A flash of brilliance!
russian: Он великолепен!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURPER
source: Ah, to be so simple.
russian: Ах, ну да, всё так просто.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURPER_PELT
source: An empty bag of hunger.
russian: Сущий голод в телесной оболочке.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSLURPER
source: A clinging, dreary, living suit.
russian: Облегающий, мрачный, живой пояс.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGEAMULET
source: Temporary release from drudgery.
russian: Временное освобождение от рутины жизни.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWSTAFF
source: The stick is as twisted as my soul.
russian: Эта палка искорёжена, как и моя душа.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWGEM
source: It reminds me of my mother.
russian: При виде его я вспоминаю маму.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGEGEM
source: Such things used to bring me happiness.
russian: Раньше я любила такие вещи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEBASE.VALID
source: Energy flows through it.
russian: Через него проходят потоки энергии.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEBASE.GEMS
source: The focus is so lifeless.
russian: Центр совершенно безжизнен.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEMSOCKET.VALID
source: The gem has focused it.
russian: Камень сфокусировал его.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEMSOCKET.GEMS
source: It looks so empty.
russian: Тут, похоже, чего-то не хватает.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STAFFLIGHT
source: I can almost make out a tiny solar system.
russian: Я могу разглядеть крошечную солнечную систему.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB4
source: This is but a step from madness.
russian: От этого всего шаг до безумия.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: It's pretty.
russian: Он такой милый.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.LONG
source: It was my sister's flower. She's gone far away.
russian: Это был цветок моей сестры. Она ушла... далеко.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: I can sense Abigail's presence growing stronger.
russian: Я чувствую всё возрастающее присутствие Абигейл.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Abigail is almost here!
russian: Абигейл уже почти тут!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: Abigail is ready to play, but she needs some space.
russian: Абигейл готова поиграть, но ей нужно много места.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: I need to show Abigail how to play.
russian: Мне нужно научить Абигейл играть.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR
source: It is full of the echos of the dead.
russian: От неё доносится призрачный шёпот мёртвых.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: I hear the painful echos of the dead.
russian: Здесь слышны голоса мёртвых.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_STATUE
source: Not very attractive.
russian: Не слишком привлекательно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LICHEN
source: How does it manage to grow like that?
russian: Как это ему удалось вырасти здесь?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTLICHEN
source: Fleeting, just like life.
russian: Он угасает, как и любая жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA
source: The peels look dangerous.
russian: Их шкурки выглядят опасно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA_COOKED
source: Warmed banana mush is so much better.
russian: Тёплая банановая кашка... Что может быть вкуснее?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA_TREE
source: Poor plant, locked away from the sun.
russian: Несчастное растение, никогда не видело солнца.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCKY
source: What terrible sights they have seen.
russian: Какие ужасы им довелось повидать...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEAMULET
source: A familiar chilling embrace.
russian: Хорошо знакомые леденящие объятия.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PURPLEAMULET
source: It's oozing.
russian: Он источает энергию.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELESTAFF
source: I could escape if it were more powerful.
russian: Будь он мощнее, я смогла бы сбежать.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONKEY
source: Living without the burden of intelligence must be nice.
russian: Жизнь без бремени интеллекта, наверное, приятна.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONKEYBARREL
source: It's filthy.
russian: Она грязная.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERLASAGNA
source: Cooked evil is still evil, even in lasagna.
russian: Приготовленное зло, это всё равно зло, пусть даже в виде лазаньи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDSTOOTH
source: Pulled out by the root.
russian: Вырван с корнем.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSNURTLESHELL
source: Now I can hide from my problems.
russian: Теперь я могу прятаться от своих проблем.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BAT
source: A creature of the night.
russian: Порождение ночи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATBAT
source: An enchanted weapon. How exciting!
russian: Зачарованное оружие. Какая прелесть!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATWING
source: If only I could fly away.
russian: Ах, вот бы мне улететь отсюда.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATWING_COOKED
source: They once held such great potential.
russian: Прежде они дарили хозяину столько свободы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEDROLL_FURRY
source: I will wrap myself in the fuzzy skins of the fallen.
russian: Я оберну себя пушистыми шкурами павших.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUNNYMAN
source: What tormented inner lives they must have.
russian: Их внутренний мир, должно быть, полон мучений.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE
source: It looks fragile.
russian: Выглядит хрупким.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It looks fragile.
russian: Выглядит хрупким.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It looks fragile.
russian: Выглядит хрупким.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUANO
source: The inevitable byproduct of life.
russian: Неизбежный побочный продукт жизни.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LANTERN
source: Light the way darkly.
russian: Освещает мрачные пути.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTBULB
source: It's slowly burning out.
russian: Она медленно угасает.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANRABBIT_TAIL
source: It contains his fuzzy wuzzy essence.
russian: Здесь сокрыта его истинная пушистая сущность.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_TALL
source: Even the trees down here are strange.
russian: Даже деревья здесь странные.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_MEDIUM
source: It looks like a rotting hat.
russian: Похоже на гниющую шляпу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_SMALL
source: Do little gnomes live in these?
russian: А маленькие гномы тут живут?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOUSE
source: It is not as edible as it looks.
russian: Она не такая съедобная, как на первый взгляд.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLE
source: It is mindlessly chasing after rocks.
russian: Она бездумно гоняется за камнями.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLE_SHELLPIECES
source: Pieces of broken slurtle dreams.
russian: Осколки разбитой мечты слизнепахи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLEHAT
source: I doubt it will help me more than it did for the original owner.
russian: Я сомневаюсь, что это поможет мне больше, чем первоначальному владельцу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLEHOLE
source: The slurtles pop out when they outgrow it.
russian: Слизнепахи выскакивают, когда они вырастают из него.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLESLIME
source: It shimmers with slimy anticipation.
russian: Она переливается в слизистом ожидании.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNURTLE
source: That one has a larger shell.
russian: А у этой раковина будет побольше.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_HIDER
source: A cowardly spider.
russian: Трусливый паук.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_SPITTER
source: It's chewing on something.
russian: Он что-то жуёт.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERHOLE
source: It is infested.
russian: Там что-то копошится.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE
source: The earth gives up its bounty.
russian: Земля отдаёт свои сокровища.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_FULL
source: The earth gives up its bounty.
russian: Земля отдаёт свои сокровища.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_LOW
source: The earth gives up its bounty.
russian: Земля отдаёт свои сокровища.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_MED
source: The earth gives up its bounty.
russian: Земля отдаёт свои сокровища.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL
source: The earth reaches up.
russian: И вот это вылезло из земли.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_FULL
source: The earth reaches up.
russian: И вот это вылезло из земли.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_LOW
source: The earth reaches up.
russian: И вот это вылезло из земли.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_MED
source: The earth reaches up.
russian: И вот это вылезло из земли.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CARPETFLOOR
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CHECKERFLOOR
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_DIRT
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_FOREST
source: Some ground.
russian: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_GRASS
source: Some ground.
russian: Немного почвы.
