Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.PICKED
source: What have I done?
russian: Что я натворил?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKESOUP
source: It's a tiring soup.
russian: Утомительный суп.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_COOKED
source: Sorry!
russian: Прости!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLE
source: Feels like a government building.
russian: Как кусок от Белого Дома.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLEPILLAR
source: Somebody must have built that.
russian: И надо ж было такое построить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLETREE
source: Even Lucy can't chop that one down.
russian: Его даже Люси не возьмёт.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.BURNING
source: Foomph!
russian: Бедняга...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.GENERIC
source: That's a bramble.
russian: Вот колючка.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.PICKED
source: Was that worth it?
russian: И надо было это делать?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_PLANT
source: Plant.
russian: Растение.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNING
source: That's what you get for being spiky!
russian: Колешься? Вот тебе!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNT
source: It deserved it.
russian: Так ему и надо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.CHOPPED
source: It was a hard battle, but I won.
russian: Сложная была битва, но я победил.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.GENERIC
source: Trees shouldn't fight back!
russian: Деревья не должны давать сдачи!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELL
source: Why does he hate me?
russian: За что он меня ненавидит?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLHEAD
source: Just a head, eh?
russian: Просто голова, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLLIGHT
source: That's unnatural.
russian: Это противоестественно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLLOCK
source: Where is the key?
russian: Где ключ?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLTHRONE
source: I've seen nicer chairs.
russian: Видал я кресла и получше.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEAT
source: Tastes like moose.
russian: На вкус как лосятина.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATBALLS
source: All the meats!
russian: Все сорта мяса!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DONE
source: That looks done.
russian: Похоже, готово.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYING
source: This is like watching meat dry.
russian: Глядишь, скоро и подсушится.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.GENERIC
source: It's set up... just add meat.
russian: Готово... Просто добавь мяса.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEAT_DRIED
source: It tastes like survival.
russian: Вкус выживания.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERM
source: What foul sea did that crawl out of?
russian: Это ж как океан загадили, что из него такое вылезает?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHEAD
source: Smells like a factory trawler.
russian: Воняет, что твой траулер.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE
source: They're not the handiest.
russian: Можно и поудобнее сделать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINERHAT
source: Down deep in a coal mine.
russian: В глубине угольной шахты.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERLASAGNA
source: This is cat food!
russian: Кошке это отдай!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT
source: I'm not hungry enough for that.
russian: Я не настолько голоден, чтобы это жрать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT_DRIED
source: I still don't want to eat it.
russian: И всё равно я не хочу это есть.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.GENERIC
source: That'll take a pint out of me!
russian: Он из меня не меньше поллитры высосет!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.HELD
source: What do I do with this, eh?
russian: И что с ним делать, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITOSACK
source: Blood and guts, eh?
russian: Кровь с кишками, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOUND.DUG
source: Sorry! Don't haunt me!
russian: Извини! Не пугай меня по ночам!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOUND.GENERIC
source: I should probably leave that alone.
russian: Пожалуй, мне лучше её не трогать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTLIGHT
source: What kind of darkness is that?
russian: Это что за темнота?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMAREFUEL
source: All of me fears in liquid form, eh?
russian: Это все мои страхи в жидкой форме, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTSWORD
source: Nightmares can't hurt ye!
russian: Кошмары нам не страшны!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NITRE
source: It's how we build the railway.
russian: Вот так мы и строим железные дороги.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ONEMANBAND
source: I stand on guard for thee!
russian: 'О Канада, я стою на страже твоей!'

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANDORASCHEST
source: What's in the box?!
russian: Что в коробке?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANFLUTE
source: I only sing for Lucy.
russian: Я пою только для Люси.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PAPYRUS
source: I'd rather chop than write.
russian: Лучше я буду рубить, чем писать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PENGUIN
source: Take off! To the Great White North! Beauty.
russian: 'Лети! На Большой Белый Север! Лети! Чтобы красиво уйти'.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PERD
source: More birds! Why is it always birds?
russian: Опять птицы! Почему всегда эти птицы?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEROGIES
source: I call them 'Yum pockets'.
russian: Я называю их 'Ням кармашки'.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS
source: I wonder if Lucy would like these.
russian: Интересно, они понравятся Люси?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS_EVIL
source: They're frowning at me with little evil faces.
russian: Там маленькие злобные рожицы, и они меня преследуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PICKAXE
source: Almost an axe, but not quite.
russian: Почти как топор, но не совсем.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGGYBACK
source: I used all parts of the pig.
russian: Я использовал шкуру свиньи.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHEAD
source: What a waste of good pork.
russian: Только зря свинину переводят.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.FULL
source: It's bacon-stuffed.
russian: Он набит свининой.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.GENERIC
source: A little duct tape would fix that right up.
russian: Чуток изоленты - и он бы крепче стоял.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Sorry! I'm not looking in!
russian: Извините! Я больше не заглядываю!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGKING
source: He's not MY king.
russian: Он не МОЙ король.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.FOLLOWER
source: We're a team! Yah!
russian: Мы команда! Ха!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GENERIC
source: Walking back bacon!
russian: Ходячий бекон!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GUARD
source: That one looks like he means business.
russian: А у этого, похоже, серьёзные намерения.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.WEREPIG
source: What happened to him?!
russian: Что с ним случилось?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGSKIN
source: Bacon with tail.
russian: Бекон с хвостиком.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGTORCH
source: How did they do that without thumbs?
russian: Как они их строят без пальцев?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE.GENERIC
source: I should grow it and then chop it down!
russian: Я её сначала выращу, а потом срублю!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE.PLANTED
source: Here comes a tree!
russian: Знакомьтесь, деревце!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PITCHFORK
source: This really isn't my style.
russian: Это точно не для меня.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT
source: That's gross!
russian: Это мерзость!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT_COOKED
source: Cooking didn't help much
russian: Готовка его не улучшила.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GENERIC
source: I wonder what it will be.
russian: Интересно, что это будет?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GROWING
source: A watched plant never grows.
russian: Пока на растение смотришь, оно не растёт.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.READY
source: Time for grub.
russian: Можно выдёргивать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE
source: That's too fancy for me.
russian: Как-то слишком причудливо для меня.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_COOKED
source: This would go good on flapjacks.
russian: С оладушками будет объедение.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_SEEDS
source: Seedy.
russian: Ого, сколько семян!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POND
source: I can't swim!
russian: Я не умею плавать!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POOP
source: Don't poop in camp!
russian: Не гадь в лагере!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN
source: I don't like to eat things that grow on the ground.
russian: Не люблю я есть с земли.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKINCOOKIE
source: This will keep me chopping.
russian: Ох, и начну я рубить после этого...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_COOKED
source: Pies are good.
russian: Пироги - это хорошо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_LANTERN
source: It better not tip over.
russian: Его лучше не переворачивать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
russian: Это семена.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PURPLEGEM
source: It's nothing a good chopping wouldn't fix.
russian: Хорошим ударом топора что хошь починить можно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBIT.GENERIC
source: Dang ground squirrels...
russian: Чёртовы подземные белки...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBIT.HELD
source: I'd feel bad eating him.
russian: У меня рука не поднимается его съесть.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOLE
source: I doubt there are trees down there.
russian: Сомневаюсь я, что там внизу есть деревья.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINOMETER
source: Rain makes the trees grow.
russian: От дождя деревья подрастают.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RATATOUILLE
source: I cooked it myself!
russian: Это я сам приготовил!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAZOR
source: A true lumberjack never shaves.
russian: Настоящий дровосек никогда не бреется.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REDGEM
source: I see within it the fiery death of a thousand trees.
russian: Там внутри - смерть тысяч деревьев в огне.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_CAP
source: I don't know...
russian: Я даже не знаю...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_CAP_COOKED
source: Only if I get really hungry.
russian: Только с большой голодухи.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
russian: Красный гриб.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.INGROUND
source: They have their own schedule.
russian: У них свой распорядок дня.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.PICKED
source: I think I broke it.
russian: Кажись, я его поломал.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.BURNING
source: Fire makes me nervous.
russian: Огонь меня нервирует.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.GENERIC
source: Reeds.
russian: Тростник.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.PICKED
source: They'll be back.
russian: Он ещё вырастет.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUBBLE
source: Broken furniture.
russian: Сломанная мебель.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB
source: I don't trust all this science stuff.
russian: Не доверяю я этим научным штукам.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB2
source: This is getting strange.
russian: А эта совсем странная.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB3
source: OK, I kind of get it now.
russian: Ладушки, теперь вроде понял.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTATUE
source: I look good in wood.
russian: Я в деревянном макинтоше прям красавец.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTONE
source: I don't know if I should touch it.
russian: Уж не знаю, стоит ли мне его трогать...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN.GENERIC
source: What a snotty little jerk.
russian: Вот маленькая назойливая тварь!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN.HELD
source: Don't get comfortable, birdie.
russian: Даже и не думай привыкать, птичка.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.GENERIC
source: Go fly south or something!
russian: Лети-ка ты лучше на юг, или куда-там!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.HELD
source: It's stealing my warmth.
russian: Он крадёт моё тепло.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBOT_PUPPET
source: It's trapped!
russian: Его поймали!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.GENERIC
source: A fire that needs no wood? Un-natural!.
russian: Огонь без дров? Вот те на!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.OUT
source: This looks like that will break.
russian: Кажется, его рано или поздно прорвёт.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.LOW
source: Needs more... wood?
russian: Нужно больше... дров?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.NORMAL
source: A fire that needs no wood? Un-natural!.
russian: Огонь без дров? Как странно!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK
source: I could break it down if I tried hard enough.
russian: Если хорошенько постараюсь, то раздолбаю его.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCKS
source: For the times when wood won't work.
russian: На случай, когда дерево не катит.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK
source: Hmm.. does the rook move in a straight line? I forget.
russian: Хм-м... А разве ладья передвигается по прямой? Не припомню.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROPE
source: Good for holding stuff to other stuff.
russian: Ей удобно одни штуки к другим привязывать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROTTENEGG
source: One less bird. Good.
russian: Одной птицей меньше. Отлично.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.ACTIVE
source: Something is off about that rock, eh?
russian: Что-то не так с этим камнем, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.INACTIVE
source: That makes sense.
russian: Логично.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.BURNING
source: Aw! He barely had a chance!
russian: Ай! У него не было шансов!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.GENERIC
source: I want to see it grow so that I can chop it down.
russian: Дождаться бы, пока подрастёт, да и срубить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.PICKED
source: Picking isn't as fun as chopping.
russian: Собирать веточки не так весело, как рубить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEEDS
source: Not trees.
russian: Не деревья.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEEDS_COOKED
source: We call this 'lumberjack surprise'.
russian: Мы зовём это 'сюрприз дровосека'.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEWING_KIT
source: I'm pretty good at sewing.
russian: Я неплохо шью.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHOVEL
source: Dig a hole. Plant a tree!
russian: Копай яму. Сажай дерево!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SILK
source: Spiders give me the willies.
russian: Мурашки по коже от этих пауков.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKELETON
source: Sorry, friend.
russian: Прости, друг.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKULLCHEST
source: That's scary!
russian: Выглядит устрашающе!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.GENERIC
source: What do you want?
russian: Чего тебе надо?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.HUNGRY
source: It wants something.
russian: Он чего-то хочет.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.STARVING
source: I think it's starving.
russian: Кажется он голодает.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT
source: I wish this were bigger.
russian: Хотел бы я, чтоб они были побольше.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT_DRIED
source: Just a bite.
russian: На один укус.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEAR
source: It lacks the heft of a good solid axe.
russian: Совсем не то чувство, как от хорошего топора.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER.GENERIC
source: That's the biggest spider I've ever seen!
russian: Это самый здоровенный паук на моей памяти!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER.SLEEPING
source: Careful, now, eh?
russian: Поосторожней бы, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERDEN
source: Holy Mackinaw! Look at that thing!
russian: Разрази меня кроты! Ты только глянь!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDEREGGSACK
source: Why would I want to carry that around?
russian: Это-то на кой с собой таскать?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERGLAND
source: I think it's poison.
russian: Думаю, это яд.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERHAT
source: She's a real beaut, ain't she?
russian: Да уж, это нечто, правда?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERQUEEN
source: You're not my queen!
russian: Ты не моя королева!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: They come in yellow now, eh?
russian: Они и в жёлтом цвете бывают, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I don't want to wake it.
russian: Неохота мне его будить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPOILED_FOOD
source: Aw, it's Diefenbakered.
russian: Фу-у-у, она завонялась.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEHARP
source: You lost your head, eh?
russian: Голову потерял, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEMAXWELL
source: He's kind of a jerk, eh?
russian: Какое же он ничтожество, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STINGER
source: Ouch! It's pointy.
russian: Ой! Острое.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STRAWHAT
source: It will keep the sun off my head.
russian: Она убережёт мою голову от солнца.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STUFFEDEGGPLANT
source: I'm getting better at cooking.
russian: Я уже лучше готовлю.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKBOAT
source: That wood has seen better days.
russian: Эта деревяшка видала и лучшие дни.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEATERVEST
source: It's not plaid but it'll do.
russian: Это конечно не шотландка, но мне сойдёт.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TAFFY
source: Sugary good.
russian: Сладенькая.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRD
source: I don't trust birds that can't fly, either.
russian: Нелетающим птицам я тем более не доверяю.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG
source: What's in here?
russian: Что там внутри?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like justice.
russian: Вкус правосудия.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Too cold for you?
russian: Слишком холодно для тебя?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: It's hatching.
russian: Проклёвывается.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is it crying?
russian: Оно плачет?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: Birds are never prompt.
russian: Эти птицы никогда не торопятся.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Any time now.
russian: Вот-вот уже.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.GENERIC
source: I should steal its egg to teach it a lesson.
russian: Надо бы стащить яйцо, чтоб преподать ей урок.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.PICKED
source: Nothing there.
russian: Тут пусто.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.GENERIC
source: It's growing up to be a jerk, just like its parents.
russian: Она вырастет в такое же ничтожество, как и её родители.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.HUNGRY
source: Are you ALWAYS hungry?
russian: Ты ВСЕГДА голодная?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.STARVING
source: It getting wild with hunger.
russian: Она становится вне себя от голода.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Ready to go, eh?
russian: Готов, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: It's a... magic thing, I think.
russian: Это... волшебная штука, наверное.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There are bits missing, eh?
russian: Чего-то не хватает, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It's almost ready, eh?
russian: Почти готово, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BOX
source: Boxy, eh?
russian: Коробчонка, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_CRANK
source: Cranky, eh?
russian: Рычаг, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_POTATO
source: Potato-y, eh?
russian: Картоха, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_RING
source: Ringy, eh?
russian: Колечко, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENT
source: I'm used to sleeping in worse.
russian: Я бывало спал в местах и похуже.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE
source: Are there squid down there?
russian: Там кальмары внизу?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLESPIKE
source: It wobbles when you wave it.
russian: Когда ими машешь, они трепыхаются.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLESPOTS
source: I'm blushing!
russian: Их вид меня смущает!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR
source: It's so big!
russian: Здоровенное какое!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR_ARM
source: Are those squid babies?
russian: Детишки кальмара?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_GARDEN
source: I'm tired of these squids!
russian: Я устал от этих кальмаров!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TOPHAT
source: It's too fancy.
russian: Слишком модно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TORCH
source: Trees by torchlight.
russian: Деревья при свете факелов.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP
source: Work smarter, eh?
russian: Действуй с умом, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH
source: This seems a bit rough.
russian: Несколько жестоко.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH_MAXWELL
source: He's not playing fair, eh?
russian: Он не действует честно, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST
source: Wood is so handy! Look at all the things you can make!
russian: От дерева сплошная польза! Что только из него не сделаешь!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST_TRAP
source: Something is not quite right about that chest.
russian: Что-то в этом ящике не так.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_1
source: I used to play that game.
russian: Помнится, я в это играл.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_10
source: Choppers for old folks.
russian: Кусалки для старичков.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_11
source: Quiet, you!
russian: Эй ты, а ну тихо!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_12
source: It's all withered.
russian: Совсем усохло.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_2
source: Not the real thing, eh?
russian: Не настоящая, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_3
source: Reminds me of a story I heard once.
russian: Вспоминается история, что я разок слыхал.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_4
source: Don't ask me.
russian: Даже и не спрашивай.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_5
source: It needs a robot arm, eh?
russian: Ей не хватает механической руки, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_6
source: They're not good any more, eh?
russian: Толку с них никакого, а?
