Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_RING
source: A ring that could focus dimensional energies.
russian: Кольцо, фокусирующее пространственную энергию.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELESTAFF
source: It can show me the world.
russian: Он покажет мне мир.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENT
source: I get crazy when I don't sleep.
russian: Я схожу с ума, когда не сплю.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE
source: That looks dangerous.
russian: Выглядит опасно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLESPIKE
source: It's pointy and slimy.
russian: Острые и липкие.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLESPOTS
source: I think these were its genitalia.
russian: Я думаю, что это были его гениталии.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_PILLAR
source: A slimy pole.
russian: Всего лишь скользкий столб. Двигающийся.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_PILLAR_ARM
source: Little slippery arms.
russian: Маленькие скользкие руки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_GARDEN
source: Yet another slimy pole.
russian: Ещё один скользкий столб.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TOPHAT
source: What a nice hat.
russian: Какая милая шляпа.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TORCH
source: Something to hold back the night.
russian: Это должно отогнать ночь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP
source: I wove it real tight.
russian: Вырваться отсюда будет сложно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP_TEETH
source: This is a nasty surprise.
russian: Кого-то ждёт неприятный сюрприз.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'll want to avoid stepping on that!
russian: Что-то мне не очень хочется наступать туда.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST
source: It's my tickle trunk!
russian: Мой волшебный сундучок!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST_TRAP
source: How convenient!
russian: Как удобно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREECLUMP
source: It's almost like someone is trying to prevent me from going somewhere.
russian: Такое ощущение, что кто-то очень не хочет, чтобы туда проходили.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_1
source: They are all melted together.
russian: Они просто спеклись в один.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_10
source: I hope I get out of here before I need these.
russian: Надеюсь, я выберусь отсюда раньше, чем она мне понадобится.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_11
source: He whispers beautiful lies to me.
russian: Он вешает чудесную лапшу мне на уши.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_12
source: I'm not sure what I should do with a dessicated tentacle.
russian: Не представляю, что можно сделать с засохшим щупальцем.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_2
source: It's just a cheap replica.
russian: Это просто дешёвая подделка.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_3
source: The knot is stuck. Forever.
russian: Узел запутался. Навсегда.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_4
source: It must be some kind of religious artifact.
russian: Хм, похоже на какой-то религиозный артефакт.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_5
source: Sadly, it's too small for me to escape on.
russian: К сожалению, для меня она маловата.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_6
source: Their electricity carrying days are over.
russian: Дни, когда они проводили электричество, канули в прошлом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_7
source: I have no time for fun and games!
russian: У меня нет времени на забавы вроде этой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_8
source: Great. All of my tub stopping needs are met.
russian: Чудесно. Мои ванно-затычечные потребности удовлетворены.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_9
source: I'm more of a zipper person, myself.
russian: Я всё-таки предпочитаю застёжку на молнии.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNKVEST_SUMMER
source: Wilderness casual.
russian: Сойдёт для сельской местности.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNKVEST_WINTER
source: Winter survival gear.
russian: Эта штука помогает не окочуриться зимой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_COOKED
source: Somehow even more nasal than before.
russian: Почему-то ещё хоботовее стало.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_SUMMER
source: A light breezy trunk.
russian: Лёгкий мягкий хобот.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_WINTER
source: A thick, hairy trunk.
russian: Мясистый, шерстистый хобот.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURKEYDINNER
source: Mmmm.
russian: М-м-м-м.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TWIGS
source: It's a bunch of small twigs.
russian: Куча мелких веток.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UMBRELLA
source: This will keep my hair dry, at least.
russian: По крайней мере, хоть волосы не намокнут.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UNIMPLEMENTED
source: It doesn't look finished! It could be dangerous.
russian: Выглядит незаконченным. А это может быть опасно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAFFLES
source: I cooked it myself!
russian: Вкуснее всего с какао!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY
source: Hmmmm. I guess that'll have to do.
russian: Хм-м-м. Думаю, сойдёт.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY_ITEM
source: This seems like a bad idea.
russian: У меня смутное ощущение, что это не очень хорошая идея.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_STONE
source: That's a nice wall.
russian: Отличная стена.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_STONE_ITEM
source: They make me feel so safe.
russian: За ними я чувствую себя в безопасности.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_RUINS
source: An ancient piece of wall.
russian: Древний кусок стены.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_RUINS_ITEM
source: A solid piece of history.
russian: Это кусок истории.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD
source: Pointy!
russian: Остренькая!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD_ITEM
source: Pickets!
russian: Частокол!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS
source: Walruses are natural predators.
russian: А моржи, между прочим, хищники.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUSHAT
source: It's covered with walrus hairs.
russian: Он покрыт моржовой шерстью.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_CAMP.EMPTY
source: Looks like somebody was camping here.
russian: Кажется, здесь был чей-то лагерь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_CAMP.GENERIC
source: It looks warm and cozy inside.
russian: Внутри, похоже, тепло и уютно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_TUSK
source: I'm sure I'll find a use for it eventually.
russian: Уверен, в конце концов я найду ему применение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WASPHIVE
source: I think those bees are mad.
russian: По-моему, это неправильные пчёлы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WETGOOP
source: I cooked it myself!
russian: Гадость какая-то получилась.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTERHAT
source: It'll be good for when winter comes.
russian: Она пригодится, когда придёт зима.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTEROMETER
source: I am one heck of a scientist.
russian: Да я же чёртов учёный!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE.GENERIC
source: Soft and undulating.
russian: Мягкая и хлюпающая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE.OPEN
source: Science compels me to jump in.
russian: Научный долг зовёт меня прыгнуть внутрь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE_LIMITED
source: Guh, that thing looks worse off than usual.
russian: Фу, эта выглядит хуже остальных.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I want to use it, and I want the world to know what I did.
russian: Я хочу воспользоваться им, и я хочу, чтобы мир узнал, чего я достиг.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGTREE
source: Is it watching me?
russian: Оно... следит за мной?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICESTAFF
source: It's cold to the touch
russian: Холодный на ощупь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_GENERIC
source: It's a... thing.
russian: Это... не знаю, что это...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_TOODARK
source: It's too dark to see!
russian: Тут слишком темно!

# STRINGS.CHARACTERS.GENERIC.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Mmm. Beaky.
russian: М-м-м... Клювно.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I will wait until he is not looking.
russian: Я лучше подожду, пока он отвернётся.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.GENERIC
source: That cannot be shaved.
russian: Это нельзя побрить.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.NOBITS
source: I cannot shave when there are no hairs.
russian: Я не могу сбрить бороду, если её нет.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL_GENERIC
source: I am not mighty enough to do that.
russian: Я всё ещё недостаточно могучий, чтобы это сделать.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NORMALTOMIGHTY
source: I AM MIGHTY!
russian: Я МОГУЧИЙ!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NORMALTOWIMPY
source: I am not feeling so good.
russian: Что-то мне нехорошо.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WIMPYTONORMAL
source: Wolfgang is better.
russian: Вольфганг теперь лучше.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MIGHTYTONORMAL
source: I need to filly my mighty belly again!
russian: Я должен наполнить мой могучий живот!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ADVENTUREFAIL
source: Next time I will be mightier!
russian: В следующий раз я буду более могучим!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BOOMERANG
source: Ow! Why did you hurt me, throwy stick?
russian: Ай! Кидальная палка, зачем бьёшься?

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CHARLIE
source: Show yourself!
russian: Покажись!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CHARLIE_ATTACK
source: Ow! It got me!
russian: Ай! Досталось мне!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_COLD
source: Brrrrrrr! Is frosty!
russian: Бр-р-р! Холодно!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CRAFTING_FAIL
source: I need to gather more things to make that.
russian: Мне нужно больше вещей, чтобы сделать это.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DUSK
source: The scary time is coming soon.
russian: Скоро будет страшное время.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.GENERIC
source: Yum!
russian: Ам!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.PAINFUL
source: Ooooh. I have belly ache.
russian: О-о-ох. У меня болит живот.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.SPOILED
source: Ew! Tastes like garbage!
russian: Фу! На вкус как мусор!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.STALE
source: Tastes funny.
russian: Странный вкус.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ENTER_DARK
source: I cannot see! I am scared!
russian: Я ничего не вижу! Мне страшно!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ENTER_LIGHT
source: I can see again!
russian: Я снова могу видеть!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HOUNDS
source: I hear puppies!
russian: Слышу собачек!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNGRY
source: My mighty belly is empty!
russian: Мой могучий живот пустой!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_BEAST_NEARBY
source: Animal is close!
russian: Зверюшка уже где-то близко!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_LOST_TRAIL
source: No animal here.
russian: Здесь нет зверюшки.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_INV_FULL
source: My mighty arms can carry no more.
russian: Мои могучие руки больше не унесут.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PECKED
source: What I do to deserve this?
russian: Что я такого сделал?

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TORCH_OUT
source: Oh no! The light is gone!
russian: О нет! Свет пропал!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WORMHOLE
source: It makes me feel alive!
russian: От неё я чувствую себя живым!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TRAP_WENT_OFF
source: Ack! Do not surprise Wolfgang!
russian: Ясно! Не удивляй Вольфганга!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_QUAKE
source: Ground is shake. Wolfgang hate shaking ground.
russian: Земля трясётся. Вольфгангу не по душе трясучая земля.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODANGERSLEEP
source: Wolfgang prefer fight to sleep.
russian: Вольфганг предпочитает драку сну.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_UNIMPLEMENTED
source: Is not ready.
russian: Не готово.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOHUNGERSLEEP
source: Wolfgang say never sleep with empty stomach.
russian: Вольфганг говорит, не надо спать на голодный желудок.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_FREEDOM
source: I am free! Strong freedom!
russian: Я свободный! Могучая свобода!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_RESEARCH
source: Is lot of information.
russian: Много информации.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NO_TRAP
source: Easy like lift weights.
russian: Легко, как гири поднимать.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HIGHRESEARCH
source: Is maybe too much information.
russian: Наверно слишком много информации.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_THORNS
source: Pointy is not fair!
russian: Колоть нечестно!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODAYSLEEP_CAVE
source: Is creepy in cave.
russian: В пещере жутковато.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BEES
source: Bees! Nasty stinging bug men!
russian: Пчёлы! Гадкий жалящий жуко-народ!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_KNOCKEDOUT
source: Ugh, Wolfgang must have hit head.
russian: Ух, Вольфганг, похоже, ударился головой.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_LOWRESEARCH
source: Is tiny information.
russian: Информации не хватает.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DEERCLOPS
source: Sound like big strong man coming.
russian: Такой звук, будто большой сильный человек идёт.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MOSQUITOS
source: Wolfgang need blood, get away sucking bugs!
russian: Вольфганг не отдаёт кровь! Уходи, кровососы!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODAYSLEEP
source: Is too bright for sleep.
russian: Слишком светло для сна.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CANFIX
source: Mighty brain could make this better!
russian: Могучий ум сделать это лучше!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ACCOMPLISHMENT
source: I am doing great things with tiny arrow!
russian: Я делаю важные штуки с маленькой стрелкой!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I have defeated the tiny arrow!
russian: Я победил маленькую стрелку!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.GENERIC
source: I will punch you!
russian: Я убью тебя!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.PIG
source: I am sorry, my friend!
russian: Прости, мой друг!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.PREY
source: Stomp! Stomp! Stomp!
russian: Топ! Топ! Топ!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.SPIDER
source: Die, evil scary bug!
russian: Умри, Злой страшный жук!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.SPIDER_WARRIOR
source: I am still stronger, scary bug!
russian: Я всё равно сильнее, страшный жук!

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.GENERIC
source: Ha! I win!
russian: Ха! Я победил!

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.PIG
source: I forgive you, pig man.
russian: Я тебя прощаю, свинолюдь.

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.PREY
source: You keep running!
russian: Беги-беги!

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.SPIDER
source: He ran away from me.
russian: Он убежал от меня.

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.SPIDER_WARRIOR
source: He knows I am stronger.
russian: Он же знает - я сильнее.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMLIGHT
source: Pretty light.
russian: Красивый свет.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.PLANT
source: Pretty light.
russian: Красивый свет.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.DIRT
source: Is dirt moving?
russian: Разве должна земля двигаться?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.WORM
source: Did not expect this!
russian: Неожиданно!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EEL
source: I must cook this!
russian: Это надо приготовить!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EEL_COOKED
source: I have cooked it.
russian: Это я приготовил.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UNAGI
source: Food makes me mighty!
russian: Еда делает меня сильнее!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYETURRET
source: Mighty structure will help me fight!
russian: Могучее сооружение поможет мне в битве!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYETURRET_ITEM
source: I must place this.
russian: Нужно это где-то разместить.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAURHORN
source: Is trophy from mighty foe.
russian: Трофей с могучего врага.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAURCHEST
source: Chest have big strong horns.
russian: У сундука большие крепкие рога.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.THULECITE_PIECES
source: I can smash together to make bigger piece!
russian: Я могу сжать их так, что получится один большой кусок!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POND_ALGAE
source: Plant is so small! Is funny to me.
russian: Растения такие маленькие! Вольфганг смеётся над ними.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENSTAFF
source: This stick has a green gem on it.
russian: На этой палке зелёный камушек.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POTTEDFERN
source: It makes me happy.
russian: Это растение делает меня радостным и счастливым.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURPER
source: No! No! Stay off head!
russian: Нет! Нет! Только не на голову!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURPER_PELT
source: It's still moving!
russian: Он ещё двигается!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORSLURPER
source: It moves with my many muscles!
russian: Он движется вместе с моими большими мышцами.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGEAMULET
source: I can wear it around my neck.
russian: Я могу носить его на шее.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWSTAFF
source: Pretty gem sits in stick.
russian: Красивый камушек сидит на палке.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWGEM
source: Pretty rock.
russian: Красивый камень.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGEGEM
source: Pretty rock.
russian: Красивый камень.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEBASE.VALID
source: Glow is good sign.
russian: Свечение - это хорошо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEBASE.GEMS
source: Do not think it working.
russian: Не думаю, что это работает.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEMSOCKET.VALID
source: Pretty rock now hovers.
russian: Красивый камень теперь висит.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEMSOCKET.GEMS
source: Is empty.
russian: Пусто.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STAFFLIGHT
source: It hurts to touch.
russian: Больно дотрагиваться.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB4
source: Hat not just for head.
russian: Эта шапка не только для головы.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Is nasty, creepy, altar.
russian: Противный, жуткий алтарь.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: Is broken altar.
russian: Сломанный алтарь.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Is broken altar.
russian: Сломанный алтарь.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_STATUE
source: Ugly, ugly, ugly.
russian: Ужас, ужас, ужас.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LICHEN
source: I'm lichen this!
russian: Забавная у него форма.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTLICHEN
source: Tastes terrible.
russian: Вкус ужасный.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA
source: Is tasty!
russian: Вкусно!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA_COOKED
source: Is warm and tasty!
russian: Тёплый и вкусный!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA_TREE
source: Hello, upside-down tree.
russian: Привет, странное дерево!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCKY
source: He is mighty! Like me!
russian: А он могучий! Почти как я!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEAMULET
source: Would make good ice cube!
russian: Делает хорошие льдышки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PURPLEAMULET
source: This amulet... it frightens Wolfgang.
russian: Этот амулет... он пугает Вольфганга.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELESTAFF
source: It gives me a headache.
russian: У меня от этой штуки голова болит.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINERHAT
source: Lamp for put on head.
russian: Лампа, вешать на голову.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONKEY
source: Ugly monkey man!
russian: Уродливая обезьяна!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONKEYBARREL
source: This... thing. It smells not so good.
russian: Эта... штука. Она пахнет не очень хорошо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDSTOOTH
source: Puppy tooth!
russian: Зуб собачки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORSNURTLESHELL
source: Is sticky inside.
russian: Липкая внутри.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BAT
source: Flying mousey!
russian: Летучая мышка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATBAT
source: This club makes me feel funny.
russian: Эта дубина веселит меня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATWING
source: Is all hairy and gross
russian: Всё в волосах. Отбивает аппетит!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATWING_COOKED
source: Crispy!
russian: Хрустит!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEDROLL_FURRY
source: So comfy!
russian: Так удобно!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUNNYMAN
source: Hello rabbit!
russian: Здравствуй зайчик!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE
source: Is light plant.
russian: Растение светится.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Is light plant.
russian: Растение светится.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Is light plant.
russian: Растение светится.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUANO
source: More poop.
russian: Это просто какашки.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LANTERN
source: It keeps me safe from dark.
russian: Он будет охранять меня от темноты.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTBULB
source: Is food?
russian: Еда?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANRABBIT_TAIL
source: Puffy!
russian: Пушистый!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_TALL
source: Big mushtree is big.
russian: Большой гриб, очень большой.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_MEDIUM
source: Mushy bush.
russian: Куст грибов.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_SMALL
source: Mushy shrub.
russian: Грибной кустик.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOUSE
source: I hear nomming inside.
russian: Я слышу чавканье внутри.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLE
source: Ha! You are slow!
russian: Ха! Ты медленная!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLE_SHELLPIECES
source: Is broken.
russian: Сломался!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLEHAT
source: Keeps my head safe.
russian: Защитит мне голову.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLEHOLE
source: Hole full of slugs.
russian: Яма, полная слизняков.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLESLIME
source: Boom snot!
russian: Взрывные сопли!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SNURTLE
source: Spirally!
russian: Спиралька!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_HIDER
source: Is scared spider!
russian: Трусливый паук!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_SPITTER
source: Ptoo! Ptoo!
russian: Тьфу! Тьфу!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERHOLE
source: Spiders everywhere.
russian: Пауки повсюду.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE
source: Is pointy.
russian: Острый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_FULL
source: Is pointy.
russian: Острый.
