Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BAT
source: Ugh. Ugly beasts.
russian: Ух. Уродливые создания.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATBAT
source: Violence has never felt better.
russian: Жестокость никогда не была приятнее.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATWING
source: I'm not eating that.
russian: Я не буду это есть.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATWING_COOKED
source: I'm still not eating that.
russian: Я всё равно не буду это есть.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEDROLL_FURRY
source: At least they're good for something.
russian: Наконец-то они хоть для чего-то пригодились.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUNNYMAN
source: It reminds me of my old act.
russian: Он напоминает мне о моих прошлых делах.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE
source: It's so dark down here.
russian: Здесь внизу так темно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It's so dark down here.
russian: Здесь внизу так темно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It's so dark down here.
russian: Здесь внизу так темно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUANO
source: Disgusting!
russian: Отвратительно!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LANTERN
source: I hope this keeps Them away.
russian: Надеюсь, это удержит Их подальше.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTBULB
source: It will run out eventually.
russian: В конце концов, она выгорит.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANRABBIT_TAIL
source: Silly rabbit.
russian: Глупый был кролик.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_TALL
source: It smells of rot and failure.
russian: Оно пахнет гнилью и неудачей.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_MEDIUM
source: Where's Waldo?
russian: Где Уолли?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_SMALL
source: Ugh, it smells bad.
russian: Фу, пахнет не очень.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOUSE
source: Oh, isn't that clever.
russian: О, ну разве это не мило?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLE
source: I don't remember those...
russian: Что-то я таких не припомню...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLE_SHELLPIECES
source: They don't fit back together.
russian: Вместе их уже не собрать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLEHAT
source: This will keep me standing, if I need to fight.
russian: Он удержит меня на ногах, если придётся драться.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLEHOLE
source: That's revolting.
russian: Он отвратителен.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLESLIME
source: There must be a better way.
russian: Я бы по этому не ходил.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SNURTLE
source: That's strange. They must be new.
russian: Очень странно. Раньше я их тут не видел.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_HIDER
source: It's a tricky one.
russian: Это какой-то продвинутый подвид.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_SPITTER
source: Agressive little thing, isn't it?
russian: Агрессивная бестия, правда?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERHOLE
source: How did that get down here?
russian: Как это сюда попало?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE
source: Rocks. How dull.
russian: Камни. Уныло.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_FULL
source: Rocks. How dull.
russian: Камни. Уныло.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_LOW
source: Rocks. How dull.
russian: Камни. Уныло.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_MED
source: Rocks. How dull.
russian: Камни. Уныло.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL
source: Stalagmite. How dull.
russian: Сталагмит. Скукота.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_FULL
source: Stalagmite. How dull.
russian: Сталагмит. Скукота.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_LOW
source: Stalagmite. How dull.
russian: Сталагмит. Скукота.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_MED
source: Stalagmite. How dull.
russian: Сталагмит. Скукота.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POWCAKE
source: What foul product of science is this?
russian: Что это за глупый продукт науки?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I plugged it a long time ago.
russian: Я запечатал его давным-давно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_ENTRANCE.OPEN
source: That was not a good idea!
russian: Это была не очень хорошая идея!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_EXIT
source: Get me out of here!
russian: Вытащите меня отсюда!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLPHONOGRAPH
source: That accursed thing!
russian: Это проклятая вещь!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOOMERANG
source: Beats getting your hands dirty.
russian: Теперь не нужно марать руки.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGGUARD
source: Blech. Disgusting brute.
russian: Бр-р-р-р... Отталкивающая скотина.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ABIGAIL
source: Why won't these mortals just stay dead?
russian: Что этим смертным не лежится в могиле?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ADVENTURE_PORTAL
source: So that's where I left that thing!
russian: А, так вот где я оставил эту штуковину!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AMULET
source: It channels the darkest energies of the universe.
russian: Он направляет темнейшие энергии вселенной.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANIMAL_TRACK
source: Some dumb beast passed through here.
russian: Какой-то глупый зверь проходил здесь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORGRASS
source: Direct confrontation is quite gauche.
russian: Прямая конфронтация будет довольно неловкой.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORMARBLE
source: That really isn't my style.
russian: Это точно не мой стиль.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORWOOD
source: Ugh. I'm not one for such vulgar fisticuffs.
russian: Фу. Неужели мне придётся опускаться до банального мордобоя?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_SANITY
source: Time to wrap myself in nightmares.
russian: Пора закутать себя в кошмары.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.GENERIC
source: A fine powder that smells of destruction.
russian: Мелкий порошок, пахнущий разрушением.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Don't worry. There will be more Chesters.
russian: Не переживай. Будут ещё Честеры.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_THINGIE
source: There's a perfectly scientific explanation for that.
russian: Этому есть чёткое научное объяснение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AXE
source: Sometimes the direct approach is best.
russian: Иногда прямой путь самый лучший.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BABYBEEFALO
source: They're even ugly as children.
russian: В детстве они ещё более уродливы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BACKPACK
source: I wish there were porters around here.
russian: Сюда бы ещё носильщиков.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BACONEGGS
source: My compliments to the chef!
russian: Мои комплименты шеф-повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BANDAGE
source: Sticky and gooey and good for putting on booboos.
russian: Липкий и тягучий, хорош для прикладывания к местам, где бо-бо.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BASALT
source: I made a rock so heavy that I can't lift it.
russian: Я сделал камень настолько тяжёлым, что не могу его поднять.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEARDHAIR
source: Hirsute.
russian: Косматая.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEDROLL_STRAW
source: I don't like sleeping rough.
russian: Не люблю спать на жёстком.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEE.GENERIC
source: They work so hard, the fools.
russian: Они работают так усердно, глупцы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEE.HELD
source: Now what do I do with it?
russian: Так, ну и что мне с ней делать?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.FULLHONEY
source: So tempting, but so full of bees.
russian: Так заманчиво, но там полно пчёл.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.GENERIC
source: It holds my bees.
russian: Оно содержит моих пчёл.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.NOHONEY
source: My bees are not working hard enough.
russian: Мои пчёлы работают не достаточно упорно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.SOMEHONEY
source: I should wait a bit longer.
russian: Нужно подождать ещё немного.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.FOLLOWER
source: Aw nuts, it's following me.
russian: О чёрт, он меня преследует.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.GENERIC
source: Just look at that stupid beast.
russian: Ты только посмотри на это бестолковое создание.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.NAKED
source: Now it looks dumb AND pathetic.
russian: Теперь он выглядит и глупо, и жалко.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.SLEEPING
source: It's only marginally less stupid when it's asleep.
russian: Во сне он кажется чуть менее глупым.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALOHAT
source: How unfashionable.
russian: Какая безвкусица.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALOWOOL
source: It smells like a barn.
russian: Воняет хлевом.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEHAT
source: I'll wear it if I have to.
russian: Я буду носить её, если придётся.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEHIVE
source: Not the bees!
russian: Только не пчёлы!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEMINE
source: They wait so patiently.
russian: Они так терпеливо ждут.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEMINE_MAXWELL
source: Maybe I shouldn't have put that there.
russian: Возможно мне не стоило оставлять это там.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES
source: Sigh. If I have to.
russian: Эх, ну если надо...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES_COOKED
source: A little more refined, at least.
russian: Ну, хотя бы как-то приготовленные...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.BARREN
source: It needs manure.
russian: Его нужно удобрить.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.GENERIC
source: Reduced to eating berries. Sigh.
russian: Опустился до поедания ягод. Эх...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.PICKED
source: And now we wait.
russian: А теперь подождём.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.GENERIC
source: You'll never get me behind bars again.
russian: Вам никогда не загнать меня снова за решётку.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.OCCUPIED
source: I feel for ya, feathers.
russian: Как я тебя, пернатый, понимаю.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.SLEEPING
source: You'll still be in there when you wake up.
russian: Ты всё ещё будешь в ней, когда проснёшься.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDTRAP
source: They keep falling for it!
russian: Они постоянно ведутся на это!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRD_EGG
source: I like to think of it as baby bird prison.
russian: Я люблю представлять, что это тюрьма для детёнышей птиц.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side up.
russian: Яичница. Всмятку.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BISHOP
source: I'm especially proud of that piece.
russian: Этой частью я особенно горжусь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_FIRE
source: Just make sure to breathe out.
russian: Главное - дунуть, а не всосать.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_SLEEP
source: Call me Mr. Sandman.
russian: Зовите меня мистер Сэндмен.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_PIPE
source: A glorious tube of pain-giving!
russian: Знаменитая трубка... боли!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEAMULET
source: It's frosted over.
russian: Он покрылся инеем.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEGEM
source: Blue brings ice.
russian: Синий приносит лёд.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEPRINT
source: I know all about that. I just forgot.
russian: Я всё это знаю. Только забыл.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_CAP
source: What could go wrong?
russian: Что плохого может случится?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_CAP_COOKED
source: Umami!
russian: Умами!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: The blue ones are good for something.
russian: Синие полезны для чего-нибудь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's not ready.
russian: Ещё не время.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Another time, maybe?
russian: Может быть в следующий раз?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOARDS
source: Roughly hewn.
russian: Грубо высеченные.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOAT
source: It's not going anywhere.
russian: Сейчас оно никуда не поплывёт.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BONESTEW
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUGNET
source: Good for capturing defenseless insects.
russian: Подходит для ловли беззащитных насекомых.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUSHHAT
source: There's room in there for me.
russian: В ней и для меня есть место.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTER
source: Some puns are irresistible.
russian: Сейчас бы ещё булочку...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLY.GENERIC
source: It's a flying flower.
russian: Это летающий цветок.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLY.HELD
source: It would be a shame if someone ripped the wings off of it.
russian: Будет очень печально, если кто-нибудь оторвёт твои крылышки.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLYMUFFIN
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLYWINGS
source: Ha ha ha. I got him!
russian: Ха ха ха. Попалась.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.EMBERS
source: I'm going to lose it.
russian: Я его потеряю.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.GENERIC
source: How comforting.
russian: Как умиротворяюще.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.HIGH
source: That will keep Charlie away for now.
russian: Это временно удержит Чарли на расстоянии.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.LOW
source: It needs fuel.
russian: Нужно топливо.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.NORMAL
source: Firey.
russian: Пламенный.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.OUT
source: That's not coming back.
russian: Он не вернётся.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CANE
source: It has pictures of fast things carved into it.
russian: На ней выгравированы изображения быстрых штук.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT
source: I'm not a fan of vegetables.
russian: Я не фанат овощей.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_COOKED
source: A little more refined, at least.
russian: Чуть более изысканнее, по крайней мере.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_PLANTED
source: How mundane.
russian: Как приземлённо.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_SEEDS
source: This labour is beneath me.
russian: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_FERN
source: I'd like to step on it.
russian: А я уже было собирался наступить на него.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHARCOAL
source: Nothing will steal my carbon!
russian: Ничему не украсть мой углерод.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK1
source: Mechanical refuse.
russian: Куча отработанных деталей.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK2
source: Mechanical refuse.
russian: Механические отходы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK3
source: Mechanical refuse.
russian: Механические отходы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER
source: Annoying little monster. Has his uses, though.
russian: Назойливый маленький монстр. Но у него есть свои преимущества.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Stop looking at me!
russian: Хватит смотреть на меня!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER_EYEBONE.WAITING
source: What is it waiting for?
russian: Чего он ждёт?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMANDRAKE
source: It has lost a lot of its power.
russian: Она потеряла большую часть своей силы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMEAT
source: It smells less like barnyard, now.
russian: Ну вот, теперь оно пахнет как скотный двор.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMONSTERMEAT
source: I'll eat it if I have to.
russian: Я съем его, если придётся.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDSMALLMEAT
source: Well, at least it's not moving any more.
russian: Ну, по крайней мере оно больше не шевелится.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.COOKING_LONG
source: Wait for it...
russian: Ещё немного...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.COOKING_SHORT
source: Here it comes!
russian: На подходе!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.DONE
source: Finally, some quality grub.
russian: Наконец-то, немного качественных харчей.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.EMPTY
source: Just the thought makes my mouth water.
russian: От одной мысли у меня слюнки текут.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN
source: High in fructose.
russian: Богата на фруктозу.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_COOKED
source: A little more refined, at least.
russian: Чуть более изысканнее, по крайней мере.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_SEEDS
source: This labour is beneath me.
russian: Такая примитивная работа меня недостойна.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CROW.GENERIC
source: I don't know how they got here.
russian: Я не представляю, как они здесь появились.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CROW.HELD
source: Shhhh... My pretty.
russian: Т-с-с-с... Мой красавец.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LICHEN
source: This fungus survived the downfall.
russian: Этот гриб пережил падение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTLICHEN
source: Dry, crumbly, sustaining.
russian: Сухой, хрупкий, питательный.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTGRASS
source: The mundane stuff of the earth.
russian: Мирская вещь земли.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTREEDS
source: I think I could build something useful from this.
russian: Я думаю я смогу сделать что нибудь полезное из этого.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTSTONE
source: The building blocks of civilization.
russian: Строительные блоки цивилизации.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEADLYFEAST
source: It smells... noxious.
russian: Пахнет... ядовито.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEERCLOPS
source: Even I am afraid of that guy.
russian: Даже я боюсь этого парня.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEERCLOPS_EYEBALL
source: Deerclops are myopic.
russian: Циклопы-олени близоруки.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEPLETED_GRASS.GENERIC
source: That's not doing anyone any good.
russian: Она никогда не приносила никому пользы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIRTPILE
source: That looks out-of-place.
russian: Это выглядит лежащим не на своём месте.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.COLD
source: Mostly just background noise.
russian: По большей части просто фоновый шум.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.GENERIC
source: I can use this to find my missing parts.
russian: Я могу использовать его чтобы найти мои потерянные детали.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.HOT
source: It must be right under my nose!
russian: Почти у меня под носом!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.WARM
source: This is the right direction.
russian: Это верное направление.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.WARMER
source: I should keep my eyes peeled.
russian: Я должен смотреть в оба.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.GENERIC
source: It's the starting mechanism.
russian: Это пусковой механизм.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.READY
source: I need to insert the divining rod.
russian: Тут нужно воткнуть жезл поиска.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Progress!
russian: Прогресс!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODSTART
source: The portals lead to the next rod.
russian: Порталы ведут к следующему жезлу.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT
source: Exotic and delicious.
russian: Экзотический и вкусный.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_COOKED
source: A little more refined, at least.
russian: Чуть более изысканнее, по крайней мере.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_SEEDS
source: This labour is beneath me.
russian: Такая примитивная работа меня недостойна.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONPIE
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRUMSTICK
source: It tastes strangely like berries.
russian: Она странно похожа по вкусу на ягоды.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRUMSTICK_COOKED
source: Still tastes like berries.
russian: Всё равно на вкус как ягоды.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_BERRYBUSH
source: Do I look like a gardener?
russian: Я похож на садовника?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_GRASS
source: Do I look like a gardener?
russian: Я похож на садовника?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_MARSH_BUSH
source: Do I look like a gardener?
russian: Я похож на садовника?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_SAPLING
source: Do I look like a gardener?
russian: Я похож на садовника?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN
source: It's an acquired taste.
russian: Очень на любителя.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_COOKED
source: A little more refined, at least.
russian: Чуть более изысканнее, по крайней мере.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_SEEDS
source: This labour is beneath me.
russian: Такая примитивная работа меня недостойна.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EARMUFFSHAT
source: They are at least warm.
russian: По крайней мере они тёплые.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT
source: Just another boring plant.
russian: Ещё одно скучное растение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_COOKED
source: A little more refined, at least.
russian: Чуть более изысканнее, по крайней мере.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_SEEDS
source: This labour is beneath me.
russian: Такая примитивная работа меня недостойна.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.BURNING
source: Oops.
russian: Упс.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.BURNT
source: Ashes to ashes.
russian: Пепел к пеплу.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.CHOPPED
source: That's not about to grow back.
russian: Она не собирается вырастать обратно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.GENERIC
source: I've heard them described as 'piney'.
russian: Я слышал их описывали как 'сосновые'.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Oops.
russian: Упс.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Dust to dust.
russian: Прах к праху.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: I put it out of it's misery.
russian: Я положил конец её страданиям.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: It looks sickly.
russian: Выглядит нездоровой.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYEPLANT
source: The Meat Bulb's pawns.
russian: Пешки мясистой луковицы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.GENERIC
source: Do I look like a farmer?
russian: Я похож на фермера?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.GROWING
source: I have better things to do than watch plants grow.
russian: У меня есть более важные дела, чем смотреть как вылазят из-под земли растения.
