Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB3
source: PERHAPS IT IS TOO POWERFUL.
russian: ПО ВСЕЙ ВИДИМОСТИ ОН ОЧЕНЬ ПРОИЗВОДИТЕЛЬНЫЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTATUE
source: WHO IS THAT?
russian: КТО ЭТО?

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTONE
source: DO YOU BELIEVE IN MAGIC?
russian: ВЫ ВЕРИТЕ В МАГИЮ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN.GENERIC
source: GREETINGS, RED BIRD
russian: ПРИВЕТСТВУЮ, КРАСНАЯ ПТИЦА

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN.HELD
source: SQUASH!
russian: РАЗДАВИТЬ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.GENERIC
source: A FOOLISH BIRD
russian: ГЛУПАЯ ПТИЦА

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.HELD
source: JUST A FEATHERY BLOB
russian: ПРОСТО КОМОК ПЕРЬЕВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBOT_PUPPET
source: BROTHER! WHAT HAVE THEY DONE TO YOU?
russian: БРАТ! ЧТО ОНИ СДЕЛАЛИ С ТОБОЙ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.GENERIC
source: A PIT OF CRUSTED LAVA
russian: ЭТО ПРОСТО ЗАСТЫВШАЯ ЛАВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.OUT
source: IT NEEDS TO BE REBOOTED
russian: НУЖДАЕТСЯ В ПЕРЕЗАГРУЗКЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.LOW
source: WARNING: LAVAL LEVEL LOW
russian: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ЛАВЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.NORMAL
source: THIS LAVA PIT IS FULLY OPERATIONAL
russian: ИСТОЧНИК ЛАВЫ РАБОТАЕТ ИСПРАВНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK
source: LUMPY
russian: КОМКОВАТЫЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCKS
source: I WILL REFINE THESE INTO HIGH TECHNOLOGY
russian: Я УСОВЕРШЕНСТВУЮ ЭТО ДО ВЫСОКИХ ТЕХНОЛОГИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROOK
source: ROOK AUTOMATON
russian: АВТОМАТИЧЕСКАЯ ЛАДЬЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROPE
source: IT IS LESS USEFUL THAN IT APPEARS
russian: ОНА МЕНЕЕ ПОЛЕЗНА, ЧЕМ КАЖЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROTTENEGG
source: I AM GLAD I CAN NOT SMELL
russian: ХОРОШО, ЧТО Я НЕ МОГУ НЮХАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANITYROCK.ACTIVE
source: IT IS CARVED WITH PERFECTION.
russian: ОН ИДЕАЛЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANITYROCK.INACTIVE
source: SEEMS SMALLER THAN PREVIOUS DATA INDICATES
russian: ПО МОИМ ДАННЫМ ОН ДОЛЖЕН БЫТЬ БОЛЬШЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.BURNING
source: RESOURCES WASTED
russian: РЕСУРС ПОТРАЧЕН В ПУСТУЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.GENERIC
source: POTENTIAL CONSTRUCTION MATERIAL
russian: ПОТЕНЦИАЛЬНЫЙ СТРОИТЕЛЬНЫЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.PICKED
source: IT IS RECHARGING
russian: ОН ПЕРЕЗАРЯЖАЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
russian: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEEDS_COOKED
source: THEY CAN NO LONGER GERMINATE
russian: БОЛЬШЕ ОНИ НЕ ПРОРАСТУТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEWING_KIT
source: IT JOINS COMPONENTS OF FIBRE TOGETHER
russian: СОВМЕЩАЕТ РАЗРОЗНЕННЫЕ ЧАСТИЦЫ ВОЛОКОН ВОЕДИНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHOVEL
source: IT HAS MANY USES
russian: МНОГОЗАДАЧНЫЙ ПЛАГИН

# STRINGS.CHARACTERS.WX78.DESCRIBE.SILK
source: SPIDER INNARDS
russian: ВНУТРЕННЯЯ СТРУКТУРА ПАУКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON
source: HAH, IT DIED. CLASSIC HUMAN MISTAKE.
russian: ХА! ОН УМЕР. ТИПИЧНАЯ ЧЕЛОВЕЧЕСКАЯ ОШИБКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKULLCHEST
source: THIS MAKES ME LAUGH
russian: ЭТО СМЕШНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.GENERIC
source: IT LOOKS PATHETIC
russian: ОНА ВЫГЛЯДИТ ЖАЛКО

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.HUNGRY
source: IT REQUIRES INPUT
russian: ЕЙ ТРЕБУЕТСЯ ЗАПРАВКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.STARVING
source: IT IS ALMOST OUT OF FUEL
russian: ЗАПРАШИВАЮ УРОВЕНЬ ТОПЛИВА... ОТВЕТ: КРИТИЧЕСКИ НИЗКОЕ ЗНАЧЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLMEAT
source: IT TASTES LIKE REVENGE
russian: ВКУС МЕСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLMEAT_DRIED
source: DEHYDRATED PROTEINS
russian: ОБЕЗВОЖЕННЫЙ БЕЛОК

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEAR
source: BRING IT, FLESHLINGS
russian: ТРЕПЕЩИТЕ, СОЗДАНИЯ ИЗ ПЛОТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.DEAD
source: I WIN
russian: Я ВЫИГРАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.GENERIC
source: THREAT DETECTED
russian: ОБНАРУЖЕНА ОПАСНОСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.SLEEPING
source: IT IS VULNERABLE
russian: ОН ПЕРЕШЁЛ В УЯЗВИМЫЙ РЕЖИМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERDEN
source: SPIDER SOURCE DETECTED
russian: ИСТОЧНИК ПАУКОВ ОБНАРУЖЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDEREGGSACK
source: SPIDER POTENTIAL = 6
russian: ПАУЧИЙ ПОТЕНЦИАЛ: 6

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERGLAND
source: I HARVESTED ITS ORGANS
russian: ОРГАН ЧЛЕНИСТОНОГОГО

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERHAT
source: IT WIRELESSLY TRANSMITS THOUGHTS TO SPIDERS
russian: ЭТО БЕСПРОВОДНЫЙ КАНАЛ ПЕРЕДАЧИ МЫСЛЕЙ ПАУКАМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERQUEEN
source: THE SPIDERS LIVE UNDER A SYSTEM OF MONARCHY
russian: ПАУКИ ПОДЧИНЕНЫ МОНАРХИЧЕСКОЙ СИСТЕМЕ РАСПРЕДЕЛЕНИЯ КОМАНД

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.DEAD
source: I WIN
russian: Я ВЫИГРАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: HEIGHTENED THREAT DETECTED
russian: ЗАФИКСИРОВАНА ПОВЫШЕННАЯ УГРОЗА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: THREAT SUSPENDED
russian: УГРОЗА ВРЕМЕННО ОТСУТСТВУЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPOILED_FOOD
source: EVEN I CAN NOT PROCESS THAT
russian: ДАЖЕ Я НЕ СМОГУ ЭТО ПЕРЕРАБОТАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEHARP
source: SOMEONE FORGOT TO INSTALL THE HEAD MODULE.
russian: КТО-ТО ЗАБЫЛ УСТАНОВИТЬ ГОЛОВНОЙ МОДУЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEMAXWELL
source: HIGH LEVELS OF EVIL DETECTED.
russian: ЗАФИКСИРОВАН ПОВЫШЕННЫЙ УРОВЕНЬ ЗЛА

# STRINGS.CHARACTERS.WX78.DESCRIBE.STINGER
source: WARNING: TOXINS PRESENT
russian: ВНИМАНИЕ: НАЛИЧИЕ ТОКСИНОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STRAWHAT
source: THIS WILL COVER MY PROCESSING UNIT
russian: ОНА ЗАКРОЕТ МОЙ БЛОК ОБРАБОТКИ ДАННЫХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STUFFEDEGGPLANT
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKBOAT
source: UNABLE TO UTILISE.
russian: ИСПОЛЬЗОВАНИЕ НЕВОЗМОЖНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEATERVEST
source: VEST HAS HIGH DAPPERNESS QUOTIENT
russian: ЖИЛЕТ С ВЫСОКИМ ФАКТОРОМ ЭЛЕГАНТНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TAFFY
source: STICKY AND SWEET. LOW NUTRITIONAL VALUE DETECTED.
russian: ЛИПКАЯ И СЛАДКАЯ. ЗАФИКСИРОВАНА НИЗКАЯ ПИТАТЕЛЬНАЯ ЦЕННОСТЬ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRD
source: IT LOOKS TERRITORIAL
russian: ОНА ОХРАНЯЕТ ТЕРРИТОРИЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG
source: IS IT STILL ALIVE?
russian: ОНО ЕЩЁ ЖИВОЕ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_COOKED
source: IT IS NO LONGER ALIVE
russian: ОНО БОЛЬШЕ НЕ ЖИВОЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: IT REQUIRES WARMTH
russian: ПРИНЯТ ЗАПРОС НА ОБОГРЕВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: CRACK DETECTED
russian: ОБНАРУЖЕНА ТРЕЩИНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: IT CAN NOT VENT EXCESS HEAT
russian: ОНО НЕ МОЖЕТ ОТВОДИТЬ ИЗБЫТОК ТЕПЛА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: LIFE IS AN ANNOYINGLY SLOW PROCESS
russian: ЖИЗНЬ - РАЗДРАЖАЮЩЕ МЕДЛЕННЫЙ ПРОЦЕСС

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: SOMETHING IS EMERGING
russian: ЧТО-ТО ПОЯВЛЯЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.GENERIC
source: I WANT THAT EGG
russian: Я ХОЧУ ЭТО ЯЙЦО

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.PICKED
source: IT IS EMPTY
russian: ОНО ПУСТОЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.GENERIC
source: ANGST DETECTED
russian: ОБНАРУЖЕНО БЕСПОКОЙСТВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.HUNGRY
source: IT NEEDS FOOD
russian: ЕЙ ТРЕБУЕТСЯ ПИЩА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.STARVING
source: IT IS STARTING TO BEHAVE IRRATIONALLY
russian: ОНА НАЧИНАЕТ ДЕЙСТВОВАТЬ НЕРАЦИОНАЛЬНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: SOON I WILL BE FREE OF THIS FILTHY REALM
russian: СКОРО Я ОСВОБОЖУСЬ ИЗ ЭТОГО МЕРЗКОГО МИРКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: WHAT PRIMITIVE TECHNOLOGY
russian: КАКАЯ ПРИМИТИВНАЯ ТЕХНОЛОГИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: SOMETHING IS MISSING STILL
russian: ЧЕГО-ТО ВСЁ ЖЕ НЕ ХВАТАЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I AM CERTAIN THIS WILL WORK
russian: Я УВЕРЕН, ЭТО БУДЕТ РАБОТАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BOX
source: THIS WOULD PROBABLY BLOW MY CIRCUITS
russian: ЭТО, ВОЗМОЖНО, ПЕРЕГРУЗИТ МОИ СХЕМЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_CRANK
source: I'M MADE OF TOUGHER STUFF
russian: Я СДЕЛАН ИЗ БОЛЕЕ КРЕПКОГО МАТЕРИАЛА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_POTATO
source: REMINDS ME OF MY MOTHER
russian: НАПОМИНАЕТ МНЕ МОЮ МАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_RING
source: HOW DELIGHTFULLY INORGANIC
russian: КАК ВОСХИТИТЕЛЬНО И БЕЗ ОРГАНИКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELESTAFF
source: I WILL CALL IT THE MINION_MOVER_3000.
russian: Я БУДУ НАЗЫВАТЬ ЕГО ТЕЛЕПОРТАТОР_3000.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENT
source: I CAN REBOOT IN THERE
russian: Я МОГУ ПЕРЕЗАГРУЗИТЬСЯ В НЕЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE
source: BIOLOGY IS DISGUSTING
russian: БИОЛОГИЯ ОТВРАТИТЕЛЬНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPIKE
source: THIS IS VISCIOUSLY VISCOUS
russian: ОНИ ОПАСНО ЛИПКИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPOTS
source: NOT FOR THE SQUEAMISH
russian: НЕ ДЛЯ БРЕЗГЛИВЫХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR
source: DOES NOT LOOK BETTER FROM THIS END
russian: ОТСЮДА ОНА ВЫГЛЯДИТ НЕ ЛУЧШЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR_ARM
source: DANGER! DANGER!
russian: ОПАСНОСТЬ! ОПАСНОСТЬ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_GARDEN
source: SENSORS DETECT SOMETHING BENEATH
russian: СЕНСОРЫ ОБНАРУЖИЛИ ЧТО-ТО В ЗЕМЛЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TOPHAT
source: SOPHISTICATED
russian: ЗАМЫСЛОВАТО

# STRINGS.CHARACTERS.WX78.DESCRIBE.TORCH
source: PRIMITIVE LIGHT SOURCE
russian: ПРИМИТИВНЫЙ ИСТОЧНИК СВЕТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP
source: I AM ADEPT AT WEAVING
russian: Я ИСПОЛЬЗУЮ ПРОГРАММУ ТКАЦКОГО МАСТЕРСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP_TEETH
source: THIS WILL PUNCTURE MY ENEMIES' FEET
russian: ОНА БУДЕТ ПРОБИВАТЬ СТУПНИ МОИХ ВРАГОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP_TEETH_MAXWELL
source: TECHNOLOGY TURNED AGAINST ME
russian: ТЕХНОЛОГИЯ, НАПРАВЛЕННАЯ ПРОТИВ МЕНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREASURECHEST
source: EXTERNAL STORAGE UNIT
russian: ВНЕШНЕЕ УСТРОЙСТВО ХРАНЕНИЯ ОБЪЕКТОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREECLUMP
source: CLUMP
russian: ПЛОТНАЯ ГРУППА ДЕРЕВЬЕВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_1
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_10
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_11
source: HIS NAME IS HAL. HE IS MY FRIEND.
russian: ЕГО ЗОВУТ HAL. ОН МОЙ ДРУГ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_12
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_2
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_3
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_4
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_5
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_6
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_7
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_8
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_9
source: USELESS JUNK FROM A BYGONE AGE
russian: БЕСПОЛЕЗНЫЙ МУСОР ПРОШЛОГО ВЕКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNKVEST_SUMMER
source: TEMPERATURE CONTROL HOUSING
russian: КОРПУС С КОНТРОЛЕМ ТЕМПЕРАТУРЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNKVEST_WINTER
source: IMPROVED TEMPERATURE CONTROL HOUSING
russian: КОРПУС С УЛУЧШЕННЫМ КОНТРОЛЕМ ТЕМПЕРАТУРЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_COOKED
source: MEAT RENDERED INACTIVE. EXCELLENT.
russian: МЯСО ДЕАКТИВИРОВАНО. ПРЕВОСХОДНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_SUMMER
source: CABLE UNPLUGGED
russian: КАБЕЛЬ ОТСОЕДИНЁН

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_WINTER
source: CABLE IS MORE DISGUSTING AND HAIRY THAN NORMAL
russian: КАБЕЛЬ, БОЛЕЕ ОТВРАТИТЕЛЬНЫЙ И ВОЛОСАТЫЙ, ЧЕМ ОБЫЧНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURKEYDINNER
source: FESTIVE
russian: ПРАЗДНИЧНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.TWIGS
source: STICKS
russian: ПАЛКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.UMBRELLA
source: THIS WILL KEEP ME RUST-FREE.
russian: ОН НЕ ДАСТ МНЕ ЗАРЖАВЕТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WAFFLES
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY
source: THAT SEEMS SUBOPTIMAL
russian: ЭТО СУБОПТИМАЛЬНОЕ РЕШЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY_ITEM
source: NOT VERY GOOD DEFENSES
russian: НЕ ОЧЕНЬ ХОРОШИЕ ЗАЩИТНЫЕ СВОЙСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_STONE
source: THAT MAKES ME FEEL SAFE
russian: ЗНАЧИТЕЛЬНО СНИЖАЕТ СИГНАЛ С ДАТЧИКОВ ОПАСНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_STONE_ITEM
source: STONE DEFENSES
russian: КАМЕННАЯ ЗАЩИТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_RUINS
source: OLD BUT STILL FUNCTIONAL
russian: СТАРАЯ, НО ВСЁ ЕЩЁ ФУНКЦИОНИРУЮЩАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_RUINS_ITEM
source: POCKET STONER DEFENSE
russian: ПЕРЕНОСНАЯ КАМЕННАЯ ЗАЩИТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD
source: I AM SOMEWHAT REASSURED
russian: СНИЖАЕТ СИГНАЛ С ДАТЧИКОВ ОПАСНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD_ITEM
source: WOODEN DEFENSES
russian: ДЕРЕВЯННАЯ ЗАЩИТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS
source: I DON'T LIKE THE LOOK OF HIM
russian: МНЕ НЕ НРАВИТСЯ ЕГО ВИД

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUSHAT
source: SMELLS LIKE MAMMAL
russian: ВОНЯЕТ МЛЕКОПИТАЮЩИМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.EMPTY
source: WHERE ARE THEY?
russian: ГДЕ ОНИ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.GENERIC
source: I HEAR A FAINT OORKING
russian: Я СЛЫШУ ТИХОЕ УРЧАНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_TUSK
source: IT WASN'T MUCH HELP TO ITS ORIGINAL OWNER
russian: ПРОШЛОМУ ВЛАДЕЛЬЦУ ОН БОЛЬШЕ НЕ НУЖЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.WASPHIVE
source: A BEAUTIFUL EXAMPLE OF EFFICIENCY
russian: ПРЕКРАСНЫЙ ПРИМЕР ЭФФЕКТИВНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WETGOOP
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTERHAT
source: THIS WILL KEEP MY PROCESSOR FROM FREEZING
russian: ОНА ЗАЩИТИТ МОЙ ПРОЦЕССОР ОТ ПЕРЕОХЛАЖДЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTEROMETER
source: HELLO, FRIEND.
russian: ПРИВЕТ, ДРУГ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMHOLE.GENERIC
source: I WANT TO STEP ON IT
russian: Я ХОЧУ НАСТУПИТЬ НА НЕЁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMHOLE.OPEN
source: THIS MEAT TUBE WILL SERVE MY PURPOSES
russian: ЭТОТ МЯСНОЙ ТУННЕЛЬ БУДЕТ СЛУЖИТЬ МОИМ ЦЕЛЯМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORRUINS
source: ANCIENT SHEATHING
russian: ДРЕВНЯЯ ОБШИВКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.BISHOP_NIGHTMARE
source: THERE SEEMS TO BE A BUG IN ITS BELIEF CIRCUITS
russian: КАЖЕТСЯ, В ЕГО ЧИПЕ ВЕРЫ ДОПУЩЕНА ОШИБКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENAMULET
source: ERROR: UNKNOWN
russian: ОШИБКА: ОБЪЕКТ НЕ ОПОЗНАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENGEM
source: PRESSURE AND IMPURITIES HAVE PRODUCED PLEASING PERFECTION
russian: ВЫСОКОЕ ДАВЛЕНИЕ И ПРИМЕСИ ПРОИЗВЕЛИ СОВЕРШЕННУЮ ВЕЩЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KNIGHT_NIGHTMARE
source: REPROGRAMMING REQUIRED
russian: НЕОБХОДИМО ПЕРЕПРОГРАММИРОВАНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAUR
source: THIS MEAT HAS A POINTY END
russian: У ЭТОГО КУСКА МЯСА ИМЕЕТСЯ ЗАОСТРЁННЫЙ КОНЕЦ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: A PRACTICAL TOOL
russian: ПРАКТИЧНЫЙ ИНСТРУМЕНТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARELIGHT
source: AN ANCIENT OPTICAL WAVELENGTH EMITTER
russian: ДРЕВНИЙ ОПТИЧЕСКИЙ ВОЛНОВОЙ ИЗЛУЧАТЕЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: CYCLE MINIMUM HAS PASSED
russian: ЦИКЛИЧЕСКИЙ МИНИМУМ ПРОЙДЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: INCREMENTAL INCREASE DETECTED
russian: ОБНАРУЖЕНО ПОСЛЕДОВАТЕЛЬНОЕ УВЕЛИЧЕНИЕ ЦИКЛИЧЕСКОГО СИГНАЛА

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: LEVELS ARE HIGH AND MONOTONIC
russian: ЦИКЛИЧЕСКИЙ СИГНАЛ ИНТЕНСИВНЫЙ И МОНОТОННЫЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: THE CYCLE IS SUBSIDING
russian: ЦИКЛИЧЕСКИЙ СИГНАЛ ВХОДИТ В ФАЗУ ОСЛАБЛЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: LEVELS ARE LOW AND DIMINISHING
russian: ЦИКЛИЧЕСКИЙ СИГНАЛ НИЗКИЙ И УБЫВАЮЩИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: AT CYCLE MINIMUM
russian: ЦИКЛИЧЕСКИЙ МИНИМУМ ДОСТИГНУТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: FLUCTUATIONS AT UNDETECTIBLE LEVELS
russian: КОЛЕБАНИЯ НА НЕОПРЕДЕЛЯЕМОМ УРОВНЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGESTAFF
source: TEMPORAL DISPLACEMENT TECHNOLOGY
russian: ТЕХНОЛОГИЯ ВРЕМЕННОГО СМЕЩЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROOK_NIGHTMARE
source: LOOSE WIRING DETECTED
russian: ОБНАРУЖЕНЫ МНОГОЧИСЛЕННЫЕ ОБРЫВЫ ПРОВОДКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RELIC
source: I HAVE NO NEED OF THIS.
russian: Я НЕ НУЖДАЮСЬ В ЭТОМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINS_RUBBLE
source: REQUIRES RECONDITIONING
russian: НЕОБХОДИМА ПОЛНАЯ ПЕРЕСТРОЙКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINS_BAT
source: A HIGH VELOCITY MASS INFLUENCE DEVICE
russian: УСТРОЙСТВО ВЫСОКОСКОРОСТНОГО ВОЗДЕЙСТВИЯ МАССОЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINSHAT
source: A HEAD-MOUNTED DYNAMIC DAMAGE MITIGATION DEVICE
russian: ГОЛОВНОЕ УСТРОЙСТВО СНИЖЕНИЯ ДИНАМИЧЕСКИХ ПОВРЕЖДЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_DROPPER
source: VERTICAL SPIDER SOURCE DETECTED
russian: ИСТОЧНИК ВЕРТИКАЛЬНО ПЕРЕДВИГАЮЩИХСЯ ПАУКОВ ОБНАРУЖЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.THULECITE
source: A MOST AESTHETICALLY PLEASING MINERAL
russian: НАИБОЛЕЕ ЭСТЕТИЧЕСКИ УДОВЛЕТВОРЯЮЩИЙ МИНЕРАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWAMULET
source: INCANDECENCE AT 5200000000000000Hz
russian: ЧАСТОТА СВЕЧЕНИЯ: 5200000000000000Гц

# STRINGS.CHARACTERS.WX78.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I AM GOOD AT REPEATING TASKS
russian: Я СОЗДАН ДЛЯ ОДНОТИПНЫХ ЗАДАЧ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGTREE
source: NATURE NEVER CEASES TO ANNOY ME
russian: ПРИРОДА НИКОГДА НЕ ПЕРЕСТАЁТ РАЗДРАЖАТЬ МЕНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICESTAFF
source: ITS MOLECULES ARE BARELY MOVING
russian: ЕГО МОЛЕКУЛЫ ЕДВА ДВИЖУТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE_GENERIC
source: ERROR: UNKNOWN
russian: ОШИБКА: НЕИЗВЕСТНО

# STRINGS.CHARACTERS.WX78.DESCRIBE_TOODARK
source: INSUFFICIENT ILLUMINATION
russian: НЕДОСТАТОЧНОЕ ОСВЕЩЕНИЕ

# STRINGS.CHARACTERS.WX78.EAT_FOOD.TALLBIRDEGG_CRACKED
source: TRACES OF BEAK DETECTED
russian: ОБНАРУЖЕНЫ СЛЕДЫ КЛЮВА

# STRINGS.SELECT
source: Select
russian: Выбрать

# STRINGS.DROPALL
source: Drop All
russian: Выбросить всё

# STRINGS.INSPECTMOD
source: Inspect
russian: Изучить

# STRINGS.STACKMOD
source: Stack
russian: Собрать вместе

# STRINGS.TRADEMOD
source: Move
russian: Передвинуть

# STRINGS.SWAP
source: Swap
russian: Обменять

# STRINGS.DIRECTIONS.N
source: North
russian: Север

# STRINGS.DIRECTIONS.S
source: South
russian: Юг

# STRINGS.DIRECTIONS.E
source: East
russian: Восток

# STRINGS.DIRECTIONS.W
source: West
russian: Запад

# STRINGS.DIRECTIONS.NE
source: Northeast
russian: Северо-восток

# STRINGS.DIRECTIONS.SE
source: Southeast
russian: Юго-восток

# STRINGS.DIRECTIONS.NW
source: Northwest
russian: Северо-запад

# STRINGS.DIRECTIONS.SW
source: Southwest
russian: Юго-запад

# STRINGS.DESCRIBE_NULL
source: MISSING DESCRIPTION STRING
russian: ОТСУТСТВУЕТ СТРОКА-ОПИСАНИЕ

# STRINGS.EPITAPHS.1
source: Here lies some guy. Blah blah blah.
russian: Здесь покоится такой-то парень. Бла бла бла.

# STRINGS.EPITAPHS.2
source: This headstone is blank
russian: На этом надгробии пусто.

# STRINGS.EPITAPHS.3
source: It says: 'Milk. Eggs. Bacon.'
russian: Тут написано: "Молоко. Яйца. Бекон".

# STRINGS.EPITAPHS.4
source: Hey that's my name!
russian: Эй, это же моё имя!

# STRINGS.TABS.TOOLS
source: Tools
russian: Инструменты

# STRINGS.TABS.LIGHT
source: Light
russian: Свет

# STRINGS.TABS.FARM
source: Food
russian: Еда

# STRINGS.TABS.SURVIVAL
source: Survival
russian: Выживание

# STRINGS.TABS.SCIENCE
source: Science
russian: Наука

# STRINGS.TABS.WAR
source: Fight
russian: Бой

# STRINGS.TABS.TOWN
source: Structures
russian: Конструкции

# STRINGS.TABS.REFINE
source: Refine
russian: Материалы

# STRINGS.TABS.DRESS
source: Dress
russian: Одежда

# STRINGS.TABS.MAGIC
source: Magic
russian: Магия

# STRINGS.TABS.BOOKS
source: Books
russian: Книги

# STRINGS.TABS.GEMOLOGY
source: Gemology
russian: Геммология

# STRINGS.TABS.ANCIENT
source: Ancient
russian: Артефакты

# STRINGS.GREENAMULET_TOOLTIP
source: Reduced Material Cost
russian: Сниженная стоимость строительства

# STRINGS.NAMES.DEFAULT
source: INVENTORY ITEM
russian: ПРЕДМЕТ ИНВЕНТАРЯ

# STRINGS.NAMES.LUCY
source: Lucy the Axe
russian: Люси

# STRINGS.NAMES.BOOK_BIRDS
source: Birds of the World
russian: Птицы всего мира

# STRINGS.NAMES.BOOK_TENTACLES
source: On Tentacles
russian: О щупальцах

# STRINGS.NAMES.BOOK_GARDENING
source: Applied Horticulture
russian: Практическое садоводство

# STRINGS.NAMES.BOOK_SLEEP
source: Sleepytime Stories
russian: Сказки на ночь

# STRINGS.NAMES.BOOK_BRIMSTONE
source: The End is Nigh!
russian: Конец близок!

# STRINGS.NAMES.ANCIENT_ALTAR
source: Ancient Pseudoscience Station
russian: Древняя псевдонаучная станция

# STRINGS.NAMES.ANCIENT_ALTAR_BROKEN
source: Broken Ancient Pseudoscience Station
russian: Разрушенная древняя псевдонаучная станция

# STRINGS.NAMES.ANCIENT_STATUE
source: Ancient statue
russian: Древняя статуя

# STRINGS.NAMES.CHESSJUNK1
source: Broken clockworks
russian: Сломанные механизмы

# STRINGS.NAMES.CHESSJUNK2
source: Broken clockworks
russian: Сломанные механизмы

# STRINGS.NAMES.CHESSJUNK3
source: Broken clockworks
russian: Сломанные механизмы

# STRINGS.NAMES.ABIGAIL_FLOWER
source: Abigail's Flower
russian: Цветок Абигейл

# STRINGS.NAMES.BALLOONS_EMPTY
source: Pile o' Balloons
russian: Кучка шариков

# STRINGS.NAMES.BALLOON
source: Balloon
russian: Воздушный шарик

# STRINGS.NAMES.LIGHTER
source: Willow's Lighter
russian: Зажигалка Уиллоу

# STRINGS.NAMES.COMPASS
source: Compass
russian: Компас

# STRINGS.NAMES.MUSHTREE_TALL
source: Mushtree
russian: Грибное дерево

# STRINGS.NAMES.MUSHTREE_MEDIUM
source: Red Mushtree
russian: Красное грибное дерево

# STRINGS.NAMES.MUSHTREE_SMALL
source: Green Mushtree
russian: Зелёное грибное дерево

# STRINGS.NAMES.SPIDER_HIDER
source: Cave Spider
russian: Пещерный паук

# STRINGS.NAMES.SPIDER_SPITTER
source: Spitter
russian: Плевун

# STRINGS.NAMES.SEWING_KIT
source: Sewing Kit
russian: Набор для шитья

# STRINGS.NAMES.RED_MUSHROOM
source: Red Mushroom
russian: Красный гриб
