Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_PIPE
source: Let's see what my huge lungs can do with this!
russian: Посмотрим, что мои огромные лёгкие смогут сделать с помощью неё!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEGEM
source: It's very cold.
russian: Он очень холодный.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEPRINT
source: I'm not one for book learning.
russian: Меня жизнь учила, а не книги.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP
source: That's not meat.
russian: Совсем не мясо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP_COOKED
source: That's not meat.
russian: Совсем не мясо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: I can never remember which ones you can eat.
russian: Никак не запомню, которые из них съедобные.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I'll come back later.
russian: Я вернусь позже.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Well, that's over.
russian: Ну вот и всё.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOARDS
source: So smooth. You can really see the grain.
russian: Такие гладенькие. Каждую прожилку видать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT
source: Must have hit a nor'easter.
russian: Видимо в шторм попала.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BONESTEW
source: Sticks to your ribs.
russian: Обтягивает грудную клетку.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUGNET
source: It can collect skeeters.
russian: Им можно мошек собирать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUSHHAT
source: It's good for hiding from nature.
russian: За ним можно прятаться от природы.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTER
source: I prefer margarine.
russian: Я предпочитаю маргарин.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.GENERIC
source: I never trusted those things, eh?
russian: Никогда они мне не нравились, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.HELD
source: Where are you going to run?
russian: Куда же ты пытаешься убежать, глупая?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYMUFFIN
source: Crunchy!
russian: Хрустит!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYWINGS
source: I'm sorry! I'm a terrible person!
russian: Извиняюсь! Ужасный я всё-таки человек!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.EMBERS
source: It's almost gone.
russian: Он почти потух.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.GENERIC
source: Where's my guitar?
russian: Где моя гитара?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.HIGH
source: Uh oh! It's bit high!
russian: Ух, ох! Это слишком!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.LOW
source: I should probably do something about that, eh?
russian: Мне бы надо кое-чего сделать с ним, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.NORMAL
source: I love a fire in the evening.
russian: Люблю я костёр вечером.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.OUT
source: It was good while it lasted.
russian: Было так хорошо, пока он горел.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CANE
source: It's good for the back country.
russian: Хорошо для удалённой местности.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT
source: That's rabbit food.
russian: Пускай кролики это едят.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_COOKED
source: That's rabbit food.
russian: Пускай кролики это едят.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_PLANTED
source: I'm not one for vegetables, eh?
russian: Я тебе что, веган, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_SEEDS
source: Tiny carrots.
russian: Крошечные морковки.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_FERN
source: Hey! It's a fern!
russian: Гляди-ка! Папоротник!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHARCOAL
source: This makes me a bit sad.
russian: Видеть его - одно расстройство.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK1
source: Dead metal
russian: Бездушная железяка.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK2
source: Dead metal
russian: Бездушная железяка.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK3
source: Dead metal
russian: Бездушная железяка.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER
source: He's doing his best!
russian: Старается вовсю!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: No one ever told him it was rude to stare.
russian: Никто ему не объяснял, что пялиться неприлично.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.WAITING
source: I wonder if it will ever wake up again.
russian: Интересно, он проснётся снова?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMANDRAKE
source: Was that a bad thing to do?
russian: Что, лучше было этого не делать?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMEAT
source: Just like my dear old ma used to make.
russian: Как будто матушка моя состряпала.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMONSTERMEAT
source: I still don't want to eat it.
russian: И всё равно я не хочу это есть.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDSMALLMEAT
source: That'll just make me hungrier!
russian: От него только голод разыграется!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_LONG
source: It'll be a bit longer, eh?
russian: Ещё подождать надо, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_SHORT
source: Oh boy! Here it comes!
russian: Опаньки! Щас будет!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.DONE
source: Time for supper!
russian: Пора поесть!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.EMPTY
source: It seems a waste to just leave it sitting there empty.
russian: Жалко держать его тут пустым.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN
source: I like it, but not in everything that I eat.
russian: Вкусно, но не ко всему подходит.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_COOKED
source: Cooked with the goodness of corn.
russian: Приготовлено из божественной кукурузы.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_SEEDS
source: I'm more of a hewer of wood than a tiller of soil.
russian: Я больше по части рубки деревьев, чем возделывания почвы.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CROW.GENERIC
source: He's planning something. I can tell.
russian: Он что-то замышляет. Говорю тебе!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CROW.HELD
source: You'll pay for your crimes, crow!
russian: Ты заплатишь за свои преступления, ворон!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTGRASS
source: I think I might be allergic to this.
russian: У меня на это может быть аллергия.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTREEDS
source: Want to hear my loon call?
russian: Сделать из них дудочку?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTSTONE
source: Part of the Canadian shield.
russian: Часть Канадского щита.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEADLYFEAST
source: That doesn't smell quite right, eh.
russian: Как-то неправильно пахнет, а.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS
source: That's a big moose!
russian: Здоровый лось!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS_EYEBALL
source: Now what is this good for?
russian: Ну а это для чего?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
russian: Наверное, это пучок травы.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEVTOOL
source: I'm not commenting on that.
russian: Без комментариев.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIRTPILE
source: Hey! A clue!
russian: Эй! След!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.COLD
source: It's really fuzzy from here.
russian: Оно где-то... неясно где.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.GENERIC
source: I wonder if it gets the hockey game.
russian: Интересно было бы сыграть этой штукой в хоккей.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.HOT
source: Loud and clear! Something's near!
russian: Громко и чётко! Оно рядом!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARM
source: I think I'm getting closer.
russian: Мне кажется, я приближаюсь.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARMER
source: Woah, careful there, bud.
russian: Вот-вот-вот, повнимательней, приятель.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.GENERIC
source: I looks like something plugs in.
russian: Похоже, что я должен что-то сюда вставить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.READY
source: It's ready to be unlocked.
russian: Эту штуку уже можно открывать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now all it needs is to be turned on.
russian: Теперь всё что нужно - это включить её.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODSTART
source: That's a weird looking rod.
russian: Какая-то подставка со странным стержнем.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT
source: I've never seen one of those before.
russian: Такого я ещё не видал.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_COOKED
source: It tastes like maple syrup.
russian: На вкус прямо как кленовый сироп.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_SEEDS
source: Maybe I can grow more.
russian: Может я смогу вырастить ещё.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONPIE
source: Almost as good as butter tarts!
russian: Не сильно хуже канадских пирожков!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK
source: October food.
russian: Октябрьская еда.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK_COOKED
source: Thanks, turkey.
russian: Спасибо, индейка.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_BERRYBUSH
source: Time for a little landscaping.
russian: Самое время благоустроить территорию.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_GRASS
source: It makes my eyes water.
russian: У меня от неё глаза слезятся.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
russian: Я должен его посадить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_SAPLING
source: Mmmmm. It's all twiggy.
russian: М-м-м-м. Веточки.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN
source: It smells bad.
russian: Он воняет.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN_COOKED
source: It smells even worse.
russian: Так он ещё хуже воняет.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN_SEEDS
source: Why would I want to grow more of those things.
russian: С чего бы мне хотеть их ещё выращивать?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EARMUFFSHAT
source: Where I'm from these would only work in the fall.
russian: Там, откуда я родом, они спасают только осенью.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT
source: I bet birds have something to do with this.
russian: Могу поспорить, обилие семян в нём привлекает птиц.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_COOKED
source: Suspiciously birdy.
russian: Хм... Баклажан... Баклан-жан... Есть в этом что-то птичье.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_SEEDS
source: Hmmm. I'm not sure.
russian: Хм-м-м. Ну не знаю...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNING
source: Nooo! I could have chopped it!
russian: Не-е-е-ет! Я же мог его срубить!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNT
source: What a waste.
russian: Какое бессмысленное расточительство.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.CHOPPED
source: Ahhhh!
russian: А-а-а-а-а!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.GENERIC
source: It's calling to me!
russian: Она зовёт меня!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: I'm sorry!
russian: Мне очень жаль!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel terrible!
russian: Ужасное чувство!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Another one!
russian: И ещё одно!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Lucy would want me to chop it down.
russian: Люси хочет, чтоб я его срубил.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYEPLANT
source: It needs to mind its own business.
russian: Он занят своим делом.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GENERIC
source: I prefer larger plants.
russian: Мне по душе растения побольше.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GROWING
source: They'll never reach chopping size.
russian: Жди, не жди, а до дерева им никогда не дорасти.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs some poop.
russian: Надо бы подкинуть удобрений.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHERHAT
source: I don't want to wear that... thing.
russian: Я не хочу носить эту... штуку.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_CROW
source: A gross feather.
russian: Грязное перо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN
source: A disgusting feather.
russian: Отвратительное перо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN_WINTER
source: A stupid feather.
russian: Дурацкое перо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEM_PUPPET
source: She's trapped!
russian: Она в ловушке!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.GENERIC
source: Reminds me of Algonquin park.
russian: Прямо как в Алгонкинском парке.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.HELD
source: I've got a pocket full of sunshine!
russian: У меня сияющие карманы!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREHOUND
source: Hot hound!
russian: Тёпленькая собачка!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.EMBERS
source: I should go chop some wood for that, eh?
russian: Надо бы сходить нарубить туда ещё дров, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.GENERIC
source: It uses wood.
russian: Ему нужно дерево.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.HIGH
source: I'm using too much wood too fast!
russian: Я трачу дрова слишком быстро и слишком много!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.LOW
source: There should be some wood around here somewhere.
russian: Где-то рядом должно быть ещё одно дерево.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.NORMAL
source: Mmmm. Smells woody.
russian: М-м-м-м. Пахнет древесиной.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.OUT
source: If only I had some wood.
russian: Эх, были бы у меня дровишки.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIRESTAFF
source: I don't trust this magic business.
russian: Не доверяю я этим магическим штучкам.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH
source: Looks like a cod.
russian: Похожа на треску.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHINGROD
source: I should spend some time at the lake.
russian: Надо бы как нибудь съездить на озеро.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHSTICKS
source: Elegant dining in a box.
russian: Изысканное лакомство в коробочке.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHTACOS
source: Tastes like the sea, eh?
russian: На вкус отдаёт чем-то морским, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_COOKED
source: I wish I had some chips.
russian: Сейчас бы ещё картохи нажарить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLINT
source: This could be an axe head.
russian: Насадить на палку - и будет топор.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER
source: That's nice.
russian: Мило.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWERHAT
source: I think it looks nice with my red hair.
russian: Думаю, он подходит к моим рыжим волосам.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_EVIL
source: Something is wrong with that flower.
russian: С этим цветком что-то не так.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FOLIAGE
source: Looks like a salad.
russian: На салат похоже.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FOOTBALLHAT
source: Will this give me hockey hair?
russian: У меня от него будет причёска хоккеиста?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.DEAD
source: Ex-frog.
russian: Бывшая лягушка.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.GENERIC
source: I don't trust anything that can't decide between air and water.
russian: Я не доверяю ничему, что не может выбрать между воздухом и водой.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.SLEEPING
source: It's tired.
russian: Она устала.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGGLEBUNWICH
source: You can really taste the swamp.
russian: Вот такое оно, болото, на вкус.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGLEGS
source: They're still jumping!
russian: Всё ещё прыгают!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGLEGS_COOKED
source: At least they stopped moving.
russian: Ну хоть дёргаться перестали.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FRUITMEDLEY
source: In syrup!
russian: С сиропчиком!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEARS
source: I never could figure these things out.
russian: Никогда в них не разбирался.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GHOST
source: Boo! Ha ha!
russian: Бу-у-у! Ха-ха!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENAXE
source: It's almost as nice as Lucy.
russian: Почти так же хорош, как и Люси.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPICKAXE
source: It's pretty but can't chop down trees.
russian: Ничего-так, но деревья ей не порубишь.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPITCHFORK
source: I don't know why I made this.
russian: Не знаю зачем я это сделал.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENSHOVEL
source: Time to dig golden holes.
russian: Пора копать золотые ямы.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDNUGGET
source: You can't make a coffee table out of gold. Well, maybe you can. But you shouldn't.
russian: Нельзя делать журнальные столики из золота. Ну хорошо, можно. Но не нужно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.BARREN
source: I need to poop on it.
russian: Нужно её удобрить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.BURNING
source: I hope that doesn't spread to the trees.
russian: Надеюсь, на деревья не перекинется.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.GENERIC
source: Looks like kindling.
russian: На растопку сгодится.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.PICKED
source: It's gone all nubbly.
russian: Одни бугорки остались.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP
source: I've eaten stranger things in the woods.
russian: Чего я только не ел в лесу.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP_COOKED
source: I don't trust it.
russian: Какой-то он не такой.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a green mushroom.
russian: Это... зелёный гриб.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: They have their own schedule.
russian: У них свой распорядок дня.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I think I broke it.
russian: Кажись, я его поломал.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUNPOWDER
source: Never did like this stuff.
russian: Никогда таким не занимался.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAMBAT
source: What a waste of good ham.
russian: Эх, сколько ветчины зря пропадает.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAMMER
source: Everyone makes mistakes, eh?
russian: Любой может ошибаться, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEALINGSALVE
source: Healthiness in goo form.
russian: Здоровье в виде мази.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.COLD
source: It's gone cold, eh?
russian: Совсем остыл, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.GENERIC
source: We call those 'night rocks' back home.
russian: Дома мы их зовём 'ночными камнями'.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.HOT
source: I could chop all winter with that in my pocket!
russian: С этой штукой в кармане я всю зиму могу лес валить!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.WARM
source: It's getting a bit dimmer.
russian: Он тускнеет.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOME
source: Who's there?
russian: Кто там?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOMESIGN
source: Is there anything wood can't do?
russian: Есть ли что-нибудь, что дерево не может сделать?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEY
source: Mmmmmm-mmmm. Bee syrup.
russian: М-м-м-м-м-м-м-м. Пчелиный сироп.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYCOMB
source: I almost feel bad taking this.
russian: Я себя почти злодеем чувствую, отнимая у них это.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYHAM
source: But it's not a holiday...
russian: Так сейчас же не праздник...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYNUGGETS
source: One of my favourite meals!
russian: Мои любимые!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HORN
source: I don't know if I should put my mouth on that.
russian: Не знаю, стоит ли это себе в рот совать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUND
source: They'd be good at pulling a sled.
russian: В упряжку бы их, и с ветерком!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDBONE
source: It's covered with dog spit, eh?
russian: Её собака обслюнявила, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDMOUND
source: I know better than to mess with that.
russian: Можно найти занятие и получше, чем лезть туда.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEBOX
source: Ahhhh. Reminds me of home.
russian: А-а-а-х. Вспоминается родина.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEHOUND
source: Arctic hounds?
russian: Полярные собаки?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.ACTIVE
source: Where did it go?!
russian: Куда он исчез?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.INACTIVE
source: I don't know how to move that.
russian: Я не знаю, как его сдвинуть.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JAMMYPRESERVES
source: Now to find peanut butter.
russian: Ещё бы арахисового масла.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KABOBS
source: The stick really adds to the flavour.
russian: Аромат палочки действительно чувствуется.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.GENERIC
source: That bee doesn't seem as friendly.
russian: Эта пчела не такая дружелюбная.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.HELD
source: He's none to pleased with his situation.
russian: Ей тут точно не нравится.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHT
source: Maxwell's own mounted police.
russian: Конная полиция Максвелла.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_SUMMER
source: He looks tasty.
russian: На вид он вкусный.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_WINTER
source: They get tastier in the winter.
russian: К зиме они вкуснеют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAMPUS
source: Back off, hoser!
russian: Пшёл отсюда, обалдуй!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAMPUS_SACK
source: I feel bad taking someone else's sack.
russian: Маменька меня учила не таскать чужие мешки.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF
source: I'm sorry about all of those trees!
russian: Прости меня за все те деревья!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF_SPARSE
source: I'm sorry about all of those trees!
russian: Прости меня за все те деревья!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.CHARGED
source: It's pretty like the northern lights.
russian: Похож на северное сияние.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Weather's not going to get the drop on me now.
russian: Теперь надо мной погода верх не возьмёт.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LITTLE_WALRUS
source: Why are they so far south?
russian: Зачем они так далеко на юге?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGLOG
source: I am going to keep you, and call you Frank.
russian: Я собираюсь приютить тебя и назвать Фрэнком.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOCKEDWES
source: Who's that hoser?
russian: Это что за обалдуй?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOG.BURNING
source: Oh no! The fruits of my labour!
russian: О нет! Плоды моего труда!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOG.GENERIC
source: It makes it all worthwhile.
russian: Ради него и работал.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUREPLANT
source: Is that meat?
russian: Это мясо?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUREPLANTBULB
source: It's warm and lumpy.
russian: Она тёплая и волокнистая.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MALE_PUPPET
source: Do you need help?
russian: Тебе нужна помощь?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.DEAD
source: Sorry, little guy.
russian: Прости, малыш.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.GENERIC
source: It's looking at me.
russian: Она смотрит на меня.
