Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEWING_KIT
source: Another implement for putting off inevitable decay.
russian: Ещё один инструмент, чтобы отсрочить неизбежное старение.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHOVEL
source: What terrible secrets might I uncover?
russian: До каких ужасных секретов мне удастся докопаться?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SILK
source: So slippery and fine.
russian: Такая скользкая и тонкая.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON
source: I envy his escape.
russian: Завидую ему. Он нашёл спасение в смерти.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKULLCHEST
source: It shall contain my memento mori.
russian: Тут должно быть моё memento mori.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.GENERIC
source: Hello there, little one.
russian: Привет, малыш.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.HUNGRY
source: Are you empty inside?
russian: Ты пуст внутри?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.STARVING
source: A black hole from which seeds never return.
russian: Чёрная дыра, из которой семена никогда не возвращаются.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLMEAT
source: It smells like tiny fear.
russian: Оно пахнет как крошечный страх.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLMEAT_DRIED
source: Meat turned dry and delicious.
russian: Мясо, высушенное и вкусное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPEAR
source: I have become the destroyer of worlds.
russian: Я стала разрушительницей миров.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.DEAD
source: We will meet again some day.
russian: Когда нибудь мы встретимся.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.GENERIC
source: A creature of the night!
russian: Создание ночи!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.SLEEPING
source: Evil is sleeping.
russian: Зло дремлет.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERDEN
source: A nest of filth and villany.
russian: Гнездовье мерзости и зла.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDEREGGSACK
source: A tiny package full of death and destruction.
russian: Крошечное вместилище, полное смерти и разрушения.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERGLAND
source: Even in death, this beast causes pain.
russian: Даже после смерти эти звери могут причинять боль.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERHAT
source: Time to stare into the abyss.
russian: Время заглянуть в бездну.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERQUEEN
source: She is regal in her horribleness.
russian: Она царственна в своей чудовищности.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Alas, brave warrior.
russian: Увы, мой храбрый воин.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: A warrior of the night!
russian: Ночной воин!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I must beware.
russian: С ним лучше быть поосторожней.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPOILED_FOOD
source: Everything turns to waste, eventually.
russian: В итоге всё обращается в отходы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEHARP
source: Maybe these statues will keep me company.
russian: Может хоть эти статуи составят мне компанию.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEMAXWELL
source: He brought me here.
russian: Это он привёл меня сюда.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STINGER
source: Sharp and deadly.
russian: Острое и смертоносное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STRAWHAT
source: I shall cover my head.
russian: Я покрою свою голову.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STUFFEDEGGPLANT
source: A nightshade. Probably not filled with poison.
russian: Белладонна. Вероятно всё-таки без яда.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKBOAT
source: A cruel trick!
russian: Очень жестокая шутка!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SWEATERVEST
source: I can wear pieces of dead things made into a vest!
russian: Я могу надеть жилет, сшитый из кусочков убитых созданий!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TAFFY
source: Never imagined I could make a thing so sweet.
russian: Никогда бы не подумала, что способна готовить такие сладкие штуки.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRD
source: Free from the shackles of the sky.
russian: Свободна от оков небес.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG
source: So full of potential.
russian: Оно таит в себе надежду.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_COOKED
source: All that promise, snatched away. Not bad with bacon.
russian: Надежды нет - она теперь омлет. С беконом пойдёт.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Chilled by the darkness.
russian: Охлаждённый темнотой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: A tiny fragile being, struggling towards the light.
russian: Крошечное хрупкое существо, рвущееся на свет.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: It cannot bear the heat.
russian: Для него нестерпимо это пекло.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A life sooner begun is a life sooner ended.
russian: Жизнь, начавшаяся раньше и окончится скорее.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Soon now.
russian: Теперь уж скоро.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDNEST.GENERIC
source: That egg represents a new life. Ugh.
russian: Это яйцо олицетворяет собой начало новой жизни. Фи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty. Vacant. Barren. A void.
russian: Это гнездо пустое. Вакантное. Свободное. Незанятое.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.GENERIC
source: Will you leave me too?
russian: Ты тоже меня бросишь?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.HUNGRY
source: We all try to fill the void.
russian: Все мы пытаемся как-то заполнить пустоту внутри.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.STARVING
source: Your true nature is revealed!
russian: Вот твоя истинная природа и проявила себя!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I'm sure the next realm will be even more horrible!
russian: Я уверена - следующий мир будет ещё ужаснее!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: No good can come of this.
russian: Ничего хорошего из этого не выйдет.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: It's still locked shut.
russian: Она крепко заперта.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Is it half built, or half destroyed?
russian: Она полупостроена или полуразрушена?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BOX
source: It contains a vital spark.
russian: В ней содержится жизненная искра.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_CRANK
source: It looks complicated.
russian: Выглядит замысловато.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_POTATO
source: What a hideous creation!
russian: Какое отвратительное творение!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_RING
source: It has no sharp edges.
russian: У него нет чётких граней.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENT
source: Sleep is but a preview of death.
russian: Сон не что иное, как подготовка к смерти.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE
source: Long and thin and dangerous!
russian: Длинное, гибкое и опасное!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLESPOTS
source: These are better left unmentioned.
russian: Лучше не будем на них заострять внимание.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLESPIKE
source: Sharp, slimy and dangerous.
russian: Острые, скользкие, смертоносные.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_PILLAR
source: So this is what goes on down below.
russian: Так вот какое оно тут внизу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_PILLAR_ARM
source: Babies!
russian: Детёныши!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_GARDEN
source: This one is different.
russian: Это какое-то не такое, как остальные.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TOPHAT
source: I shall cover my head.
russian: Я покрою свою голову.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TORCH
source: A tiny bulwark against the night.
russian: Мимолётная защита от ночи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP
source: Simple grass has become deadly.
russian: Обычная трава стала смертоносной.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP_TEETH
source: A devious surprise from underground.
russian: Подлый сюрприз из-под земли.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP_TEETH_MAXWELL
source: Death when I least expect it.
russian: Смерть, когда я меньше всего её ожидала.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREASURECHEST
source: For which to contain my lucre.
russian: Чтобы хранить мою наживу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_1
source: Perfectly misshapen.
russian: Окончательно деформировались.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_10
source: Another mouth to feed.
russian: Ещё один голодный рот.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_11
source: Lucky robot, it never had a soul.
russian: Везучий робот, у него никогда не было души.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_12
source: Not so slimy any more, are we?
russian: Что, теперь мы уже не такие слизкие?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_2
source: It's a fake. Just a temptation, like death.
russian: Это подделка. Просто для соблазна, как смерть.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_3
source: If only knives solved more of my problems...
russian: Ах, если бы ножи могли решить остальные проблемы...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_4
source: I'd carry this to the end of the world.
russian: Я бы носила его до скончания веков.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_5
source: I'd fly this straight into the sun, if only it was bigger.
russian: Я бы запустила её прямо на солнце, если бы она была побольше.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_6
source: Once alive with electricity, they've met their end.
russian: Живя в прошлом электричеством, они наконец встретили свой конец здесь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_7
source: Just a simple game.
russian: Простенькая игрушка.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_8
source: I wish I could take a bath.
russian: Как бы я хотела сейчас принять ванну.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_9
source: Mismatched buttons for a mismatched life.
russian: Перепутанные пуговицы для перепутанной жизни.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNKVEST_SUMMER
source: Skin to wear on my skin.
russian: Кожа, чтобы прикрыть мою кожу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNKVEST_WINTER
source: It may warm my body, but what of my spirit?
russian: Она греет моё тело, но что согреет душу?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_COOKED
source: It looks even worse now.
russian: Теперь он выглядит ещё хуже.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_SUMMER
source: I would have preferred the ears.
russian: Я предпочла бы уши.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_WINTER
source: Separated from its only friend.
russian: Отделён от своего единственного друга.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURKEYDINNER
source: Who's gobbling now?
russian: Ну что, докулдыкался?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TWIGS
source: Plucked from the ground before their prime.
russian: Вырваны прежде, чем набрали силу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UMBRELLA
source: The clouds weep.
russian: Облака плачут.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WAFFLES
source: They're definitely waffles.
russian: И в самом деле вафли.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY
source: That is the mere suggestion of defense.
russian: Это даже намёком на защиту сложно назвать.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY_ITEM
source: Their defensive value is questionable.
russian: Их защитные свойства сомнительны.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_STONE
source: What will protect me from what's inside?
russian: А что защитит меня от того, что у меня внутри?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_STONE_ITEM
source: These won't protect from the demons within.
russian: Ей не защитить меня от демонов внутри.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_RUINS
source: These didn't protect the ancients did they!
russian: Древних они не спасли, ведь так?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_RUINS_ITEM
source: Are the very stones haunted?
russian: Тут что, сами камни одержимы духами?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD
source: Now I can delay the inevitable.
russian: Теперь я могу отсрочить неизбежное.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD_ITEM
source: Bundled logs.
russian: Связанные брёвна.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS
source: An old man, of the sea.
russian: Старик, из моря.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUSHAT
source: What feverish thoughts transpired beneath this?
russian: Какие лихорадочные мысли блуждали в голове у её прежнего владельца?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_CAMP.EMPTY
source: If they are not in there, where are they?
russian: Раз их там нет, то где же они?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_CAMP.GENERIC
source: This home is not a happy one, I fear.
russian: Боюсь, это жилище не такое безобидное, каким кажется.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_TUSK
source: I shall gnash thee.
russian: Я буду тобой скрежетать.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WASPHIVE
source: They hide in their fortress of hate.
russian: Они прячутся в свой крепости ненависти.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WETGOOP
source: A miserable mess, just like life.
russian: Жалкая масса, как и вся наша жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTERHAT
source: It helps stave off the encroaching cold.
russian: Поможет выбить пробирающий до костей холод.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTEROMETER
source: Why do I feel that it is measuring my mortality?
russian: Отчего у меня ощущение, что он измеряет, сколько во мне жизни осталось?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMHOLE.GENERIC
source: Life doesn't always make sense.
russian: Жизнь не всегда имеет смысл.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMHOLE.OPEN
source: No matter what it consumes, it is never satisfied.
russian: Что бы она ни пожрала - она никогда не насытится.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I've never much cared for metaphor.
russian: В голову не приходит ни одной достойной метафоры...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIVINGTREE
source: The very earth hates me.
russian: Сама земля ненавидит меня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICESTAFF
source: I take comfort in it's emptiness.
russian: Я упиваюсь его пустотой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE_GENERIC
source: It is unmentionable.
russian: Это необсуждаемо.

# STRINGS.CHARACTERS.WENDY.DESCRIBE_TOODARK
source: The darkness! It is too dark!
russian: Тьма! Здесь так темно!

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.TALLBIRDEGG_CRACKED
source: I spared it the torment of living.
russian: Я помогла ей избавиться от мучительных оков жизни.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.GENERIC
source: I would really rather not.
russian: В самом деле, лучше не надо.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.NOBITS
source: It's already smooth, dear.
russian: Дорогуша, ровнее уже некуда.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I think he might object to that.
russian: Я думаю, он будет против.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMLIGHT
source: It's softer than I would've thought.
russian: Она мягче, чем мне думалось.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.PLANT
source: Reminds me of the Anglerfish.
russian: При виде него сразу вспоминается рыба-удильщик.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.DIRT
source: It would be best to stay away from that.
russian: К этой штуке лучше не приближаться.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.WORM
source: Worm attack!
russian: Червь нападает!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EEL
source: It's an eel.
russian: Это угорь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EEL_COOKED
source: This eel has been cooked.
russian: Этот угорь был приготовлен.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UNAGI
source: A common way to prepare eel.
russian: Типичный способ приготовления угря.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET
source: The magic of the two beasts has been concentrated by the thulecite.
russian: Магия двух зверей была совмещена с помощью тулецита.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET_ITEM
source: I'll need to place this.
russian: Мне нужно будет это куда-нибудь установить.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURHORN
source: An amazingly large horn. I wonder if the nightmare helped fuel the growth.
russian: На удивление огромный рог. Интересно, это кошмар стимулировал его рост?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURCHEST
source: That chest is absolutely marvellous.
russian: Этот сундук просто великолепен.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THULECITE_PIECES
source: I could combine these to create a larger piece.
russian: Я могу объединить их, чтобы создать больший кусок.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POND_ALGAE
source: It is a good thing this algae has no need for photosynthesis.
russian: Этим водорослям повезло, что для функционирования им не нужен фотосинтез.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENSTAFF
source: It appears to rewind time on an object.
russian: Он как будто отматывает время, по отношению к конкретному объекту.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POTTEDFERN
source: A potted plant.
russian: Растение в горшке.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BIRDS
source: The expurgated version, but it has my favorite: Megascops kennicottii.
russian: Эта версия книги изъята из обращения, но в ней есть моё любимое: Megascops kennicottii.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_TENTACLES
source: Hard to put this one down. It's gripping, frankly.
russian: От неё сложно оторваться. Это откровение, невероятно захватывающе.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_GARDENING
source: Dead plants tied together to help me help alive plants.
russian: Мёртвые растения сплелись вместе, что бы помочь мне оживить другие.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_SLEEP
source: Warm milk in book form.
russian: Рукописная версия тёплого молока.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BRIMSTONE
source: What could possibly go wrong?
russian: Что может пойти не так?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURPER
source: A classic example of symbiosis.
russian: Классический пример симбиоза.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURPER_PELT
source: This must be useful for something.
russian: В некоторых случая она может быть полезна.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSLURPER
source: A disgusting and magical garment.
russian: Отвратительная магическая одежда.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGEAMULET
source: The gem fades with each use.
russian: Камень тускнеет с каждым использованием.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWSTAFF
source: Luckily the star is a manageable size.
russian: К счастью звезда имеет контролируемый размер.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWGEM
source: Perhaps it is similar to Citrine.
russian: Камень очень похож на цитрин.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGEGEM
source: It looks like a Spessartite garnet.
russian: Этот камень похож на янтарь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEBASE.VALID
source: It looks to be ready.
russian: Кажется теперь будет работать.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEBASE.GEMS
source: I don't think it's powered yet.
russian: Мне кажется, тут не хватает источника питания.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEMSOCKET.VALID
source: What a strange effect.
russian: Какой странный эффект.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEMSOCKET.GEMS
source: These hold gems.
russian: Они удерживают кристаллы.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STAFFLIGHT
source: Perhaps a larger staff would summon a larger star.
russian: Наверное, больший посох призовёт большую звезду.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB4
source: I think the hat collects energy from the air.
russian: Я думаю, что шляпа копит энергию из воздуха.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_ALTAR
source: A monument to some long dead god.
russian: Памятник какому-то давно погибшему богу.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Parts of this are missing.
russian: Отсутствуют некоторые её части.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_STATUE
source: This seems mystically aligned to the world.
russian: Они, кажется, мистически связаны с этим миром.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LICHEN
source: A symbiot! A fungus and a phycobiontic bacteria.
russian: Симбиот! Грибок и фикобионическая бактерия!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTLICHEN
source: This won't last long.
russian: Его на долго не хватит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA
source: All of them are genetically identical.
russian: Все они генетически идентичны.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA_COOKED
source: Somewhat better.
russian: Уже чуть получше.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA_TREE
source: The seeds must have fallen down a sinkhole.
russian: Вероятно, семена просто упали в карстовую воронку.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCKY
source: Their carapace is made of rocks.
russian: Их панцирь состоит из камней.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEAMULET
source: The gem appears to be sucking energy out anything it touches.
russian: Камень высасывает энергию из всего, к чему прикасается.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PURPLEAMULET
source: I can almost sense it beckoning to something.
russian: Я почти ощущаю, как он побуждает на что-то.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELESTAFF
source: The gem appears to focus the nightmare fuel.
russian: Драгоценный камень, кажется, фокусирует топливо ужаса.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONKEY
source: They produce quite an odor.
russian: Они производят специфический запах.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONKEYBARREL
source: This appears to be the home of several primates.
russian: Это, кажется, служит домом нескольких приматов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDSTOOTH
source: Made of calcium and brimstone.
russian: Состоит из кальция и серы.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSNURTLESHELL
source: It is quite capacious.
russian: Он весьма вместителен.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BAT
source: A flying mammal.
russian: Летающее млекопитающее.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATWING
source: Technically edible.
russian: В принципе, это съедобно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATWING_COOKED
source: Technically edible.
russian: В принципе, это съедобно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEDROLL_FURRY
source: I'm not sleeping on the ground.
russian: Я не собираюсь спать на земле.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUNNYMAN
source: A sentient lagomorph.
russian: Разумный lagomorph.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE
source: You could read by that light.
russian: С этим светом и читать можно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE_DOUBLE
source: You could read by that light.
russian: С этим светом и читать можно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE_TRIPLE
source: You could read by that light.
russian: С этим светом и читать можно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUANO
source: More metabolic byproduct.
russian: Опять отходы метаболизма.
