Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.GENERIC
source: It's a semi-intelligent bipedal pig.
russian: Полуразумная двуногая свинья.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.FOLLOWER
source: He seems to have bonded with me.
russian: Он, кажется, привязался ко мне.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.DEAD
source: Don't worry there are plenty more where that came from.
russian: Не волнуйся, их много, придут другие.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.WEREPIG
source: It's a lycanthropic pig.
russian: Это ликантропическая свинья.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.GUARD
source: It appears to be a guardian.
russian: Этот, кажется, охранник.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDEREGGSACK
source: A highly portable spider egg sack.
russian: Это портативный паучий мешок для яиц.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_RING
source: A torus of alloys and wiring.
russian: Тор из сплавов и проводов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BOX
source: An electrical charge regulator.
russian: Регулятор электрического заряда.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_CRANK
source: It applies basic mechanical principles.
russian: Он использует основные принципы механики.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_POTATO
source: Neither fully organic nor inorganic!
russian: Неорганическая органика!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This runestone has unique geometric properties!
russian: Этот рунный камень обладает уникальными геометрическими характеристиками!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: The device is in a partial state of completion.
russian: Устройство находится на промежуточном этапе сборки.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: The device needs to be activated.
russian: Это устройство нужно активировать.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: This machine can be used to travel between worlds.
russian: Эта машина может быть использована для путешествия между мирами.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEARDHAIR
source: This is human facial hair.
russian: Это волос с человеческого лица.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.GENERIC
source: A colourful lepidopteran.
russian: Красочный lepidopteran.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.HELD
source: It is captured.
russian: Она поймана.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLYWINGS
source: Wings from a captured butterfly.
russian: Крылья пойманной бабочки.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLYMUFFIN
source: Who knew that butterflies made such nice baked goods?
russian: Кто бы мог подумать, что из бабочек можно сделать такую чудесную выпечку?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.GENERIC
source: A generically coniferous tree.
russian: Обобщённо говоря, это хвойное дерево.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.CHOPPED
source: It has been harvested.
russian: Оно было срублено.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.BURNING
source: The tree is burning.
russian: Дерево горит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.BURNT
source: A carbonized tree.
russian: Обугленное дерево.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This genus seems to lack reproductive capabilities.
russian: Этот подвид, похоже, имеет плохие репродуктивные свойства.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: It has been harvested.
russian: Оно было срублено.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: The tree is burning.
russian: Дерево горит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: A carbonized tree.
russian: Обугленное дерево.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.GENERIC
source: A fire pit.
russian: Кострище.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.OUT
source: I can re-light it.
russian: Я могу разжечь его заново.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.EMBERS
source: The fire has almost self-extinguished.
russian: Этот костёр почти полностью выгорел.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.LOW
source: The fire could use some more fuel.
russian: Огню не помешало бы ещё немного топлива.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.NORMAL
source: A perfectly average fire.
russian: Совершенно обычный костёр.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.HIGH
source: That fire is burning at an alarming rate.
russian: Меня тревожит интенсивность горения.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.COLD
source: It's temperature is below freezing.
russian: Его температура ниже точки замерзания.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.GENERIC
source: It matches the ambient temperature.
russian: Его температура соответствует температуре окружающей среды.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.WARM
source: It is retaining thermal energy.
russian: Он сохраняет тепловую энергию.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.HOT
source: It is warm enough to radiate heat and light!
russian: Он достаточно нагрелся, чтобы излучать тепло и свет!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.GENERIC
source: A camp fire.
russian: Костёр.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.OUT
source: I can re-light it.
russian: Я могу разжечь его заново.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.EMBERS
source: The fire has almost self-extinguished.
russian: Этот костёр почти полностью выгорел.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.LOW
source: The fire could use some more fuel.
russian: Огню не помешало бы ещё немного топлива.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.NORMAL
source: A perfectly average fire.
russian: Совершенно обычный костёр.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.HIGH
source: That fire is burning at an alarming rate.
russian: Меня тревожит интенсивность горения.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.GENERIC
source: A small cultivated patch of ground.
russian: Небольшой окультуренный участок.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.GROWING
source: The plants are extracting minerals from the ground.
russian: Растения получают полезные минералы из земли.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It has been rendered infertile for lack of nutrients.
russian: Она не будет приносить урожай из-за отсутствия питательных веществ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHERHAT
source: Not quite the genuine article, but I might fool some birds.
russian: Не слишком убедительный предмет, однако некоторых птиц он мог бы и обмануть.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_CROW
source: Feather of Corvus.
russian: Перо Corvus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_ROBIN
source: Feather of Cardinalis.
russian: Перо Cardinalis.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_ROBIN_WINTER
source: It looks like a feather of Cardinalis, but white.
russian: Выглядит как перо Cardinalis, только белое.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREASURECHEST
source: A storage chest.
russian: Вместительный сундук.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_1
source: What a lovely set of bottle washers! Too bad they're all melted.
russian: Это был чудесный набор шариков для мытья бутылок. Как жаль, что они расплавлены.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_10
source: Don't need these yet: I've still got a few teeth left.
russian: Пока что не нуждаюсь в ней. У меня ещё осталось несколько зубов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_11
source: Ah, it's a scale replica of that mischevious robot.
russian: Ах, это точная копия того робота-разрушителя.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_12
source: A muscular hydrostat that's been sat near something hygroscopic.
russian: Мышечный гидростат, который посидел на чём-то гигроскопичном.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_2
source: A fake membranophone.
russian: Поддельный мембранофон.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_3
source: Oh, I just love the bard.
russian: О, я просто обожаю легенды.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_4
source: What a positively, delightfully odd little fellow.
russian: Какой положительно, очаровательно странный приятель.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_5
source: This spacecraft looks to have inadequate thermal controls.
russian: У этого звездолёта неадекватный размер тепловых обтекателей.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_6
source: A tangled mess of wires, not much good for anything.
russian: Спутанный клубок проводов, ни на что не годных.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_7
source: I'd rather use my hands to read a book.
russian: Я лучше использую свои руки для чтения книг.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_8
source: It reminds me of my bath tub. I could use a long soak.
russian: Она напомнила мне о ванной у меня дома. Я могла бы найти применение длинной цепочке.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_9
source: Hmm, don't think I'm missing any buttons at the moment.
russian: Хм-м, не думаю, что мне сейчас не хватает пуговиц.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKULLCHEST
source: A container resembling a cranium.
russian: Сундук, напоминающий череп.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANDORASCHEST
source: An artifact which may contain other artifacts.
russian: Артефакт, в котором могут быть другие артефакты.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEDROLL_STRAW
source: I'm not sleeping on the ground.
russian: Я не буду спать на земле.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHARCOAL
source: It's mostly carbon and ash.
russian: Это главным образом сажа и зола.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_PLANT
source: A swamp-dwelling rhizome.
russian: Болотные корневища.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.GENERIC
source: A cluster of brambles.
russian: Скопление колючек.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.PICKED
source: Picking brambles is dangerous.
russian: Сбор может быть опасен из-за колючек.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.BURNING
source: Combustion!
russian: Реакция окисления!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PAPYRUS
source: Thin sheets of cellulose and lignin
russian: Тонкие листы из целлюлозы и лигнина.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.GENERIC
source: A mangal rhizophora.
russian: Rhizophora mangle.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.CHOPPED
source: It has been felled
russian: Оно было срублено.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNING
source: Combustion!
russian: Реакция окисления!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNT
source: A carbonized mangrove
russian: Обугленное мангровое дерево.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.SLEEPING
source: It's sleeping.
russian: Она спит.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.DEAD
source: Considered a delicacy in some countries.
russian: В некоторых странах считается деликатесом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.GENERIC
source: A amphibian tetrapod.
russian: Четвероногое земноводное.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGGLEBUNWICH
source: Not typically served on a sandwich, but I'll give it a go!
russian: Обычно лапки не подаются в сендвиче, но я дам этому ход!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGLEGS
source: They're still twitching a bit.
russian: Они ещё подёргиваются.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGLEGS_COOKED
source: Not unlike a chicken wing.
russian: Почти не отличить от куриного крылышка.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FRUITMEDLEY
source: What a nice selection of fruit!
russian: Какое приятное ассорти!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMHOLE.GENERIC
source: The sleeping Megadrilacea Oraduos.
russian: Спящий Megadrilacea Oraduos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMHOLE.OPEN
source: Concentric rings of teeth for rapid ingestion.
russian: Зубы расположены концентрически, для более быстрого поглощения пищи.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK1
source: Clockwork junk
russian: Механический хлам.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK2
source: Clockwork junk
russian: Механический хлам.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK3
source: Clockwork junk
russian: Механический хлам.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER
source: A motile storage chest.
russian: Мобильный сундук.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER_EYEBONE.WAITING
source: The oculus is inactive.
russian: Oculus не активен.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRD
source: Magnus Avis, fully developed.
russian: Magnus Avis, взрослая особь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.GENERIC
source: A rather diminutive specimen of the class Aves.
russian: Довольно маленький представитель класса птиц.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.HUNGRY
source: It requires sustenance.
russian: Она требует пищи.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.STARVING
source: Without sustenance, it will surely perish.
russian: Без пищи она, несомненно, погибнет.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.GENERIC
source: An adolescent avian.
russian: Юный представитель птичьих.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.HUNGRY
source: Please keep your voice level to a minimum.
russian: Пожалуйста, уменьши громкость своих просьб до минимального уровня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.STARVING
source: A very naughty bird!
russian: Очень капризная птица!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG
source: It requires incubation.
russian: Требует инкубации.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_COOKED
source: Full of cholesterol.
russian: Сплошной холестерин.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Development appears to be progressing.
russian: Производство, как видно, идёт полным ходом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Exposure to temperature extremes may result in death.
russian: Воздействие экстремальных температур может привести к смерти.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: You will catch your death of cold!
russian: Ты умрёшь от холода!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: We shall soon reap the fruits of our labours.
russian: Скоро я буду пожинать плоды своих трудов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A watched pot never boils.
russian: Когда ждёшь, время тянется медленно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDNEST.GENERIC
source: What a tremendous Magnus Avis egg!
russian: Какое потрясающее яйцо Magnus Avis!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty. Soon the cycle will begin again.
russian: Гнездо пустое. Вскоре цикл повторится снова.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANIMAL_TRACK
source: Animal sign, leading away.
russian: Цепочка следов, ведущая к животному.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIRTPILE
source: Unhygienic!
russian: Негигиенично!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KOALEFANT_WINTER
source: Koalefanta Proboscidea in thick winter pelage
russian: Koalefanta Proboscidea с густым и тёплым мехом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_SUMMER
source: A utilitarian proboscis.
russian: Утилитарный хобот.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_WINTER
source: A specimen of leather and fur.
russian: Экземпляр из кожи и меха.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_COOKED
source: Unpalatable, but high in protein.
russian: Невкусный, но с высоким содержанием белка.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNKVEST_SUMMER
source: Durable outerwear.
russian: Добротная верхняя одежда.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNKVEST_WINTER
source: Ample protection against the elements.
russian: Надёжная защита от непогоды.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEADLYFEAST
source: I'm not sure that's good to eat.
russian: Я не уверена, что это съедобно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REDGEM
source: It is warm.
russian: Он тёплый.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEGEM
source: It is cold.
russian: Он холодный.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PURPLEGEM
source: It gives off a strange aura.
russian: Он испускает странную ауру.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUND
source: That hound is not domesticated.
russian: Эта собака не одомашнена.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREHOUND
source: That hound is more dangerous than the others.
russian: Эта собака опаснее, чем остальные.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEHOUND
source: What a strange, cold beast.
russian: Какой странный, холодный зверь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDBONE
source: The endoskeleton of Canis lupus, definitely not familiaris.
russian: Эндоскелет Canis lupus, определённо не familiaris.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PENGUIN
source: What a classy bird
russian: Какая элегантная птица!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEERCLOPS_EYEBALL
source: I feel a vague sense of accomplishment.
russian: У меня смутное чувство выполненного долга.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEPLETED_GRASS.GENERIC
source: A tuft of a graminoid.
russian: Срез представителя травообразных.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BASALT
source: Material of great density!
russian: Материал с высокой плотностью!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDMOUND
source: Those bones are foreboding.
russian: Эти кости - дурной знак.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERM
source: A piscean biped!
russian: Двуногий piscean!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHOUSE
source: Obviously dilapidated.
russian: Очевидно обветшал.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINERHAT
source: This would make a great reading light.
russian: Отличный источник света для чтения.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT
source: An automatic equine.
russian: Автоматическая лошадь.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BISHOP
source: A clockwork clergyman.
russian: Заводной священник.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROOK
source: A clockwork castle.
russian: Заводная башня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JAMMYPRESERVES
source: I'd love some toast to put this jam on. Oh well.
russian: Хотелось бы ещё и тост для того, чтобы было куда намазать этот джем. Ну да ладно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KABOBS
source: Meat on a stick, what will I think up next?
russian: Мясо на палочке, что бы придумать этакое в следующий раз?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.INSANITYROCK.INACTIVE
source: It appears to be a tiny pyramid.
russian: Похоже на крошечную пирамиду.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.INSANITYROCK.ACTIVE
source: I must be seeing things.
russian: Я, наверное, с ума схожу.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANITYROCK.INACTIVE
source: It seems to have sunk into the soil.
russian: Кажется, он ушёл в почву.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANITYROCK.ACTIVE
source: Fascinating. I'll have to study these markings later.
russian: Захватывающе. Нужно будет изучить эти метки позже.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGTORCH
source: I wonder how it's fueled.
russian: Интересно, чем они его заправляют?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGSKIN
source: The haunch of a semi-intelligent bipedal pig.
russian: Задняя часть полуразумного двуногого свина.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WASPHIVE
source: I had better keep my distance.
russian: Лучше держаться от этого подальше.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLEPILLAR
source: It shows the touch of a Roman artisan. How amazing.
russian: Дело рук римских ремесленников. Удивительно!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLETREE
source: Amazing. A tree made entirely of marble.
russian: Удивительно. Дерево, сделанное полностью из мрамора.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLE
source: A statuesque rock.
russian: Величавый камень.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKBOAT
source: A shipwreck, looks to be useless.
russian: Кораблекрушение. Кажется, оно мне никак не поможет.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEATERVEST
source: This vest screams "stylish, but well-read.".
russian: Этот жилет как бы кричит всем вокруг: "Модная, но начитанная".

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TAFFY
source: I don't much care for sweets, but... desperate times.
russian: Обычно я равнодушна к сладкому, но... время сейчас тяжёлое.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.GENERIC
source: Meats can be dehydrated.
russian: Мясо может быть обезвожено.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DRYING
source: Dehydration is a slow process.
russian: Обезвоживание - долгий процесс.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DONE
source: The process has completed.
russian: Процесс завершён.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLMEAT_DRIED
source: High sodium content.
russian: С высокой концентрацией натрия.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEAT_DRIED
source: Salty yet satisfying.
russian: Солёное, но вроде ничего, есть можно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERMEAT_DRIED
source: Salty yet satisfying.
russian: Солёное, но вроде ничего, есть можно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BACKPACK
source: I could fit many books in here.
russian: Сюда поместилось бы много книг.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BACONEGGS
source: My stomach is aching. Blue eggs and bacon!
russian: Мой желудок ноет. Синие яйца с беконом!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BANDAGE
source: Medicinal dressings.
russian: Лекарственные повязки.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEALINGSALVE
source: A natural disinfectant.
russian: Натуральный дезинфектор.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CANE
source: I'm no rabologist.
russian: Я не раболог.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Highly conductive!
russian: У него хорошая проводимость.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Radiant electrical energy!
russian: Да он сияет от электричества!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORRUINS
source: A hardy Thulecite armour.
russian: Твёрдая тулецитовая броня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BISHOP_NIGHTMARE
source: Such exhilaratingly complex technology.
russian: Какая завораживающе сложная технология.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENAMULET
source: I don't know what that is.
russian: Я даже не представляю, что это такое.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENGEM
source: Chromium impurities have coloured this gem green.
russian: Этот камень зелёный из-за примесей хрома.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT_NIGHTMARE
source: It's nightmare fueled surroundings seem to have corrupted its programming.
russian: Кажется, это кошмарное окружение нарушило алгоритмы его поведения.
