Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARMUFFSHAT
source: Smells like rabbit butt.
russian: Пахнет как задница кролика.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT
source: Definitely not a bird.
russian: Определённо не мясо.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT_COOKED
source: Using fire on it made it a tastier eggplant.
russian: Применив к нему огонь мы получили более вкусный продукт.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT_SEEDS
source: Will these seeds make a plant or baby bird?
russian: Из них появится растение, или маленький бакланчик?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STUFFEDEGGPLANT
source: It's still not a bird, but I stuffed it like one!
russian: Это конечно не индейка, но я нафаршировала его, как будто это она!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BERRYBUSH
source: What's the matter, got no dirt?
russian: В чём дело? Почвы тебе не хватает?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_GRASS
source: What's the matter, got no dirt?
russian: В чём дело? Почвы тебе не хватает?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_MARSH_BUSH
source: What's the matter, got no dirt?
russian: В чём дело? Почвы тебе не хватает?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_SAPLING
source: What's the matter, got no dirt?
russian: В чём дело? Почвы тебе не хватает?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARMUFFS
source: Smells like rabbit butt.
russian: Они пахнут как кроличья задница.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.BURNING
source: YES! BURN!
russian: ДА! ГОРИ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.BURNT
source: I wish it was still burning.
russian: Жаль, что всё так быстро сгорело...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.CHOPPED
source: One less tree in the world.
russian: Одним деревом меньше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.GENERIC
source: It looks like it would burn well.
russian: Похоже, она будет хорошо гореть.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: YES! BURN!
russian: ДА! ГОРИ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I wish it was still burning.
russian: Жаль, что всё так быстро сгорело...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: One less tree in the world.
russian: Одним деревом меньше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Die in a fire!
russian: Умри в огне!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYEPLANT
source: They spread like fire.
russian: Они распространяются подобно огню.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.GENERIC
source: Sigh. It's a pile of dirt.
russian: Эх. Куча грязи.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.GROWING
source: Hurry up, dirtpile. Feed me!
russian: Ну давай, куча грязи, я есть хочу!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Stupid thing needs poop.
russian: Этой дурацкой куче теперь ещё и удобрения подавай.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHERHAT
source: I am a phoenix!
russian: Я феникс!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_CROW
source: Crow feather. It probably smells terrible on fire.
russian: Перо ворона. Наверно ужасно пахнет, если поджечь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_ROBIN
source: Redbird feather. It probably smells terrible on fire.
russian: Перо красной птицы. Наверно ужасно пахнет, если поджечь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_ROBIN_WINTER
source: Snowbird feather. It probably smells terrible on fire.
russian: Перо снегиря. Наверно ужасно пахнет, если поджечь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEM_PUPPET
source: She looks scared half to death.
russian: Она испугана до полусмерти.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREFLIES.GENERIC
source: I wish they didn't run away!
russian: Хочу, чтобы они не убегали!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREFLIES.HELD
source: They're like little fires in my pocket!
russian: Они как огоньки в моём кармане!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREHOUND
source: I actually kind of like this one.
russian: Она мне в каком-то смысле даже нравится.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.EMBERS
source: Uh oh. It's almost gone!
russian: Ох ё... Почти потух!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.GENERIC
source: I could watch it for hours.
russian: Я могу смотреть на него часами.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.HIGH
source: BURN! BURN FASTER!
russian: ГОРИ-ГОРИ ЯСНО!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.LOW
source: This fire is small and boring.
russian: Какой-то он маленький и неинтересный.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.NORMAL
source: Burn!
russian: Гори!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.OUT
source: I should make the fire come back.
russian: Нужно вернуть огонь назад.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRESTAFF
source: This is my absolute favorite toy.
russian: Это однозначно моя самая любимая игрушка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH
source: Slippery fishy!
russian: Скользкая рыбка!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHINGROD
source: Fishing for the answer with a line and sinker.
russian: Есть удочка - будет и улов.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHSTICKS
source: What you see is what you get. Sticks of fish.
russian: Что имеем, то имеем. Палочки из рыбы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHTACOS
source: Convenient taco-grip.
russian: Сносные лепёшки с рыбой.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_COOKED
source: Less slippery now that it's found fire.
russian: Теперь, когда она побывала в огне, уже не такая скользкая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLINT
source: The poor man's fire-starter.
russian: Зажигалка для нищих.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER
source: I don't have time to waste on flowers.
russian: У меня нет времени на цветы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWERHAT
source: A halo of flowers. Too bad it's not a burning halo of flowers.
russian: Нимб из цветов. Очень жаль, что это не пылающий нимб из цветов.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_EVIL
source: Ugh, that smells terrible.
russian: Ух, воняет ужасно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FOLIAGE
source: Fuel for the fire.
russian: Топливо для огня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FOOTBALLHAT
source: Sports are hard.
russian: Заниматься спортом тяжело.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.DEAD
source: I showed him!
russian: Допрыгалась!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.GENERIC
source: He's too damp to burn.
russian: Она слишком мокрая для огня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.SLEEPING
source: They're cute when they're sleeping.
russian: Они такие милые, когда спят.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGGLEBUNWICH
source: Maybe I won't notice that it's frog legs in the sandwich.
russian: Как бы так не обращать внимание на то, что тут торчат лягушачьи лапы?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGLEGS
source: It still twitches every now and then. Freaky.
russian: Они до сих пор иногда подёргиваются. Кошмар.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGLEGS_COOKED
source: The fire made it stop twitching. Fire is the best.
russian: Огонь прекратил их конвульсии. Огонь - самый лучший помощник!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FRUITMEDLEY
source: Yum, fruit!
russian: Ням-ням, фрукты!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEARS
source: These must make them move.
russian: Они приводили что-то в движение.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GHOST
source: I can't kill what's already dead.
russian: Я не могу убить то, что уже мертво.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENAXE
source: It won't light trees on fire, but at least it's shiny.
russian: Он, конечно, не поджигает деревья своим ударом, но по крайней мере блестит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENPICKAXE
source: It won't light rocks on fire, but at least it's shiny.
russian: Она, конечно, не поджигает камни своим ударом, но по крайней мере блестит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENPITCHFORK
source: It won't light the ground on fire, but at least it's shiny.
russian: Они, конечно, не поджигают землю, но зато так блестят!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENSHOVEL
source: It won't make flaming pits, but at least it's shiny.
russian: Она, конечно, не выкапывает пылающие ямы, но зато она так блестит!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDNUGGET
source: Where am I going to spend this.
russian: И вот где магазин, когда он так нужен?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.BARREN
source: It needs poop.
russian: Нуждается в удобрении.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.BURNING
source: Fire! Wooo!
russian: Огонь! У-у-у-у!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.GENERIC
source: It's flammable a tuft of grass.
russian: Легковоспламеняющийся пучок травы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.PICKED
source: Grass stubble is kind of useless.
russian: Пока трава не горит, от неё мало толку.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_CAP
source: Boring!
russian: Скучный!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_CAP_COOKED
source: I changed it with fire!
russian: Я изменю это огнём!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Stupid mushroom.
russian: Дурацкий гриб.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Hey! You! Get up here!
russian: Слышишь, ты! А ну вылазь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Maybe it will return some day.
russian: Может когда-нибудь он вырастет снова.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUNPOWDER
source: Oooooooooh! Shiny!
russian: О-о-о-о-о-о-о! Блестит!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAMBAT
source: Pleased to meat you!
russian: Рада встрече!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAMMER
source: I prefer sharp implements
russian: Я предпочитаю острые принадлежности.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEALINGSALVE
source: It burns! But, where's the fire?
russian: Она жжётся! Но где же огонь?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.COLD
source: It's stone cold.
russian: Этот камень холодный.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.GENERIC
source: A fire would make this even better!
russian: Огонь сделал бы это ещё лучше!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.HOT
source: Look at how it glows!
russian: Гляди, как он светится!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.WARM
source: Heat without the flame... what fun is that?
russian: Тепло без пламени... какая в нём радость?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOMESIGN
source: Less reading! More burning!
russian: Долой чтение! Даёшь жжение!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEY
source: Sweet and delicious!
russian: Сладкий и вкусный!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYCOMB
source: It's waxy.
russian: Они из воска.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYHAM
source: Fire, ham and honey go well together.
russian: Огонь, мясо и мёд отлично ладят друг с другом.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYNUGGETS
source: Honey-covered morsels that have met my friend, fire.
russian: Покрытые мёдом кусочки мяса повстречались с моим другом, огнём.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HORN
source: I can hear those hairy beasts inside.
russian: Мне кажется, я слышу этих волосатых зверюг внутри.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUND
source: What a jerk!
russian: Вот это пугало!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDMOUND
source: Uh oh, I don't like the look of that.
russian: О-хо-хо, не нравится мне его вид.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDBONE
source: Gross.
russian: Примерзко.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEBOX
source: That is the opposite of fire.
russian: Это полная противоположность огню.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEHOUND
source: Gross! Cold!
russian: Мерзкая! Холодная!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.INSANITYROCK.ACTIVE
source: Am I seeing things?
russian: Я что, уже начинаю сходить с ума?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.INSANITYROCK.INACTIVE
source: Doesn't look flammable. How boring.
russian: Кажется, это нельзя поджечь. Скукотища.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JAMMYPRESERVES
source: Wham, bam, jam! Thank you, ma'am.
russian: Вэм, бэм, джем! Спасибо мэм.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KABOBS
source: Meat and fire, now with a stick!
russian: Мясо и огонь, теперь на палочке!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KILLERBEE.GENERIC
source: I like the cut of that bee's jib.
russian: У неё определённо есть свой стиль.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KILLERBEE.HELD
source: Buzz!
russian: Жужжит!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHT
source: It's a pony!
russian: Это пони!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KOALEFANT_SUMMER
source: We will be great friends!
russian: Мы станем отличными друзьями!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KOALEFANT_WINTER
source: He sure looks warm...
russian: Он выглядит таким тёплым...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAMPUS
source: Stay back, you big jerk!
russian: Отвали, козёл!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAMPUS_SACK
source: I've got a new bag!
russian: У меня есть новая сумочка!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEIF
source: He looks flammable!
russian: Он должен хорошо гореть!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEIF_SPARSE
source: He looks flammable!
russian: Он должен хорошо гореть!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Aww, all glow but no fire.
russian: Хм, одно свечение, но нет огня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNING_ROD.GENERIC
source: All the lightning can come here!
russian: Все эти молнии могут ударить сюда!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LITTLE_WALRUS
source: He looks tasty.
russian: Какой симпатяга.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGLOG
source: It looks upset.
russian: Выглядит расстроенным.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOCKEDWES
source: He's trapped by those mean statues!
russian: Его удерживают на месте эти гадкие статуи!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOG.BURNING
source: Burn, log, buuuurn!
russian: Гори, брёвнышко, гори-и-и-и!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOG.GENERIC
source: Wood! So flammable! Hooray!
russian: Древесина! Как же всё-таки хорошо она горит! Ура!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUREPLANT
source: I bet a quick fire would take care of this.
russian: Бьюсь об заклад, огонь позаботится об этой штуке.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUREPLANTBULB
source: It's mine now.
russian: Теперь он мой!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MALE_PUPPET
source: He looks scared half to death.
russian: Он испуган до полусмерти.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.DEAD
source: Why did this plant have a face?
russian: Почему у этого растения есть лицо?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.GENERIC
source: That's not a normal plant
russian: Это не просто растение.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.PICKED
source: Now that's just creepy!
russian: А теперь это становится даже жутковато!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMANDRAKE
source: The fire didn't get rid of its face. Gives me the willies.
russian: Огонь не уничтожил её лица. У меня от этого мурашки по коже.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKESOUP
source: Blending it into a soup got rid of its face.
russian: Кипячение в супе избавило её от лица.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLE
source: It's heavy!
russian: Тяжёлый!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLEPILLAR
source: I wonder if the rest burnt down.
russian: Я вот гадаю, куда делось остальное. Может сгорело?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLETREE
source: The worst kind of tree. The non-flammable kind.
russian: Хуже дерева не придумаешь. Оно не горит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.BURNING
source: Burn, thorns!
russian: Горите, колючки!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.GENERIC
source: It looks sharp.
russian: Они острые.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.PICKED
source: Those thorns hurt!
russian: Эти шипы колятся!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_PLANT
source: It's all planty.
russian: Растительность.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.BURNING
source: YES! BURN!
russian: ДА! ГОРИ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.BURNT
source: I wish it was still burning.
russian: Жаль, что всё так быстро сгорело...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now, are you?
russian: Ну что, колючки пообломались, а?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.GENERIC
source: It looks dangerous!
russian: Опасное на вид!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELL
source: He's so condescending.
russian: Такой высокомерный.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLHEAD
source: He sure likes to talk.
russian: Сразу видно, любитель поболтать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLLIGHT
source: These are no fun. They light themselves.
russian: От этих никакого веселья. Они зажигаются сами собой.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLLOCK
source: Now I just need a key.
russian: Теперь мне всего лишь нужен ключ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLTHRONE
source: Looks sticky.
russian: Выглядит аппетитно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEAT
source: I could make this better with FIRE!
russian: Огонь сделает его лучше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATBALLS
source: Meat made into spheres and improved with fire.
russian: Мясо, свёрнутое в шарики и поджаренное на огне.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DONE
source: It's ready!
russian: Готово!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DRYING
source: Come on meat, dry already!
russian: Давай, мясо, сушись уже!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.GENERIC
source: I want to hang some meat!
russian: Я хочу повесить кусок мяса!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEAT_DRIED
source: Chewy, but satisfying.
russian: Твердовато... Ладно, сойдёт.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERM
source: Eww, it's all swampy.
russian: Фу-у, он весь в тине.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHEAD
source: That's what you get for being so stinky!
russian: Вот, что бывает с теми, от кого воняет.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHOUSE
source: No-one would care if this burned down.
russian: Никто и не заметит, если я его сожгу.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERLASAGNA
source: Noodles, meat and clumps of hair. Nasty.
russian: Лапша, мясо и кусочки шерсти. Гадость.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERMEAT
source: Gross. It's full of hairs.
russian: Мерзость. На нём полно волос.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERMEAT_DRIED
source: It's dry and smells strange.
russian: Оно сухое и очень странно пахнет.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO.GENERIC
source: So annoying!
russian: Такие раздражающие!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO.HELD
source: Keep that mouth away from me!
russian: Держи свой рот подальше от меня!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITOSACK
source: Blood must bubble in currents muggy and thick.
russian: Кровь кипит в потоках свежих, потоках тёплых и густых.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOUND.DUG
source: Better it than me.
russian: Лучше он, чем я.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOUND.GENERIC
source: It's full of dead stuff, I bet.
russian: Держу пари, там много всяких мертвецких вещей.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTLIGHT
source: It's like fire, but purple!
russian: Это как огонь, только фиолетовый!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMAREFUEL
source: Eww, it's still warm!
russian: Фу-у, оно всё ещё тёплое.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTSWORD
source: It's like my dreams can hurt real things!
russian: Это, типа, мои сны могут причинять боль реальным вещам!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NITRE
source: There are tiny explosions trapped inside.
russian: Внутри происходят маленькие взрывы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ONEMANBAND
source: I can do the pyrotechnics too!
russian: Я и пиротехникой могу заправлять!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANDORASCHEST
source: Kind of tacky.
russian: Чуть колется.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANFLUTE
source: Music is boring.
russian: Музыка - это так скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PAPYRUS
source: I bet it'd burn!
russian: Уверена, это горит!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PENGUIN
source: Run away tiny dancers.
russian: Убирайтесь, крошечные танцоры!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PERD
source: Evil bird! Get away from my yummy berries!
russian: Вредная птица! Отвали от моих вкусных ягод!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEROGIES
source: Tasty things sealed with fire.
russian: Вкусные штуковины, щедро сдобренные огнём.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS
source: Stupid flowers. They're almost useless.
russian: Глупые цветы. От них почти никакого толка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS_EVIL
source: Ew, they're sticky.
russian: Фу, они липкие.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PICKAXE
source: It's very pointy.
russian: Она очень острая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGGYBACK
source: I made a backpack out of butts!
russian: Этот рюкзак из задниц!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHEAD
source: I guess I have it alright.
russian: Я думаю, так ей и надо.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.FULL
source: He's doing pig things in there.
russian: Они занимаются там своими маленькими поросячьими делишками.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.GENERIC
source: These pigs have questionable taste in architecture
russian: У этих свиней сомнительный вкус в архитектуре.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: You jerk! Let me in!
russian: Слышь, недоумок! Впусти меня!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGKING
source: Blech. What a slob.
russian: Тьфу. Что за неряха.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.DEAD
source: I wonder how they taste.
russian: Интересно, какие они на вкус?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.FOLLOWER
source: Ick. It's following me.
russian: Ик. Он преследует меня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.GENERIC
source: Ugh. They're fragrant.
russian: Ох, вот это аромат!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.GUARD
source: He's not the boss of me!
russian: Он мне не указ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.WEREPIG
source: Bring it on, piggie!
russian: А ну-ка давай, превратись, хрюша!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGSKIN
source: Ha ha. A pig's butt.
russian: Ха-ха. Задница свиньи.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGTORCH
source: These pigs sure know how to have a good time.
russian: А эти свиньи знают, чем можно развлечь себя в свободное время.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE.GENERIC
source: Hey there, tree seed.
russian: Ку-ку, деревце.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE.PLANTED
source: You'll be a real tree soon.
russian: Скоро ты станешь настоящим деревом.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PITCHFORK
source: Three times the pointiness.
russian: Один удар - три дырки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANTMEAT
source: Eww, it's all slimy.
russian: Фу-у, оно всё склизкое.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANTMEAT_COOKED
source: Fire makes everything better.
russian: С огнём всё становится лучше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.GENERIC
source: I'll eat it if I have to.
russian: Если надо, съем и это.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.GROWING
source: Hurry up, you stupid plant!
russian: Поторапливайся, глупое растение!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.READY
source: Oh boy. Vegetables.
russian: О-хо-хо. Растения.
