Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_KNOCKEDOUT
source: Ow. What was that?
russian: Ох. Это что было?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_MOSQUITOS
source: Skeeters!
russian: Мошки!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODANGERSLEEP
source: It's too scary out to sleep.
russian: Слишком страшно для сна.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODAYSLEEP
source: Only a hoser sleeps during the day.
russian: Днём спят только всякие обалдуи.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOHUNGERSLEEP
source: My belly is too empty to fall asleep.
russian: Надо заправится перед сном.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NO_TRAP
source: Close one!
russian: Почти!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PECKED
source: Sorry! I'll try harder!
russian: Извини! Я стараюсь!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_QUAKE
source: The ground is heaving!
russian: Земля трясётся!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_THORNS
source: Ouch!
russian: Ай!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TORCH_OUT
source: My light ran out!
russian: У меня свет кончился!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TRAP_WENT_OFF
source: Oops!
russian: Ой!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WORMHOLE
source: It was gross in there!
russian: Ну и мерзко же там!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CANFIX
source: I think I can fix this!
russian: Думаю, я смогу починить это!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT
source: Lucy is going to be so proud of me!
russian: Люси будет так мною гордиться!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That's a wrap, eh!
russian: Вот это поворот, а!

# STRINGS.CHARACTERS.WOODIE.BATTLECRY.GENERIC
source: Get over here, eh!
russian: А ну-ка, поди сюда, а!

# STRINGS.CHARACTERS.WOODIE.COMBAT_QUIT.GENERIC
source: I think that's enough.
russian: Думаю, с тебя хватит.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMLIGHT
source: This thing will be useful.
russian: Эта штука мне пригодится.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.PLANT
source: I know a plant when I see one. This'n an impostor!
russian: Растение я с виду точно узнаю. Это что-то не то!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.DIRT
source: Be wary the moving ground.
russian: Берегись двигающейся земли.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.WORM
source: WOOORM!
russian: ЧЕ-Е-ЕРВЬ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EEL
source: This should cook up nicely.
russian: Славный из него харч получится.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EEL_COOKED
source: This cooked up nicely.
russian: Славный харч получился.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UNAGI
source: It'll fill ya up.
russian: Этим можно как следует набить брюхо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYETURRET
source: That'll drive the hosers off.
russian: Теперь ни один обалдуй не сунется.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYETURRET_ITEM
source: This needs to be installed properly.
russian: Его ещё нужно поставить правильно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAURHORN
source: That's a nice horn, eh.
russian: Знатный рог, а.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAURCHEST
source: That's a nice chest with horns, eh.
russian: Хороший сундук с рогами, а.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THULECITE_PIECES
source: It's not wood but it'll do.
russian: Не дерево, но попробовать можно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POND_ALGAE
source: Doesn't look edible.
russian: Выглядит несъедобно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENSTAFF
source: This'll help me dismantle stuff!
russian: Он поможет мне разбирать вещи!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POTTEDFERN
source: It shows my love of plant life.
russian: В нём отражена моя любовь к растительности.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THULECITE
source: It's the wood of the caves!
russian: Он как дерево в пещерах!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORRUINS
source: That'll stop the hurt.
russian: Блокирует повреждения.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINS_BAT
source: Metal on a stick.
russian: Железяка на палке.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINSHAT
source: It's no toque, but it'll do.
russian: Это конечно не моя любимая вязанная шапочка, но мне сойдёт.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I think it's off.
russian: Кажется оно закончилось.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: This thing just turned on!
russian: Штуковина включилась!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: It's vibrating!
russian: Вибрирует!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's going crazy!
russian: Совсем взбесилась!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: It's settling down.
russian: Оно затихает.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's nearly still.
russian: Почти успокоилось.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I think it's off.
russian: Кажись отключилась.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BISHOP_NIGHTMARE
source: I can see the internal workings!
russian: Я даже вижу, что там внутри!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK_NIGHTMARE
source: The gears are spilling out.
russian: Шестерёнки повылазили.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHT_NIGHTMARE
source: Doesn't look to be in the best of shape.
russian: Выглядит не самым лучшим образом.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAUR
source: Another poor soul with a curse.
russian: Ещё одна несчастная, проклятая душа.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_DROPPER
source: They're smart to live away from the corruption.
russian: Им хватило ума жить подальше от порчи.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARELIGHT
source: They should have used wood.
russian: Их бы древесиной топить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RELIC
source: Piece of furniture.
russian: Остатки мебели.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINS_RUBBLE
source: All busted up.
russian: Всё разрушено.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's... it's beautiful.
russian: Это ... это прекрасно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENGEM
source: How flashy.
russian: Как кичливо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGESTAFF
source: This will help me get around quickly.
russian: Он поможет мне перемещаться быстрее.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWAMULET
source: I could cut wood at night with this.
russian: С этой штуковиной я смогу рубить деревья даже ночью.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENAMULET
source: I've always been better at cuttin' anyways.
russian: В рубке деревьев я всё равно лучше.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURPER
source: I think it's living hair.
russian: Я бы назвал это живыми волосами.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURPER_PELT
source: Looks like a dead beaver.
russian: Выглядит как мёртвый бобёр.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSLURPER
source: It tickles, I think it's still alive.
russian: Он щекочется, мне кажется, он ещё жив.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGEAMULET
source: This'll make the chores go by quicker!
russian: Поможет выполнять всю рутину быстрее!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWSTAFF
source: Useful in a pinch!
russian: Пригодится в трудную минуту!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWGEM
source: I can see the stars in it.
russian: Я вижу звёзды внутри.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGEGEM
source: It's shimmering.
russian: Мерцает...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEBASE.VALID
source: It's ready, but am I?
russian: Он-то готов... А я?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEBASE.GEMS
source: Needs gems, eh?
russian: Нужны камушки, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
russian: Выглядит готовым.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.GEMS
source: It'll need a gem.
russian: Здесь нужны камешки.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STAFFLIGHT
source: Well aint that something.
russian: А вот это уже кое-что.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB4
source: I like to call it the 'Hat Machine!'
russian: Я называю её "Шляпмашина"!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUCY
source: I love Lucy!
russian: Я люблю Люси!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR.WORKING
source: There's axe marks on these altar stones.
russian: Тут на камнях отметины от топора.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: Looks a little worn out.
russian: Кажется она слегка обветшала.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Looks a little worn out.
russian: Выглядит немного изношенным.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_STATUE
source: Another hoser.
russian: Ещё один обалдуй.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LICHEN
source: Looks barely edible.
russian: Выглядит не очень съедобно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTLICHEN
source: Yum! Tastes woody!
russian: Ням-ням! На вкус почти как древесинка!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA
source: It tastes tropical.
russian: С тропическим привкусом.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_COOKED
source: I cooked it.
russian: Это я приготовил.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_TREE
source: They don't have those back home.
russian: У нас на родине такое не растёт.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCKY
source: Lobster supper time!
russian: Пора поужинать омарами!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.GENERIC
source: I can't read it.
russian: Ерунду показывает.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.N
source: True north.
russian: Истинный север.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.S
source: South
russian: Юг

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.E
source: East
russian: Восток

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.W
source: West
russian: Запад

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.NE
source: Northeast
russian: Северо-восток

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.SE
source: Southeast
russian: Юго-восток

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.NW
source: Northwest
russian: Северо-запад

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.SW
source: Southwest
russian: Юго-запад

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEAMULET
source: Just need a beverage to cool now, eh?
russian: Пивко бы им охлаждать, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PURPLEAMULET
source: The sparkle is gone from the gem.
russian: А камушек-то не блестит.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELESTAFF
source: I wonder what this thing does.
russian: Интересно, что эта штуковина делает?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONKEY
source: Well then. That's a new one.
russian: Ну что ж. Ещё одна.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONKEYBARREL
source: What a fine choice of building materials.
russian: Какой здоровский набор строительных материалов!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDSTOOTH
source: Beauty, eh?
russian: Красота, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSNURTLESHELL
source: You can never be too safe.
russian: Слишком безопасно никогда не бывает.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BAT
source: Who taught that rat to fly?
russian: Кто научил эту крысу летать?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATBAT
source: A mouse with wings?
russian: Мышь с крыльями?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATWING
source: Gross!
russian: Мерзко!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATWING_COOKED
source: Gross! And tasty! So confusing!
russian: Мерзко! Но вкусно! С ума сойти!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEDROLL_FURRY
source: I love camping.
russian: Обожаю походы.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUNNYMAN
source: He looks friendly enough.
russian: На вид достаточно дружелюбный.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE
source: Shiny!
russian: Сияет!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Shiny!
russian: Сияет!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Shiny!
russian: Сияет!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUANO
source: It stinks less than the other kind.
russian: Дерьмо. Но воняет меньше, чем другие виды дерьма.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LANTERN
source: High tech!
russian: Высокие технологии!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTBULB
source: It looks chewy.
russian: Я б его пожевал.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANRABBIT_TAIL
source: I feel sorry for him.
russian: Мне жаль его.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_TALL
source: I can't let that stand.
russian: Нельзя его так оставлять.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_MEDIUM
source: Maybe I should chop it.
russian: Наверно стоит срубить его.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_SMALL
source: It's made of wood.
russian: Деревянное.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOUSE
source: Is it carrot flavoured?
russian: Она и на вкус как морковка?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLE
source: He's just misunderstood.
russian: Их просто недооценивают.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLE_SHELLPIECES
source: I broke his home. I feel bad.
russian: Я сломал её дом. Теперь мне стыдно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLEHAT
source: This will keep my noggin safe.
russian: Башка целее будет.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLEHOLE
source: Are you guys doing OK in there?
russian: Ребята, вы там в порядке?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLESLIME
source: Someone needs a tissue.
russian: Кому-то нужен носовой платок.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNURTLE
source: Spirals!
russian: Спирали!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_HIDER
source: Tricky devil!
russian: Хитрючий чертяка!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_SPITTER
source: Spitting is rude!
russian: Плеваться невежливо!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERHOLE
source: I should skedaddle before they come out of there.
russian: Свалю-ка я отсюда, пока никто не вылез.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE
source: I'm not too interested in rocks.
russian: Камни меня не шибко интересуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_FULL
source: I'm not too interested in rocks.
russian: Камни меня не шибко интересуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_LOW
source: I'm not too interested in rocks.
russian: Камни меня не шибко интересуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_MED
source: I'm not too interested in rocks.
russian: Камни меня не шибко интересуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL
source: I'm not too interested in rocks.
russian: Камни меня не шибко интересуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_FULL
source: I'm not too interested in rocks.
russian: Камни меня не шибко интересуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_LOW
source: I'm not too interested in rocks.
russian: Камни меня не шибко интересуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_MED
source: I'm not too interested in rocks.
russian: Камни меня не шибко интересуют.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CARPETFLOOR
source: Too classy for my tastes
russian: По мне, слишком вычурно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CHECKERFLOOR
source: Looks like one of those city-people outhouses.
russian: Как у этих городских в сортире.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_DIRT
source: Just some ground, eh?
russian: Просто земля, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_FOREST
source: Just some ground, eh?
russian: Просто земля, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_GRASS
source: Just some ground, eh?
russian: Просто земля, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MARSH
source: Just some ground, eh?
russian: Просто земля, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ROAD
source: Just some ground, eh?
russian: Просто земля, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ROCKY
source: Just some ground, eh?
russian: Просто земля, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SAVANNA
source: Just some ground, eh?
russian: Просто земля, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_WOODFLOOR
source: Flooring fit for a king!
russian: Полы для короля!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CAVE
source: Some ground.
russian: Немного земли.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_FUNGUS
source: It's mushy like peas.
russian: Он мягкий как гороховая каша.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SINKHOLE
source: I found this underground.
russian: Я нашёл это под землёй.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_UNDERROCK
source: Rocks. Bleh.
russian: Камни, фе.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MUD
source: At least you don't have to clean it.
russian: В конце концов, тебе не придётся его убирать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POWCAKE
source: I like the ones made with real sugar better.
russian: Мне больше нравятся те, что сделаны из натурального сахара.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: It's bunged up.
russian: Чем-то заткнута.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE.OPEN
source: It looks like Sudbury down there.
russian: Там внизу - что в твоём Садбери.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_EXIT
source: There are probably trees up there.
russian: Наверху-то, поди, деревья есть.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLPHONOGRAPH
source: Better than most of the stuff on the radio.
russian: Лучше, чем большая часть той чуши, что нам крутят по радио.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOOMERANG
source: That looks hard to throw.
russian: Его сложно кидать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGGUARD
source: I don't want to make him mad.
russian: Не хочу я его злить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ADVENTURE_PORTAL
source: I wonder if that's the way out of here.
russian: Интересно, выход ли это отсюда?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AMULET
source: Always have a backup plan.
russian: Без запасного плана никуда.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANIMAL_TRACK
source: A large woodland creature passed this way!
russian: В ту сторону прошёл большой лесной зверь!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORGRASS
source: It's better than nothing.
russian: Лучше, чем ничего.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORMARBLE
source: It's hard to swing an axe while wearing this.
russian: В этой штуке топором не больно-то помашешь.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORWOOD
source: It fits me so well!
russian: Отлично сидит на мне!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_SANITY
source: It makes me queasy to look at.
russian: Меня мутит уже только от одного её вида.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.GENERIC
source: It all burnt up.
russian: Всё сгорело.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_EYE_BONE
source: This used to be an eyebone.
russian: А был костеглаз.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_THINGIE
source: I guess that doesn't go through there.
russian: Я так думаю, оно не прошло через портал.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AXE
source: It's not as nice as Lucy.
russian: Не так хорош, как Люси.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BABYBEEFALO
source: A face only a mother could love.
russian: Такую морду только мать может полюбить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BACKPACK
source: That's my rucksack.
russian: Это мой рюкзак.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BACONEGGS
source: Awww. It's just front bacon.
russian: Ам-м-м. Бекончик.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BANDAGE
source: At least I didn't have to pay for it.
russian: Хоть платить за него не пришлось.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BASALT
source: That rock ain't going to move.
russian: Этот камушек не сдвинуть.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEARDHAIR
source: These aren't from me.
russian: Это не мой.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEDROLL_STRAW
source: I've slept on worse back at the lumber camp.
russian: На лесоповале и похуже бывала подстилка.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEE.GENERIC
source: She's making the flowers grow.
russian: Она помогает цветам вырастать.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEE.HELD
source: Now what do I do with it?
russian: И что с ней теперь делать?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.FULLHONEY
source: Honey!
russian: Мёд!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.GENERIC
source: Bees!
russian: Пчёлы!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.NOHONEY
source: I get hungry just looking at it.
russian: У меня от одного вида слюнки текут.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.SOMEHONEY
source: I could get more if I waited.
russian: Если бы подождал, собрал бы побольше.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.FOLLOWER
source: I think he likes me.
russian: Кажись, я ему понравился.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.GENERIC
source: He smells like a sod house.
russian: Запах у него как в землянке.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.NAKED
source: Cheer up, eh?
russian: Не унывай, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.SLEEPING
source: He's catching some zeds.
russian: Храпит как старый боцман.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALOHAT
source: Now I'm the king of the beefalo!
russian: Теперь я король бифало!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALOWOOL
source: It feels like my beard.
russian: На ощупь, как моя борода.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHAT
source: This will keep the bees out of my eyes.
russian: Она убережёт мои глаза от пчёл.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHIVE
source: They're all comfy-cosy in there.
russian: Им там уютно и хорошо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEMINE
source: I don't know if the bees like this.
russian: А пчёлкам-то это нравится?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEMINE_MAXWELL
source: Hey! That's just mean!
russian: Эй! Это подло!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES
source: I have a heartier appetite than that.
russian: Это мне на один зуб.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES_COOKED
source: Tastes like warm berries.
russian: На вкус как тёплые ягоды.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.BARREN
source: It needs a good poopin'
russian: Надо-бы его удобрить.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.GENERIC
source: Saskatoon berries?
russian: Ирга?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.PICKED
source: I didn't even share!
russian: Я даже не поделился!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.GENERIC
source: It's where I try to make birds reform their evil ways.
russian: Вот тут я пытаюсь отучить птиц от их злобных помыслов.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.OCCUPIED
source: Think about what you've done, bird!
russian: Подумай о том, что натворила, птица!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.SLEEPING
source: They look so innocent when they dream.
russian: Они выглядят так невинно, когда спят.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDTRAP
source: I'll show those birds yet!
russian: Теперь я покажу этим птицам!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG
source: There's a bird in there thinking evil bird thoughts.
russian: Там внутри птица, думает свои злобные птичьи мысли.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG_COOKED
source: Well, at least it never became a bird.
russian: Что ж, не быть ему больше птицей.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BISHOP
source: It's been a while since my last confession.
russian: Давненько я не исповедовался.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_FIRE
source: This seems a bit aggressive.
russian: Это немного рискованно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_SLEEP
source: I can make my escape if I use this!
russian: Эта штука поможет мне убежать, если придётся!
