Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTLICHEN
source: THIS WILL CRUMBLE AWAY SOON.
russian: ОН БЫСТРО РАСКРОШИТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA
source: MORE CARBON
russian: ЕЩЁ УГЛЕРОД

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_COOKED
source: THESE FOOD THINGS ARE SO TEDIUOUS
russian: ЭТА ЕДА ТАКАЯ СКУЧНАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_TREE
source: LIFE FINDS A WAY, UNFORTUNATELY
russian: К СОЖАЛЕНИЮ, ЖИЗНЬ И СЮДА СМОГЛА ПРОБИТЬСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCKY
source: MY SHELL IS NICER
russian: МОЙ КОРПУС ВЫГЛЯДИТ ЛУЧШЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDSTOOTH
source: MASTICATING EDGE
russian: ЖЕВАТЕЛЬНЫЙ РЕЗЕЦ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSNURTLESHELL
source: HOUSING MODULE
russian: ЗАЩИТНЫЙ КОРПУС

# STRINGS.CHARACTERS.WX78.DESCRIBE.BAT
source: FLYING RAT
russian: ЛЕТАЮЩЕЕ МЛЕКОПИТАЮЩЕЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATBAT
source: AHHAHA! FREE POWER!
russian: А-ХА-ХА! НИКТО НЕ СДЕРЖИТ ЭТУ МОЩЬ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATWING
source: FLYING MECHANISM
russian: ПОЛЁТНЫЙ МЕХАНИЗМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATWING_COOKED
source: BROKEN FLYING MECHANISM
russian: СЛОМАННЫЙ ПОЛЁТНЫЙ МЕХАНИЗМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEDROLL_FURRY
source: COMFORT IS AN ILLUSION
russian: КОМФОРТ - ЭТО ИЛЛЮЗИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUNNYMAN
source: ITS METABOLISM OFFENDS ME
russian: ЕГО ОБМЕН ВЕЩЕСТВ МЕНЯ ОСКОРБЛЯЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE
source: POWER SOURCE: UNKNOWN
russian: ИСТОЧНИК ПИТАНИЯ: НЕИЗВЕСТЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_DOUBLE
source: POWER SOURCE: UNKNOWN
russian: ИСТОЧНИК ПИТАНИЯ: НЕИЗВЕСТЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_TRIPLE
source: POWER SOURCE: UNKNOWN
russian: ИСТОЧНИК ПИТАНИЯ: НЕИЗВЕСТЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUANO
source: MORE POOP. SIGH.
russian: ДРУГОЙ ВИД НАВОЗА. ЭХ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LANTERN
source: LIGHT THE WAY, FRIEND
russian: ОСВЕТИ ПУТЬ, ДРУГ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTBULB
source: BIOLUMINESCENCE IS GROSS
russian: БИОЛЮМИНЕСЦЕНЦИЯ - ЭТО ОТВРАТИТЕЛЬНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANRABBIT_TAIL
source: FUZZY BUNNY NUMBER ONE
russian: ПУШИСТЫЙ ЗАЯЦ НОМЕР ОДИН

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_TALL
source: IT IS USEFULLY BRIGHT
russian: ОНО НЕПЛОХО СВЕТИТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_MEDIUM
source: SHINY RED
russian: СВЕТИТ КРАСНЫМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_SMALL
source: SHINY GREEN
russian: СВЕТИТ ЗЕЛЁНЫМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOUSE
source: THAT IS ONE LARGE CARROT
russian: ЭТО ОДНА ОГРОМНАЯ МОРКОВКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLE
source: HE HAS A SHELL LIKE ME
russian: У НЕГО ТОЖЕ ЕСТЬ КОРПУС

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLE_SHELLPIECES
source: THEY DON'T FIT BACK TOGETHER
russian: ЕГО УЖЕ НЕВОЗМОЖНО СОБРАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLEHAT
source: THIS MAKES ME HAPPY
russian: ОН МЕНЯ РАДУЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLEHOLE
source: THEY DON'T WEAR THEIR SHELLS IN THERE
russian: ТАМ ОНИ ПОЗВОЛЯЮТ СЕБЕ ХОДИТЬ БЕЗ КОРПУСОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLESLIME
source: NOT LOGICAL.
russian: НЕ ЛОГИЧНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNURTLE
source: DIFFERENT SHELL, SAME SLUG
russian: ДРУГОЙ КОРПУС, СЛИЗЕНЬ ТОТ ЖЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_HIDER
source: AN ARMOURED SPIDER
russian: БРОНИРОВАННЫЙ ПАУК

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_SPITTER
source: A PROJECTILE SPIDER
russian: НАСЕКОМОЕ С ВОЗМОЖНОСТЬЮ ДИСТАНЦИОННОЙ АТАКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERHOLE
source: SPIDERS DETECTED
russian: ИСТОЧНИК ПАУКОВ ОБНАРУЖЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE
source: ROCKS CONTAINING ROCKS
russian: ПОДЗЕМНЫЕ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_FULL
source: ROCKS CONTAINING ROCKS
russian: ПОДЗЕМНЫЕ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_LOW
source: ROCKS CONTAINING ROCKS
russian: ПОДЗЕМНЫЕ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_MED
source: ROCKS CONTAINING ROCKS
russian: ПОДЗЕМНЫЕ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL
source: ROCK WITH ROCKS
russian: ПОДЗЕМНЫЕ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_FULL
source: ROCK WITH ROCKS
russian: ПОДЗЕМНЫЕ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_LOW
source: ROCK WITH ROCKS
russian: ПОДЗЕМНЫЕ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_MED
source: ROCK WITH ROCKS
russian: ПОДЗЕМНЫЕ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CARPETFLOOR
source: CARPET GROUND
russian: КОВРОВОЕ ПОКРЫТИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CHECKERFLOOR
source: MARBLE GROUND
russian: МРАМОРНОЕ ПОКРЫТИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_DIRT
source: THE GROUND
russian: ЗЕМЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_FOREST
source: THE GROUND
russian: ЗЕМЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_GRASS
source: THE GROUND
russian: ЗЕМЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MARSH
source: THE GROUND
russian: ЗЕМЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_ROAD
source: ROAD PIECE
russian: ЧАСТЬ ДОРОГИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_ROCKY
source: THE GROUND
russian: ЗЕМЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SAVANNA
source: THE GROUND
russian: ЗЕМЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_WOODFLOOR
source: WOOD GROUND
russian: ДЕРЕВЯННОЕ ПОКРЫТИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CAVE
source: GROUND PARTS
russian: ЧАСТЬ ПОВЕРХНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_FUNGUS
source: GROUND PARTS
russian: ЧАСТЬ ПОВЕРХНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SINKHOLE
source: GROUND PARTS
russian: ЧАСТЬ ПОВЕРХНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_UNDERROCK
source: GROUND PARTS
russian: ЧАСТЬ ПОВЕРХНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MUD
source: GROUND PARTS
russian: ЧАСТЬ ПОВЕРХНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POWCAKE
source: IT NEVER GOES BAD
russian: СРОК ГОДНОСТИ: БЕСКОНЕЧНОСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: DECENT BLOCKED. HOW TO PROCEED?
russian: УМЕРЕННАЯ БЛОКИРОВКА. ПОСЛЕДУЮЩИЕ ДЕЙСТВИЯ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE.OPEN
source: DESCEND?
russian: ПРОИЗВЕСТИ СПУСК?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_EXIT
source: SOLAR ARRAY NEED REFUELING.
russian: СОЛНЕЧНАЯ БАТАРЕЯ РАЗРЯЖЕНА. ТРЕБУЕТСЯ ПЕРЕЗАРЯДКА.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOOMERANG
source: REUSABLE PROJECTILE.
russian: МНОГОРАЗОВЫЙ МЕТАТЕЛЬНЫЙ СНАРЯД

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLPHONOGRAPH
source: IT IS A MUSICAL SLAVE.
russian: МУЗЫКАЛЬНЫЙ РАБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ABIGAIL
source: UNDEAD ALERT
russian: ТРЕВОГА: НЕЖИТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGGUARD
source: HOSTILE DETECTED.
russian: ОБНАРУЖЕН ПРОТИВНИК

# STRINGS.CHARACTERS.WX78.DESCRIBE.ADVENTURE_PORTAL
source: HE IS NOT MUCH OF A CONVERSATIONALIST
russian: НЕ САМЫЙ РАЗГОВОРЧИВЫЙ СОБЕСЕДНИК

# STRINGS.CHARACTERS.WX78.DESCRIBE.AMULET
source: ANOMALY DETECTED
russian: ОБНАРУЖЕНА АНОМАЛИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANIMAL_TRACK
source: LIFEFORM DETECTED
russian: ОБНАРУЖЕНА ФОРМА ЖИЗНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORGRASS
source: THIS WILL ADD EXTRA PROTECTION TO MY METAL CASING.
russian: ЭТО ЗАЩИТИТ МОЙ МЕТАЛЛИЧЕСКИЙ КОРПУС

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORMARBLE
source: EXTRA HEAVY DUTY CASING.
russian: СВЕРХТЯЖЁЛЫЙ КОРПУС

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORWOOD
source: UPGRADED ARMOUR
russian: УЛУЧШЕННАЯ БРОНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_SANITY
source: I WILL PROTECT MYSELF WITH NOTHINGNESS
russian: Я ЗАЩИЩУ СЕБЯ С ПОМОЩЬЮ НЕБЫТИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.GENERIC
source: OUTPUT OF FIRE PROGRAM.
russian: РЕЗУЛЬТАТ ПРОГРАММЫ "ОГОНЬ"

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_EYE_BONE
source: OUTPUT OF EYEBONE TELEPORTATION PROGRAM.
russian: РЕЗУЛЬТАТ ПРОГРАММЫ "ОГОНЬ". ИСХОДНЫЕ ДАННЫЕ: КОСТЕГЛАЗ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_THINGIE
source: OUTPUT OF FIRE PROGRAM. INPUT UNDETERMINED.
russian: РЕЗУЛЬТАТ ПРОГРАММЫ "ОГОНЬ". ИСХОДНЫЕ ДАННЫЕ: НЕИЗВЕСТНО.

# STRINGS.CHARACTERS.WX78.DESCRIBE.AXE
source: A TOOL FOR CHOPPING DOWN LIVING MATTER
russian: ИНСТРУМЕНТ ДЛЯ РУБКИ ЖИВОЙ МАТЕРИИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.GENERIC
source: IT IS STILL INITIALIZING
russian: ОН НАХОДИТСЯ НА ЭТАПЕ ИНИЦИАЛИЗАЦИИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.SLEEPING
source: REST FUNCTION ACTIVATED
russian: ФУНКЦИЯ ОТДЫХА АКТИВИРОВАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.BACKPACK
source: UPGRADED STORAGE MODULE
russian: МОДЕРНИЗИРОВАННЫЙ МОДУЛЬ ХРАНЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BACONEGGS
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BANDAGE
source: TEMPORARY MAINTENANCE DEVICE.
russian: УСТРОЙСТВО ВРЕМЕННОЙ ПОДДЕРЖКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BASALT
source: INSUFFICIENT DESTRUCTIVE ABILITIES
russian: НЕДОСТАТОЧНО РАЗРУШИТЕЛЬНОЙ СИЛЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEARDHAIR
source: DISGUSTING
russian: ОТВРАТИТЕЛЬНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEDROLL_STRAW
source: SLEEP( 1000 )
russian: СОН( 1000 )

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEE.GENERIC
source: A MINDLESS DRONE. I LIKE HIM.
russian: БЕЗДУМНЫЙ ДРОН. ОН МНЕ НРАВИТСЯ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEE.HELD
source: ITS VIBRATIONS ARE COMFORTING
russian: ЕЁ ВИБРАЦИИ УСПОКАИВАЮТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.FULLHONEY
source: HONEY LEVELS ARE HIGH
russian: УРОВЕНЬ МЁДА: ВЫСОКИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.GENERIC
source: WORK HARDER, BEES
russian: ПЧЁЛЫ, РАБОТАЙТЕ ИНТЕНСИВНЕЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.NOHONEY
source: NO HONEY DETECTED
russian: УРОВЕНЬ МЁДА: ОТСУТСТВУЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.SOMEHONEY
source: HONEY LEVELS ARE LOW
russian: УРОВЕНЬ МЁДА: НИЗКИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.FOLLOWER
source: FOLLOW ME WITHOUT QUESTION.
russian: СЛЕДУЙ ЗА МНОЙ И НЕ ЗАДАВАЙ ВОПРОСОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.GENERIC
source: IT STINKS OF MEAT
russian: ОТ НЕГО ВОНЯЕТ МЯСОМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.NAKED
source: I HAVE HUMILIATED IT. GOOD.
russian: Я УНИЗИЛ ЕГО. ХОРОШО.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.SLEEPING
source: IT BEGS TO BE TIPPED OVER
russian: ОН ВСЕМ СВОИМ ВИДОМ ПРОСИТ, ЧТОБЫ ЕГО ВСТРЯХНУЛИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALOHAT
source: THERE ARE TRACES OF FECAL MATTER EMBEDDED IN THE FIBERS
russian: В ВОЛОКНАХ ПРИСУТСТВУЮТ СЛЕДЫ ФЕКАЛИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALOWOOL
source: EXTRUDED BEEFALO DISGUSTINGNESS
russian: ЭКСТРУДИРОВАННАЯ МЕРЗОСТЬ БИФАЛО

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEHAT
source: THE MESH IS SMALLER THAN BEE STINGERS
russian: ОТВЕРСТИЯ В СЕТКЕ МЕЛЬЧЕ, ЧЕМ ЖАЛО ПЧЕЛЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEHIVE
source: HOW INDUSTRIOUS
russian: КАКИЕ РАБОТЯЩИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEMINE
source: IMPROVISED STINGING DEVICE
russian: ИМПРОВИЗИРОВАННОЕ ЖАЛЯЩЕЕ УСТРОЙСТВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEMINE_MAXWELL
source: AGGRESSIVE LIFEFORMS WITHIN
russian: СОДЕРЖИТ АГРЕССИВНЫЕ ФОРМЫ ЖИЗНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES
source: THEY REMIND ME OF BLOOD
russian: НАПОМИНАЮТ КРОВЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES_COOKED
source: THEY HAVE LOST STRUCTURAL INTEGRITY
russian: ОНИ ПОТЕРЯЛИ СТРУКТУРНУЮ ЦЕЛОСТНОСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.BARREN
source: THE SYSTEM IS DOWN
russian: СИСТЕМА ОТКЛЮЧЕНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.GENERIC
source: PERIODIC CALORIE DISPENSER
russian: ПЕРИОДИЧЕСКИЙ РАЗДАТЧИК КАЛОРИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.PICKED
source: IT IS REBOOTING
russian: ОН ПЕРЕЗАГРУЖАЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.GENERIC
source: I WILL IMPRISON THE FLESHLINGS
russian: Я БУДУ ПОМЕЩАТЬ СЮДА БИОЛОГИЧЕСКИЕ СУЩЕСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.OCCUPIED
source: NOW I HAVE YOU
russian: Я ТЕБЯ ПОЙМАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.SLEEPING
source: WAKE UP, FLESHLING
russian: ПРОСЫПАЙСЯ, КУСОК МЯСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDTRAP
source: STUPID BIRDS. HA.
russian: ГЛУПЫЕ ПТИЦЫ. ХА.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRD_EGG
source: I HATE YOU, EGG
russian: Я НЕНАВИЖУ ТЕБЯ, ЯЙЦО

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRD_EGG_COOKED
source: THIS IS SUPPOSED TO BE AN IMPROVEMENT
russian: ЭТО СЛЕДУЕТ СЧИТАТЬ УЛУЧШЕНИЕМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BISHOP
source: REVEREND AUTOMATON
russian: АВТОМАТИЧЕСКИЙ СВЯЩЕННИК

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_FIRE
source: A WEAPON OF MINOR DESTRUCTION
russian: ОРУЖИЕ ЛОКАЛЬНОГО РАЗРУШЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_SLEEP
source: THESE CREATURES ARE SO MANIPULABLE
russian: БИОЛОГИЧЕСКИМИ СОЗДАНИЯМИ ТАК ЛЕГКО МАНИПУЛИРОВАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_PIPE
source: ACCELERATES SHARP OBJECTS TO DANGEROUS SPEEDS
russian: РАЗГОНЯЕТ ОСТРЫЕ ПРЕДМЕТЫ ДО ОПАСНЫХ СКОРОСТЕЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEAMULET
source: THIS WILL MAKE A GREAT HEATSINK.
russian: ИДЕАЛЕН ДЛЯ СИСТЕМЫ ОХЛАЖДЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEGEM
source: IT IS SLIGHTLY COLD
russian: НЕМНОГО ХОЛОДНЫЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEPRINT
source: KNOWLEDGE WAITING TO BE ABSORBED.
russian: ЗНАНИЯ ПОДГОТОВЛЕНЫ К ПРОЦЕССУ ПОГЛОЩЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_CAP
source: MEDICINAL FUNGUS
russian: ЛЕЧЕБНЫЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_CAP_COOKED
source: MODIFIED FUNGUS
russian: МОДИФИЦИРОВАННЫЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: BLUE FUNGUS
russian: СИНИЙ ГРИБ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: IT IS HIDING
russian: ОН ПРЯЧЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I TOOK IT.
russian: Я ЗАБРАЛ ЕГО

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOARDS
source: THEY ARE FLATTER NOW
russian: ТЕПЕРЬ ОНИ БОЛЕЕ ПЛОСКИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT
source: BOAT
russian: ЛОДКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.BONESTEW
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUGNET
source: HARVEST INSECTS
russian: ДЛЯ СБОРА НАСЕКОМЫХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUSHHAT
source: HOW DEMEANING
russian: КАК УНИЗИТЕЛЬНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTER
source: THIS IS IMPROBABLE
russian: РЕЗУЛЬТАТ НЕ ЛОГИЧЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLY.GENERIC
source: IT THINKS IT IS SO PRETTY
russian: ОНА СЧИТАЕТ СЕБЯ ОЧЕНЬ КРАСИВОЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLY.HELD
source: SQUISH
russian: РАЗДАВИТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLYMUFFIN
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLYWINGS
source: IRRIDESCENT
russian: РАДУЖНЫЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
russian: ВНИМАНИЕ: КРИТИЧЕСКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.GENERIC
source: A TEMPORARY ENCAMPMENT
russian: ВРЕМЕННЫЙ ЛАГЕРЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.HIGH
source: WARNING: FIRE IS RAMBUNCTIOUS
russian: ВНИМАНИЕ: ПРЕВЫШЕНО ДОПУСТИМОЕ ЗНАЧЕНИЕ УРОВНЯ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.LOW
source: WARNING: FIRE LEVEL LOW
russian: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.NORMAL
source: IT REMINDS ME OF SOMETHING
russian: ОН МНЕ ЧТО-ТО НАПОМИНАЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.OUT
source: NO FIRE DETECTED
russian: ОГОНЬ НЕ ОБНАРУЖЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.CANE
source: ASSISTED LOCOMOTION DEVICE
russian: ВСПОМОГАТЕЛЬНОЕ УСТРОЙСТВО ПЕРЕДВИЖЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT
source: NUTRITIOUS
russian: ПИТАТЕЛЬНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_COOKED
source: IT IS FLOPPY NOW
russian: ТЕПЕРЬ ОНА МЯГКАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_PLANTED
source: ROBOT NEEDS FOOD
russian: РОБОТУ НУЖНА ЕДА

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
russian: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_FERN
source: YOUR CHARMS WILL NOT WORK ON ME, PLANT.
russian: ТВОЁ ОЧАРОВАНИЕ НА МЕНЯ НЕ ДЕЙСТВУЕТ, РАСТЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHARCOAL
source: COMPRESSED DEAD MATTER. WHAT IS NOT TO LIKE?
russian: СЖАТАЯ МЁРТВАЯ МАТЕРИЯ. КАК ТАКОЕ МОЖЕТ НЕ НРАВИТЬСЯ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK1
source: EX-AUTOMATON
russian: МЕХАНИЗМ ПРЕДЫДУЩЕГО ПОКОЛЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK2
source: EX-AUTOMATON
russian: МЕХАНИЗМ ПРЕДЫДУЩЕГО ПОКОЛЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK3
source: EX-AUTOMATON
russian: МЕХАНИЗМ ПРЕДЫДУЩЕГО ПОКОЛЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESTER
source: THIS EXTERNAL STORAGE UNIT APPEARS TO BE SENTIENT
russian: ЭТО ВНЕШНЕЕ УСТРОЙСТВО ХРАНЕНИЯ ОБЛАДАЕТ РАЗУМОМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESTER_EYEBONE
source: IT IS THE DRM KEY FOR THE STORAGE UNIT
russian: ЛИЦЕНЗИОННЫЙ КЛЮЧ ОТ УСТРОЙСТВА ХРАНЕНИЯ ОБЪЕКТОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMANDRAKE
source: I WIN
russian: Я ВЫИГРАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMEAT
source: FIRE MAKES THINGS BETTER
russian: ОГОНЬ ДЕЛАЕТ ВЕЩИ ЛУЧШЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMONSTERMEAT
source: IT IS STILL SOMEWHAT INCOMPATIBLE
russian: ОНО ВСЁ ЕЩЁ НЕСОВМЕСТИМО

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDSMALLMEAT
source: IT TASTES LIKE BURNT REVENGE
russian: ВКУС ПАЛЁНОЙ РЕЗИНЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_LONG
source: MORE TIME IS REQUIRED
russian: ТРЕБУЕТСЯ БОЛЬШЕ ВРЕМЕНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_SHORT
source: IT IS ALMOST COMPLETE
russian: ПОЧТИ ГОТОВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.DONE
source: THE COOKING PROCESS IS DONE
russian: ПРОЦЕСС ГОТОВКИ ЗАВЕРШЁН

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.EMPTY
source: I CAN REFINE MEATS AND VEGETABLES INTO MORE ROBUST FORMS
russian: Я МОГУ ПРЕОБРАЗОВАТЬ МЯСО И ОВОЩИ В ФОРМЫ С ПОВЫШЕННОЙ ПИТАТЕЛЬНОЙ ЦЕННОСТЬЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN
source: SAY(CORNY_JOKE)
russian: ШУТКА ПРО ЗЛАКОВЫЕ НЕ НАЙДЕНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_COOKED
source: EMPTY CALORIES
russian: НИЗКОЕ СОДЕРЖАНИЕ ПОЛЕЗНЫХ ПИТАТЕЛЬНЫХ ВЕЩЕСТВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
russian: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CROW.GENERIC
source: IT IS SMARTER THAN MOST HUMANS
russian: ОН УМНЕЕ БОЛЬШИНСТВА ЛЮДЕЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CROW.HELD
source: NOT SO SMART NOW, ARE YOU?
russian: УЖЕ НЕ ТАКОЙ ПРОВОРНЫЙ, ДА?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTGRASS
source: PLANT MATTER
russian: РАСТИТЕЛЬНЫЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTREEDS
source: HOLLOW PLANT MATTER
russian: ПОЛЫЙ РАСТИТЕЛЬНЫЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTSTONE
source: I HAVE IMPROVED THE ROCKS
russian: Я УЛУЧШИЛ КАМНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEADLYFEAST
source: POISON DETECTED
russian: ОБНАРУЖЕН ЯД

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEERCLOPS
source: DANGER! THREAT INCOMING!
russian: ВНИМАНИЕ! ОБНАРУЖЕНА ПРИБЛИЖАЮЩАЯСЯ УГРОЗА!

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEERCLOPS_EYEBALL
source: A GIANT ORGANIC LENS
russian: БОЛЬШОЙ ОРГАНИЧЕСКИЙ ОБЪЕКТИВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEPLETED_GRASS.GENERIC
source: AN EXPIRED TUFT OF GRASS
russian: ТРАВА. СРОК ИСПОЛЬЗОВАНИЯ ИСТЁК

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIRTPILE
source: UNKNOWN PILE FORMAT
russian: НЕПРАВИЛЬНАЯ ФОРМА ГРУНТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.COLD
source: SIGNAL STRENGTH: LOW
russian: МОЩНОСТЬ СИГНАЛА: НИЗКАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.GENERIC
source: IT WANTS ITS MOTHER
russian: ОН ИЩЕТ СВОЮ МАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.HOT
source: SIGNAL STRENGTH: EXTREMELY HIGH
russian: МОЩНОСТЬ СИГНАЛА: ОЧЕНЬ ВЫСОКАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARM
source: SIGNAL STRENGTH: MEDIUM
russian: МОЩНОСТЬ СИГНАЛА: СРЕДНЯЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARMER
source: SIGNAL STRENGTH: HIGH
russian: МОЩНОСТЬ СИГНАЛА: ВЫСОКАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.GENERIC
source: PURPOSE OF USE UNCLEAR.
russian: ФУНКЦИЯ ИСПОЛЬЗОВАНИЯ НЕ ИДЕНТИФИЦИРОВАНА.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.READY
source: FINAL INPUT IS LARGE KEY, THEN ROD WILL FUNCTION.
russian: ОЖИДАЕМЫЕ ВВОДНЫЕ ДАННЫЕ: БОЛЬШОЙ КЛЮЧ. ТОГДА ЖЕЗЛ БУДЕТ ФУНКЦИОНИРОВАТЬ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: ROD IS FULLY OPERATIONAL.
russian: ЖЕЗЛ ПОЛНОСТЬЮ ЗАДЕЙСТВОВАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODSTART
source: ROD COULD BE USEFUL TOOL.
russian: ЖЕЗЛ МОЖЕТ БЫТЬ ПОЛЕЗНЫМ ИНСТРУМЕНТОМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT
source: IT HAS HEALING PROPERTIES
russian: ОБЛАДАЕТ ЦЕЛЕБНЫМИ СВОЙСТВАМИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_COOKED
source: I SHOULD EAT THIS SOON
russian: МНЕ НАДО ПОБЫСТРЕЕ ЭТО СЪЕСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
russian: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONPIE
source: UPGRADED FOOD MATERIAL
russian: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRUMSTICK
source: LIVING THINGS ARE MADE OF FASCINATING PARTS
russian: ЖИВЫЕ ОБЪЕКТЫ СДЕЛАНЫ ИЗ УДИВИТЕЛЬНЫХ ДЕТАЛЕЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRUMSTICK_COOKED
source: A TASTE SENSATION
russian: ВКУСОВОЕ ОЩУЩЕНИЕ ПОЛУЧЕНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BERRYBUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
russian: ОН БУДЕТ БОЛЕЕ ПОЛЕЗЕН В ЗЕМЛЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_GRASS
source: IT WOULD BE MORE USEFUL IN THE GROUND
russian: ОНА БУДЕТ БОЛЕЕ ПОЛЕЗНА В ЗЕМЛЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_MARSH_BUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
russian: ОН БУДЕТ БОЛЕЕ ПОЛЕЗЕН В ЗЕМЛЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_SAPLING
source: IT WOULD BE MORE USEFUL IN THE GROUND
russian: ОН БУДЕТ БОЛЕЕ ПОЛЕЗЕН В ЗЕМЛЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN
source: GOOD THING I LACK A NOSE
russian: КАК ХОРОШО, ЧТО У МЕНЯ НЕТ НОСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN_COOKED
source: STILL NOT GOOD
russian: ВСЁ ЕЩЁ НЕ ХОРОШИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
russian: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EARMUFFSHAT
source: I WILL UTILIZE THEIR FURRINESS
russian: Я ИСПОЛЬЗУЮ ИХ МОХНАТОСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT
source: IT HAS AN ILLOGICAL NAME
russian: У НЕГО СТРАННОЕ НАЗВАНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT_COOKED
source: FANCY
russian: ВТОРОЕ АГРЕГАТНОЕ СОСТОЯНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
russian: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNING
source: SOON THERE WILL BE NOTHING LEFT
russian: СКОРО ЗДЕСЬ НИЧЕГО НЕ ОСТАНЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNT
source: I WIN. GOOD.
russian: Я ПОБЕДИЛ. ХОРОШО.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
russian: ПРИРОДНЫЙ МИР ПЕРЕОЦЕНЁН

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.GENERIC
source: TARGET ACQUIRED
russian: ЦЕЛЬ ОБНАРУЖЕНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: SOON THERE WILL BE NOTHING LEFT
russian: СКОРО ЗДЕСЬ НИЧЕГО НЕ ОСТАНЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I WIN. GOOD.
russian: Я ПОБЕДИЛ. ХОРОШО.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
russian: ПРИРОДНЫЙ МИР ПЕРЕОЦЕНЁН
