Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEARS
source: Ah ha! Who is bigger muscles now?
russian: Ага! Кто теперь оказался сильнее?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GHOST
source: Aaaaaaaaaaah!
russian: А-а-а-а-а-а-а-а!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENAXE
source: Fancy axe more good for chop.
russian: Чудной топор лучше рубит.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENPICKAXE
source: Fancy pickaxe do better smash.
russian: Чудная кирка лучше крушит.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENPITCHFORK
source: Fancy pitchfork good for stab ground.
russian: Чудные вилы лучше рыхлят землю.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENSHOVEL
source: Fancy shovel is good hole maker.
russian: Чудная лопата лучше копает ямы.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDNUGGET
source: Money is for tiny men!
russian: Деньги для слабаков!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.BARREN
source: It needs poop.
russian: Её надо удобрить.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.BURNING
source: Not good!
russian: Не хорошо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.GENERIC
source: Is grass.
russian: Это трава.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.PICKED
source: I have defeated the grass!
russian: Я победил траву!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_CAP
source: Is for salads. Blech.
russian: Это для салата. Бэ-э.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_CAP_COOKED
source: Is not same.
russian: Теперь он стал другим.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Is mushy room.
russian: Это грибочек.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Mushy room is hiding!
russian: Грибочек прячется!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I already took that mushy room.
russian: А я нашёл грибочек!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUNPOWDER
source: Boom pepper!
russian: Бум-перчинки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAMBAT
source: Is still good.
russian: Всё ещё свежая.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAMMER
source: Needs sickle!
russian: Нужен серп!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEALINGSALVE
source: It makes me feel alive!
russian: Делает меня живее!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.COLD
source: Cold rock is useless!
russian: Холодный камень бесполезен!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.GENERIC
source: This round rock is like my head!
russian: Этот камень круглый, как моя голова!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.HOT
source: Is finally hot enough!
russian: Вот теперь он достаточно тёплый!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.WARM
source: Is nice to touch!
russian: Приятно трогать!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOMESIGN
source: Is no time for reading signs!
russian: Нет времени читать значки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEY
source: Is yum!
russian: Вкусный!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYCOMB
source: Bee used to live inside.
russian: Пчела должна жить внутри.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYHAM
source: Big meat with sweet is good meat.
russian: Большое мясо с сладким - хорошее мясо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYNUGGETS
source: Small meats with sweet still is good meat.
russian: Маленькое мясо с сладким - тоже хорошее мясо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HORN
source: Is hair-cow horn. Wolfgang hear hair-cow.
russian: Рог волосатой коровы. Вольфганг слышит рог волосатой коровы.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUND
source: Woof!
russian: Гав!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDMOUND
source: Is house of bones.
russian: Это дом из костей.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDBONE
source: Wimpy woof dog was not strong enough.
russian: Гавкучая собака была недостаточно сильной.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEBOX
source: Box what makes cold!
russian: Коробка может делать холод!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEHOUND
source: Bow wow!
russian: Ав-ав!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.INSANITYROCK.ACTIVE
source: Is in my way.
russian: Преграждает мне дорогу.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.INSANITYROCK.INACTIVE
source: Hah. I step over tiny obstacle.
russian: Ха. Я перешагнул через крошечное препятствие.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.JAMMYPRESERVES
source: Oozes like tiny enemy I crush in hand.
russian: Растекается как любой враг, попавшийся мне в руки.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KABOBS
source: Eat off stick is good.
russian: Еда на палке - хорошо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KILLERBEE.GENERIC
source: Angry bee!
russian: Злая пчёлка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KILLERBEE.HELD
source: My angry bee!
russian: Злая пчёлка теперь моя!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHT
source: Horsey horse!
russian: Конский конь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KOALEFANT_SUMMER
source: Nose meat!
russian: Носатое мясо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KOALEFANT_WINTER
source: So soft, I want to squish it!
russian: Такой мягкий. Я хочу раздавить его!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KRAMPUS
source: Scary goat man! Run!
russian: Страшный козлолюдь! Беги!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KRAMPUS_SACK
source: I have goat man's sack.
russian: У меня есть мешок козлолюдя.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEIF
source: Wood man!
russian: Деревянный человек!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEIF_SPARSE
source: Wood man!
russian: Деревянный человек!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Ooooh, sparks!
russian: О-о-о-о, искры!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Is wire in sky!
russian: Это провод в небо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LITTLE_WALRUS
source: You think you are mightier than old man?
russian: Ты думаешь, ты сильнее старика?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGLOG
source: Creepy face log!
russian: Бревно с жутким лицом!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOCKEDWES
source: Is puny man trapped by statue men.
russian: Слабого человека поймали человеки-статуи.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOG
source: Is thick like my arm.
russian: Толстое, как моя рука.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUREPLANT
source: You cannot fool Wolfgang!
russian: Ты не обманешь Вольфганга!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUREPLANTBULB
source: Ah ha! Who is tricky now?
russian: Ага! Ну и кто из нас хитрее?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MALE_PUPPET
source: Scary chair scare him!
russian: Страшный стул пугает его!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.DEAD
source: Little plant man is died!
russian: Маленький растение-людь умер!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.GENERIC
source: Is strange plant.
russian: Странное растение.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.PICKED
source: Little plant man friend!
russian: Маленький растение-людь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMANDRAKE
source: Little plant man is food?
russian: Маленький растение-людь - еда?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKESOUP
source: Little plant man is for make soup!
russian: Маленький растение-людь для супа!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLE
source: I can lift!
russian: Я могу поднять!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLEPILLAR
source: Is too heavy to lift.
russian: Не поднять. Слишком тяжёлое.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLETREE
source: Do not try punch tree.
russian: Это дерево лучше не бить.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.BURNING
source: Uh oh. Spiky fire.
russian: Ой-ой. Колючка горит!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.GENERIC
source: Is thorny.
russian: Он шипастый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.PICKED
source: Thorns hurt.
russian: Шипы делают больно.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_PLANT
source: Is plant.
russian: Это растение.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNING
source: I burn the spikes!
russian: Я сжигаю колючки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNT
source: Is spikey and black now
russian: Теперь оно колючее и чёрное.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.CHOPPED
source: I chop the spikes off!
russian: Я срубил колючку!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.GENERIC
source: Is spikey.
russian: Оно колючее.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELL
source: A fancy suit is no match for my muscles!
russian: Модный костюм не подходит к моим мышцам!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLHEAD
source: Scary head is 12 feet tall!
russian: Страшная голова высотой в 4 метра!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLLIGHT
source: Scary light!
russian: Страшный свет!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLLOCK
source: Scary lock!
russian: Страшный замок!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLTHRONE
source: Scary chair!
russian: Страшный стул!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEAT
source: Meat makes me strong!
russian: Мясо делает меня сильным!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATBALLS
source: Ball of meats make me strong!
russian: Шарики из мяса делают меня сильным!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DONE
source: Yum, meaty leather!
russian: Ням, кожа с мясом!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DRYING
source: Dry meaty things! Dry!
russian: Сушитесь, мясные штуки! Сушитесь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.GENERIC
source: I can dry meat!
russian: Я могу сушить мясо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEAT_DRIED
source: Look like leather, taste like meat.
russian: Выглядит как кожа, а на вкус как мясо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERM
source: Is fishy man!
russian: Рыбный человек!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHEAD
source: What a handsome devil!
russian: Хорош чертяка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHOUSE
source: The house was not strong enough.
russian: Дом был недостаточно сильным.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERLASAGNA
source: Taste like hairs and meats with noodle.
russian: На вкус как волосы и мясо с лапшой.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERMEAT
source: It is not looking like food.
russian: Не похоже на еду.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERMEAT_DRIED
source: Look like leather, taste like leather.
russian: Выглядит как кожа. Вкус как у кожи.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITO.GENERIC
source: Reminds me of uncle!
russian: Сразу вспоминается мой дядюшка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITO.HELD
source: No more blood for you!
russian: Больше ты не будешь пить кровь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITOSACK
source: Uncle did not have gut like this.
russian: Даже у дядюшки такого брюха не было.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOUND.DUG
source: I am sorry, dead peoples.
russian: Простите, мёртвые человеки.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOUND.GENERIC
source: Scary! Is probably full of bones!
russian: Страшно! Там наверное полно костей!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTLIGHT
source: Is strange glow.
russian: Странное свечение.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMAREFUEL
source: Scary stuff.
russian: Страшная штука!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTSWORD
source: Is real? Is not real? Is sharp!
russian: Он настоящий? Не настоящий? Он острый!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NITRE
source: Is rock, but different.
russian: Камень, но не такой.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ONEMANBAND
source: Is big and loud. I like!
russian: Большой и громкий. Мне нравится!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANDORASCHEST
source: Fancy box!
russian: Странная коробка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANFLUTE
source: I can play folk song.
russian: Я могу сыграть народную песенку.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PAPYRUS
source: Is like paper
russian: Как бумага.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PENGUIN
source: Funny walking birds!
russian: Смешные ходячие птички!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PERD
source: Dumb bird is take all berries!
russian: Глупая птица берёт все ягоды!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEROGIES
source: Wolfgang love perogi!
russian: Вольфганг любит вареники!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS
source: These smell nice.
russian: Они хорошо пахнут.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS_EVIL
source: They make my brain hurt.
russian: Делают больно моим мозгам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PICKAXE
source: Pick!
russian: Тюк!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGGYBACK
source: Smelly bag!
russian: Вонючий мешок!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHEAD
source: Why long face?
russian: Что такая кислая морда?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.FULL
source: Hey! Come out here, pig man!
russian: Эй! Выходи, свинолюдь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.GENERIC
source: The door is too small for me.
russian: Эта дверь слишком мала для меня.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Where did he go?
russian: Куда он делся?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGKING
source: Ha! Is good people!
russian: Ха! Это хороший людь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.DEAD
source: No! The pig is dead!
russian: Нет! Свинка умерла!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.FOLLOWER
source: Is friend now!
russian: Это теперь друг!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.GENERIC
source: Hello pig. How are you?
russian: Здравствуй свинка. Как дела?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.GUARD
source: Does he even lift?
russian: Он вообще занимается?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.WEREPIG
source: Angry piggie!
russian: Свирепая хрюшка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGSKIN
source: Why long butt? Ha ha, Wolfgang is funny man.
russian: Что такая кислая задница? Ха-ха, Вольфганг большой шутник.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGTORCH
source: How is fire made?
russian: А как они делают огонь?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE.GENERIC
source: I could crush this tree-seed with my hands!
russian: Я могу раздавить это дерево-семечко своими руками!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE.PLANTED
source: It will be tree soon.
russian: Она скоро станет деревом.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PITCHFORK
source: Reminds me of childhood.
russian: Напоминают мне о детстве.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANTMEAT
source: What is this? Meat for baby man?
russian: Что это такое? Мясо для ребёнка?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANTMEAT_COOKED
source: Is slightly better now.
russian: Теперь оно немного лучше.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy!
russian: С листьями!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.GROWING
source: Is still growing.
russian: Всё ещё растёт.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.READY
source: Mmmm. Is tasty now.
russian: М-м-м-м. Теперь оно вкусное.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE
source: Look like smartypants' brain.
russian: Похоже на мозги умника.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_COOKED
source: Ha ha ha! I cook brain! Not so smart now.
russian: Ха-ха-ха! Я приготовить мозги! Не такой умный уже?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_SEEDS
source: Is piece of brain?
russian: Кусок мозгов?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POND
source: Is all wet.
russian: Весь мокрый.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POOP
source: Smelly!
russian: Вонючий!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN
source: Is big as head of weakling man! Not Wolfgang head.
russian: Большая, как голова слабака! Не такого, как Вольфганг.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKINCOOKIE
source: Is tasty cookie.
russian: Вкусные печенья.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_COOKED
source: I cook your head, puny man! I am strongest Wolfgang.
russian: Я приготовил твою голову, слабак! Вольфганг сильнее!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_LANTERN
source: Now is actual head! Wolfgang afraid!
russian: Теперь это правда голова! Вольфгангу страшно!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_SEEDS
source: This grow food size of wimpy head.
russian: Из них будет расти еда размером с голову слабака.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PURPLEGEM
source: Prettier rock.
russian: Камень покрасивее.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBIT.GENERIC
source: Tiny rabbit! Hide from me!
russian: Маленький кролик! Прячься от меня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBIT.HELD
source: He is my friend.
russian: Он мой друг.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOLE
source: You can not hide forever, jumping meat!
russian: Ты не сможешь прятаться вечно, прыгающее мясо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAINOMETER
source: Splish! Splash!
russian: Кап! Кап!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RATATOUILLE
source: Is food. Sort of.
russian: Еда. Как бы.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAZOR
source: My skin is too strong for hairs!
russian: Моя кожа слишком сильна для волос!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REDGEM
source: Pretty rock.
russian: Красивый камень.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_CAP
source: Oh! Is Pretty and shiny!
russian: Симпатичный и яркий!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_CAP_COOKED
source: Is not same.
russian: Теперь он стал другим.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.GENERIC
source: Is mushy room.
russian: Это грибочек.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.INGROUND
source: Mushy room is hiding!
russian: Грибочек прячется!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.PICKED
source: I already took that mushy room.
russian: А я нашёл грибочек!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.BURNING
source: Not good!
russian: Не хорошо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.GENERIC
source: Is watery grass.
russian: Водная трава.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.PICKED
source: I have beaten the reeds!
russian: Я победил камыш!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUBBLE
source: Broken house stuff.
russian: Сломанная утварь.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB
source: I am not sure how I feel about... science.
russian: Я не уверен, что я силён в ... науке.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB2
source: I am not sure how I feel about... science.
russian: Я не уверен, что я силён в ... науке.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB3
source: What has Wolfgang done?
russian: Это что Вольфганг сейчас сделал?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTATUE
source: I'm not going to die.
russian: Я не собираюсь умирать.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTONE
source: Hop on rock!
russian: Прыг на камень!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN.GENERIC
source: Is pretty red color bird.
russian: Красивая птица красного цвета.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN.HELD
source: Is happy bird in pocket.
russian: Довольная птица в моём кармане.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN_WINTER.GENERIC
source: Is pretty white color bird.
russian: Красивая птица белого цвета.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN_WINTER.HELD
source: Is fluffy bird. Nice bird.
russian: Пушистая птица. Хорошая птица.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBOT_PUPPET
source: Scary chair scare it!
russian: Страшный стул пугает его!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.GENERIC
source: A pile of crusty rocks!
russian: Куча камней с корочкой!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.OUT
source: Ha! Another thing to smash!
russian: Ха! Ещё одна вещь, которую можно разбить!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
russian: Лава охлаждается.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.NORMAL
source: Liquid fire!
russian: Жидкий огонь!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK
source: Is hard! Like me!
russian: Он крепок! Как я!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCKS
source: Is rock. What you not get?
russian: Это камень. Чего тут непонятного?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROOK
source: This one jumps the queen!
russian: Она уже и королеву обскакала!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROPE
source: Strong! Like me!
russian: Крепкая! Как я!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROTTENEGG
source: Stinky!
russian: Вонючка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SANITYROCK.ACTIVE
source: Is beautiful!
russian: Красота!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SANITYROCK.INACTIVE
source: Is hiding underground.
russian: Он прячется внизу.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.BURNING
source: Oops.
russian: Упс.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.GENERIC
source: Puny tree! I am stronger than you!
russian: Жалкое деревце! Я сильнее тебя!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.PICKED
source: Ha! Ha! Ha! Tree is floppy!
russian: Ха-ха-ха! Деревце обмякло!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEEDS
source: Too small to eat.
russian: Слишком малы, чтобы есть.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEEDS_COOKED
source: Fire make bigger, can eat now.
russian: Огонь сделал их больше, уже можно есть.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEWING_KIT
source: Is pokey!
russian: Она малюсенькая!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SHOVEL
source: Dirt Spoon!
russian: Ложка для земли!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SILK
source: Is too fancy.
russian: Очень причудливо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON
source: Not enough muscle.
russian: Не хватает мышц.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKULLCHEST
source: This man had big head!
russian: А у него большая голова!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.GENERIC
source: Is very small bird.
russian: Очень маленькая птица.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.HUNGRY
source: Small bird is hungry.
russian: Маленькая птица хочет кушать.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.STARVING
source: Small bird will die from starving.
russian: Маленькая птица умирает от голода.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLMEAT
source: I need more meat!
russian: Нужно больше мяса!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLMEAT_DRIED
source: Look like leather, taste like meat.
russian: Выглядит как кожа, а на вкус как мясо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPEAR
source: It gave me a sliver.
russian: Я загнал себе занозу.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.DEAD
source: Is made of sticky goo!
russian: Он сделан из липкой жижи!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.GENERIC
source: He has scary face!
russian: У него страшное лицо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.SLEEPING
source: Walk quiet, and he might not see me.
russian: Пройду тихо, может он меня не увидит.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERDEN
source: The bugs are hiding in there.
russian: Там прячутся жуки.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDEREGGSACK
source: Nasty spider eggs.
russian: Противные паучьи яйца.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERGLAND
source: Squishy and wobbly!
russian: Мокрая и противная!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERHAT
source: Is like smooch from giant bug.
russian: Это как поцеловаться с гигантским жуком.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERQUEEN
source: Oh no! Walking bug-house!
russian: О нет! Ходячий жуко-дом!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Not scary now!
russian: Теперь он не страшный!
