Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: This one extra scary.
russian: Этот особенно страшный.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I think not smart to poke it.
russian: Думаю, не умно беспокоить его.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPOILED_FOOD
source: Is ball of yuck!
russian: Отвратная масса!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEHARP
source: Where is pretty music?
russian: Где красивая музыка?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEMAXWELL
source: Man is rock now! Very tricky...
russian: Человек теперь камень! Очень хитро...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STINGER
source: Is sharp like skewer!
russian: Острое как шампур!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STRAWHAT
source: Is good hat!
russian: Хорошая шапка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKBOAT
source: Is broken!
russian: Сломалась!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SWEATERVEST
source: Is vest with pattern for fancy man.
russian: Жилет с рисунком для модников.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TAFFY
source: Is sweet candy thing.
russian: Сладкая конфетка.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRD
source: Is tallest bird!
russian: Самая высокая птица!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG
source: There is bird inside.
russian: Там внутри птица.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_COOKED
source: Cooked bird. Good for breakfast!
russian: Приготовленная птица. Отличный завтрак!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Bird like ice cube!
russian: Птица стала как ледышка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Little bird is trying to get out.
russian: Маленькая птица пытается выбраться.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is too hot for little bird!
russian: Слишком жарко для маленькой птицы!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I wait for bird.
russian: Я жду птицу.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Bird comes soon.
russian: Птица скоро появится.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDNEST.GENERIC
source: Is big egg!
russian: Большое яйцо!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDNEST.PICKED
source: Is nest of emptiness.
russian: Гнездо с ничем.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.GENERIC
source: Hah! Not so tall.
russian: Ха! Не такая высокая.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.HUNGRY
source: Is hungry, and noisy.
russian: Голодная и шумная.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.STARVING
source: Is hungry, noisy and angry!
russian: Голодная, шумная и злая!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I do not fear what lies beyond!
russian: Я не боюсь того, что меня там ждёт!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: Strange rock. Do I sit on?
russian: Странный камень. Может на него сесть?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Something missing still.
russian: Чего-то ещё не хватает.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Is coming together now.
russian: Собирается воедино.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BOX
source: Has little lever.
russian: С маленьким рычажком.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_CRANK
source: Bendy thing is made of metal!
russian: Гнутая штуковина сделана из металла!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_POTATO
source: Ha ha! Ha ha! What ugly potato!
russian: Ха-ха! Ха-ха! Какая уродливая картошка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_RING
source: I will bend into perfect circle!
russian: Я согну его в идеальный круг!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENT
source: It is time for a mighty nap.
russian: Время богатырского сна.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE
source: Skinny monster!
russian: Худой монстр!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLESPOTS
source: Yuck! Slimy!
russian: Фу! В слизи!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLESPIKE
source: Perfect for sticking!
russian: Идеально для наконечника на палку.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_PILLAR
source: Lots of little friends!
russian: Много маленьких друзей!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_PILLAR_ARM
source: Tiny tentacle baby thing! Ha!
russian: Маленький щупальце-малыш! Ха!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_GARDEN
source: Hmmmm, suspicious!
russian: Хм-м-м, подозрительно!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TOPHAT
source: Is good hat!
russian: Хорошая шапка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TORCH
source: I attack night with fire stick.
russian: Я атакую ночь с помощью горящей палки.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP
source: No trap can hold me!
russian: Ни одна ловушка не удержит меня!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP_TEETH
source: It bites bottoms from below!
russian: Она снизу кусает за пятки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP_TEETH_MAXWELL
source: Whoever put this is bad fella!
russian: Кто это оставил - плохой парень!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREASURECHEST
source: I put stuff there!
russian: Я буду класть сюда свои вещи!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_1
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_10
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_11
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_12
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_2
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_3
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_4
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_5
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_6
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_7
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_8
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_9
source: Is junk, I think.
russian: Я думаю, это хлам.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNKVEST_SUMMER
source: Is warm fuzzy nose.
russian: Тёплый и мягкий нос.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNKVEST_WINTER
source: I'm real cozy in this nose!
russian: Этот нос удобный-удобный!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_COOKED
source: Is cooked nose.
russian: Приготовленный нос.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_SUMMER
source: Is floppy nose.
russian: Гибкий нос.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_WINTER
source: Is floppy hairy nose.
russian: Большой, гибкий и волосатый нос.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURKEYDINNER
source: Is good feast of bird meat.
russian: Праздничная еда из мяса птицы.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TWIGS
source: Puny twigs! I can break them!
russian: Слабенькие ветки! Я могу легко сломать их!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UMBRELLA
source: The rain hurts my mighty skin.
russian: Дождь вредит моей могучей коже.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WAFFLES
source: Why does bread have holes?
russian: Зачем в этом хлебе ямки?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY
source: Wall is made of grass!
russian: Стена, сделанная из травы!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY_ITEM
source: Scratchy straws!
russian: Царапучее сено!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_STONE
source: Wall is strong like me!
russian: Стена, крепкая как я!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_STONE_ITEM
source: Piles of rocks!
russian: Кучка камней!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_RUINS
source: Old Wall is strong!
russian: Старая стена сильная!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_RUINS_ITEM
source: Stack of old rocks!
russian: Пачка старых камней!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD
source: Hello, pointy sticks!
russian: Привет, острые палочки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD_ITEM
source: Pokey sticks!
russian: Тоненькие палочки!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS
source: Sea cow man!
russian: Морская корова!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUSHAT
source: I have sea cow man's hat!
russian: У меня шляпа морской коровы!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_CAMP.EMPTY
source: Is locked.
russian: Закрыто.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_CAMP.GENERIC
source: How do they all fit?
russian: Как они там все помещаются?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_TUSK
source: Sea cow man tooth!
russian: Зуб морской коровы!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WASPHIVE
source: Mind says no. Muscles say yes!
russian: Разум говорит "нет". Мышцы твердят "да"!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WETGOOP
source: Wolfgang ruin food!
russian: Вольфганг испортил еду!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTERHAT
source: It make ears happy in cold!
russian: Делает ушам уютно на холоде!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTEROMETER
source: Cold go up! Red go down!
russian: Холода больше - красного меньше!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMHOLE.GENERIC
source: Like soft pillow, growing on ground.
russian: Как мягкая подушка, растущая на земле.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMHOLE.OPEN
source: It can not harm this man!
russian: Она не может навредить такому человеку!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORRUINS
source: Protect me? I don't need it!
russian: Она защитит меня? Ха! Мне защита не нужна!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BISHOP_NIGHTMARE
source: Is angry man. Should relax.
russian: Он какой-то злой. Ему нужно расслабится.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENAMULET
source: What is this thing?
russian: Что это за штука такая?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENGEM
source: Is pretty and not be crushed. Like me!
russian: Красивый и неразрушимый. Прямо как я!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHT_NIGHTMARE
source: Funny metal man.
russian: Забавный металлический человек.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAUR
source: Strong! Like me! I like him!
russian: Сильный! Прям как я! Он мне нравится!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Chop and dig! I can do that all day.
russian: Рубить и копать! Я могу так весь день.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARELIGHT
source: Is light, but not good light.
russian: Это свет. Но это нехороший свет.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: The bad light comes soon.
russian: Злой свет вот-вот появится.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The bad light is here and getting stronger.
russian: Злой свет уже здесь и стаёт всё сильнее.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: I think bad light not get stronger.
russian: Думаю, злой свет сильнее не станет.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Bad light time is ending.
russian: Кажется, злой свет скоро исчезнет.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Good time is soon.
russian: Уже скоро всё будет хорошо.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: No bad light.
russian: Нет плохого света.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Is safe from bad light.
russian: Тут я в безопасности от плохого света.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGESTAFF
source: Better to walk I think.
russian: По-моему, лучше пройтись пешком.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROOK_NIGHTMARE
source: Is no match for my mighty chest!
russian: Ей не сравниться с моей могучей грудью!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RELIC
source: Is junk?
russian: Это какой-то хлам?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINS_RUBBLE
source: I will make better with crushing.
russian: А я могу ломать ещё лучше.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINS_BAT
source: Is creepy.
russian: Жутковато.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINSHAT
source: Is hat for king.
russian: Это шапка для короля.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_DROPPER
source: Scary spider from above.
russian: Страшный паук спустился сверху.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.THULECITE
source: Is pretty rock.
russian: Красивый камушек.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWAMULET
source: Is glowing yellow.
russian: Светится жёлтым.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I will defeat you, tiny arrow!
russian: Я победю тебя, маленькая стрелка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGTREE
source: Tree is spooky!
russian: Жуткое дерево!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICESTAFF
source: Is my cold stick!
russian: Моя холодная палка!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_GENERIC
source: What is this thing?
russian: Что это такое?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_TOODARK
source: Help me! It is dark!
russian: Помогите! Тут темно!

# STRINGS.CHARACTERS.WOLFGANG.EAT_FOOD.TALLBIRDEGG_CRACKED
source: This egg too crunchy.
russian: Это яйцо слишком хрустящее.

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: DANGER! TARGET IS AWAKE
russian: ОПАСНОСТЬ! ЦЕЛЬ НЕ СПИТ

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.GENERIC
source: THAT IS NOT A VALID SHAVE TARGET
russian: ОШИБКА: ВЫБРАН НЕВЕРНЫЙ ОБЪЕКТ

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.NOBITS
source: THERE IS NO STUBBLE TO SHAVE
russian: ОШИБКА: ШЕРСТЬ ДЛЯ БРИТЬЯ НЕ ОБНАРУЖЕНА

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.STORE.GENERIC
source: IT IS AT CAPACITY
russian: ДОСТИГНУТ ПРЕДЕЛ НАГРУЗКИ

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.STORE.NOTALLOWED
source: THAT INPUT IS NOT ALLOWED
russian: НЕДОПУСТИМЫЙ ВВОД

# STRINGS.CHARACTERS.WX78.ACTIONFAIL_GENERIC
source: ACTION NOT AVAILABLE IN CURRENT CONTEXT
russian: ДЕЙСТВИЕ НЕВОЗМОЖНО В ДАННОМ СЛУЧАЕ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARGE
source: **SYSTEM OVERLOAD**
russian: **СИСТЕМА ПЕРЕГРУЖЕНА**

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DISCHARGE
source: SYSTEMS NOMINAL
russian: ВСЕ СИСТЕМЫ В НОРМЕ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ADVENTUREFAIL
source: ABORT, RETRY, FAIL?
russian: ПРЕРВАТЬ, ПОВТОРИТЬ, ПРОДОЛЖИТЬ?

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BEES
source: BEES!
russian: ПЧЁЛЫ!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BOOMERANG
source: ERROR: CATCH FAILED
russian: ОШИБКА: НЕ УДАЛОСЬ ПОЙМАТЬ ОБЪЕКТ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE
source: THREAT DETECTED
russian: ОБНАРУЖЕНА УГРОЗА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE_ATTACK
source: ERROR: UNKNOWN ATTACKER
russian: ОШИБКА: НЕИЗВЕСТНЫЙ АГРЕССОР

# STRINGS.CHARACTERS.WX78.ANNOUNCE_COLD
source: MECHANISMS ARE FREEZING
russian: ПЕРЕОХЛАЖДЕНИЕ МЕХАНИЗМОВ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CRAFTING_FAIL
source: INSUFFICIENT RESOURCES
russian: НЕДОСТАТОЧНО РЕСУРСОВ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DEERCLOPS
source: WARNING: LARGE ATTACKER INCOMING
russian: ВНИМАНИЕ: ПРИБЛИЖАЕТСЯ КРУПНЫЙ АГРЕССОР

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DUSK
source: WARNING: NIGHT APPROACHING
russian: ВНИМАНИЕ: ПРИБЛИЖАЕТСЯ НОЧЬ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.GENERIC
source: DELICIOUS
russian: ВКУСОВЫЕ СЕНСОРЫ: ПОЛУЧЕН ПОЛОЖИТЕЛЬНЫЙ СИГНАЛ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.PAINFUL
source: THAT WAS NOT FOOD
russian: ЭТО БЫЛА НЕ ПИЩА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.SPOILED
source: SPOILED FOOD IS STILL FOOD
russian: ИСПОРЧЕННАЯ ЕДА - ВСЁ ЕЩЁ ЕДА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.STALE
source: STALE FOOD IS JUST AS GOOD
russian: ГНИЛАЯ ЕДА ВСЁ ТАКЖЕ ХОРОША

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ENTER_DARK
source: OPTICAL SENSORS DEACTIVATED
russian: ОПТИЧЕСКАЯ СИСТЕМА ОТКЛЮЧЕНА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ENTER_LIGHT
source: OPTICAL SENSORS ACTIVE
russian: ОПТИЧЕСКАЯ СИСТЕМА АКТИВИРОВАНА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_FREEDOM
source: ENGAGE FREEDOM PROTOCOL
russian: АКТИВИРОВАТЬ ПРОТОКОЛ "СВОБОДА"

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HIGHRESEARCH
source: INFORMATION OVERLOAD
russian: ИНФОРМАЦИОННАЯ ПЕРЕГРУЗКА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HOUNDS
source: SOMETHING IS COMING
russian: ЧТО-ТО ПРИБЛИЖАЕТСЯ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNGRY
source: FUEL RESERVES LOW
russian: НИЗКИЙ УРОВЕНЬ ТОПЛИВА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_BEAST_NEARBY
source: DISTANCE TO LIFEFORM: MINIMAL
russian: РАССТОЯНИЕ ДО ФОРМЫ ЖИЗНИ: МИНИМАЛЬНОЕ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_LOST_TRAIL
source: END OF TRAIL
russian: СБОЙ РЕЖИМА ВЫСЛЕЖИВАНИЯ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_INV_FULL
source: ITEM EXCEEDS CARRYING CAPACITY
russian: ОБЪЕКТ ПРЕВОСХОДИТ ГРУЗОПОДЪЁМНОСТЬ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_KNOCKEDOUT
source: CPU REBOOTED
russian: ЦЕНТРАЛЬНЫЙ ПРОЦЕССОР ПЕРЕЗАГРУЖЕН

# STRINGS.CHARACTERS.WX78.ANNOUNCE_LOWRESEARCH
source: MATERIAL HAS LOW INFORMATIONAL CONTENT
russian: ДАННЫЕ СОДЕРЖАТ НИЗКИЙ ПРОЦЕНТ ПОЛЕЗНОЙ ИНФОРМАЦИИ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_MOSQUITOS
source: MOSQUITOS!
russian: КОМАРЫ!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODANGERSLEEP
source: WARNING: THREAT DETECTED. SLEEP MODE DEACTIVATED.
russian: ВНИМАНИЕ: ОБНАРУЖЕНА УГРОЗА. СПЯЩИЙ РЕЖИМ ОТМЕНЁН.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP
source: SLEEP MODE UNAVAILABLE DURING DAY
russian: СПЯЩИЙ РЕЖИМ НЕДОСТУПЕН ДНЁМ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP_CAVE
source: SLEEP MODE UNAVAILABLE DURING DAY
russian: СПЯЩИЙ РЕЖИМ НЕДОСТУПЕН ДНЁМ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOHUNGERSLEEP
source: CAN NOT SLEEP ON AN EMPTY NUTRIENT PROCESSOR.
russian: РЕЖИМ СНА НЕДОСТУПЕН ПРИ ПУСТОМ БИОПРОЦЕССОРЕ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NO_TRAP
source: ANALYSIS COMPLETE. SITUATION STABLE.
russian: АНАЛИЗ ЗАВЕРШЁН: СИТУАЦИЯ СТАБИЛЬНА.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PECKED
source: OUCH
russian: АЙ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_QUAKE
source: SHAKING EARTH DETECTED
russian: ЗАФИКСИРОВАНО ЗЕМЛЕТРЯСЕНИЕ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_RESEARCH
source: INFORMATION ADDED
russian: ИНФОРМАЦИЯ ДОБАВЛЕНА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_THORNS
source: DAMAGE DETECTED
russian: ЗАФИКСИРОВАНО ПОВРЕЖДЕНИЕ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TORCH_OUT
source: TORCH EXHAUSTED
russian: ФАКЕЛ ИСЧЕРПАН

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TRAP_WENT_OFF
source: IT'S A TRAP
russian: ЛОВУШКА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_UNIMPLEMENTED
source: ALERT: OBJECT NOT FUNCTIONING TO SPECIFICATION.
russian: ТРЕВОГА: ОБЪЕКТ ФУНКЦИОНИРУЕТ НЕ ПО СПЕЦИФИКАЦИИ.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WORMHOLE
source: MY INPUTS ARE FULL OF SLIME
russian: МОИ РАЗЪЁМЫ ПОЛНЫ СЛИЗИ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CANFIX
source: I CAN FIX THIS.
russian: Я МОГУ ПОЧИНИТЬ ЭТО.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT
source: WHY AM I DOING THIS?
russian: ЗАЧЕМ Я ЭТО ДЕЛАЮ?

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT_DONE
source: TASK COMPLETE
russian: ЗАДАЧА ВЫПОЛНЕНА

# STRINGS.CHARACTERS.WX78.BATTLECRY.GENERIC
source: I WILL DESTROY YOU
russian: Я УНИЧТОЖУ ТЕБЯ

# STRINGS.CHARACTERS.WX78.BATTLECRY.PREY
source: EXTERMINATE
russian: ИСТРЕБИТЬ

# STRINGS.CHARACTERS.WX78.COMBAT_QUIT.GENERIC
source: COMBAT ROUTINE FAILED
russian: СБОЙ БОЕВОГО РЕЖИМА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMLIGHT
source: MAGIC LIGHT BERRY.
russian: МАГИЧЕСКИ СВЕТЯЩАЯСЯ ЯГОДА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.PLANT
source: THAT PLANT SEEMS SUSPICIOUS.
russian: ПОДОЗРИТЕЛЬНОЕ РАСТЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.DIRT
source: WARNING. LIFE DETECTED.
russian: ВНИМАНИЕ: НЕИЗВЕСТНАЯ ФОРМА ЖИЗНИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.WORM
source: THREAT IMMINENT.
russian: УГРОЗА ОПАСНОСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL
source: I TOOK IT FROM IT'S HOME. THIS IS FUNNY TO ME!
russian: Я ДОСТАЛ ЕГО ПРЯМО ИЗ ЕГО ДОМА. ЭТО ЖЕ ЗАБАВНО!

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL_COOKED
source: THE FLAMES HELP CONDENSE THE ENERGY.
russian: ОГОНЬ ПОМОГАЕТ УПЛОТНИТЬ ЭНЕРГИЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.UNAGI
source: A FANCIER FUEL PACK.
russian: ЛЮБИТЕЛЬСКИЙ ИСТОЧНИК ТОПЛИВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYETURRET
source: I HAVE TAMED MIGHTY BEASTS TO FIGHT FOR ME.
russian: Я ПРИРУЧИЛ МОГУЧИХ ЗВЕРЕЙ, ЧТОБЫ ОНИ ДРАЛИСЬ ЗА МЕНЯ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYETURRET_ITEM
source: I NEED TO SET THIS UP PROPERLY.
russian: ОБЪЕКТУ ТРЕБУЕТСЯ КОРРЕКТНАЯ УСТАНОВКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAURHORN
source: I HAVE TAKEN A TROPHY TO PROVE MY MIGHT.
russian: Я ЗАХВАТИЛ ТРОФЕЙ, КАК ПОКАЗАТЕЛЬ СВОЕГО МОГУЩЕСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAURCHEST
source: CHEST HAS POINTY EARS.
russian: У СУНДУКА ЗАОСТРЁННЫЕ УШИ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.THULECITE_PIECES
source: WITH THIS I CAN CREATE MORE THULECITE.
russian: ИЗ ЭТОГО Я МОГУ СОЗДАТЬ БОЛЬШЕ ТУЛЕЦИТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.POND_ALGAE
source: LOOK AT IT STRUGGLE TO LIVE.
russian: ВЗГЛЯНИ НА ЕГО СТРЕМЛЕНИЕ ВЫЖИТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENSTAFF
source: HAHAHA! SUCH A POWERFUL TOOL.
russian: ХА-ХА-ХА! КАКОЙ МОЩНЫЙ ИНСТРУМЕНТ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.POTTEDFERN
source: MAYBE THIS WILL HELP LURE VICTIMS TO MY BASE.
russian: ВОЗМОЖНО, ЭТО ПОМОЖЕТ ПРИМАНИВАТЬ ЖЕРТВЫ К МОЕЙ БАЗЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURPER
source: IT VIOLATED MY SMELLING MODULE.
russian: СБОЙ МОДУЛЯ ОБОНЯНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURPER_PELT
source: A MEATSACK
russian: ГИБКИЙ КОРПУС

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSLURPER
source: FURRY INSULATION FOR MY WIRES.
russian: ПУШИСТАЯ ИЗОЛЯЦИЯ ДЛЯ МОИХ ПРОВОДОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGEAMULET
source: A WIRELESS ARM MODULE.
russian: МОДУЛЬ БЕСПРОВОДНОЙ РУКИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWSTAFF
source: THESE GEMS WORK WELL WITH STICKS.
russian: ЭТИ КАМНИ ХОРОШО КОМПОНУЮТСЯ С ПАЛКАМИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWGEM
source: IT IS RATHER HEAVY.
russian: ОН ОТНОСИТЕЛЬНО ТЯЖЁЛЫЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGEGEM
source: IT SHIMMERS IN MY HANDS.
russian: ОН ПЕРЕЛИВАЕТСЯ В МОИХ РУКАХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEBASE.VALID
source: IT IS READY FOR USE.
russian: ГОТОВ К ИСПОЛЬЗОВАНИЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEBASE.GEMS
source: I MUST PROVIDE POWER TO MY CREATION.
russian: МОЕМУ ИЗОБРЕТЕНИЮ НУЖНО ПИТАНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.VALID
source: POWER == ON
russian: ПИТАНИЕ: ВКЛЮЧЕНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.GEMS
source: IT REQUIRES A BATTERY.
russian: ТРЕБУЕТСЯ ИСТОЧНИК ЭНЕРГИИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STAFFLIGHT
source: SUCH POWER!!
russian: ТАКАЯ СИЛА!!

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB4
source: WITH THIS EXTRA POWER I HAVE... MORE POWER!
russian: МОЩНОСТЬ ЭТОЙ МАШИНЫ ДАСТ МНЕ... БОЛЬШЕ МОЩНОСТИ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.WORKING
source: ERROR: CAUSALITY COMPROMISED
russian: ОШИБКА: ПРИЧИННОСТЬ СКОМПРОМЕТИРОВАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: ERROR: PSUDOSCIENCE UNWORKABLE
russian: ОШИБКА: ЛЖЕНАУЧНАЯ СТАНЦИЯ НЕРАБОЧАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: ERROR: PSUDOSCIENCE UNWORKABLE
russian: ОШИБКА: ЛЖЕНАУЧНАЯ СТАНЦИЯ НЕРАБОЧАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_STATUE
source: A NIGHTMARE INDICATOR
russian: ИНДИКАТОР КОШМАРА

# STRINGS.CHARACTERS.WX78.DESCRIBE.LICHEN
source: A SLOW GROWING SYMBIOTE
russian: МЕДЛЕННО РАСТУЩИЙ СИМБИОТ
