Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.BUNNYMANNAMES.45
source: Redhild
russian: Редхилд

# STRINGS.BUNNYMANNAMES.46
source: Redland
russian: Редленд

# STRINGS.BUNNYMANNAMES.47
source: Suko
russian: Суко

# STRINGS.BUNNYMANNAMES.48
source: Thumbelina
russian: Дюймовочка

# STRINGS.BUNNYMANNAMES.49
source: Topweight
russian: Топвэйт

# STRINGS.BUNNYMANNAMES.50
source: Touchon
russian: Тюшон

# STRINGS.BUNNYMANNAMES.51
source: Uchon
russian: Ухон

# STRINGS.BUNNYMANNAMES.52
source: Valery
russian: Валери

# STRINGS.BUNNYMANNAMES.53
source: Yellow
russian: Трусишка

# STRINGS.BUNNYMANNAMES.54
source: Zino
russian: Зино

# STRINGS.BUNNYMANNAMES.55
source: Scandius
russian: Скандий

# STRINGS.BUNNYMANNAMES.56
source: Yttria
russian: Иттрий

# STRINGS.BUNNYMANNAMES.57
source: Lanthan
russian: Лантан

# STRINGS.BUNNYMANNAMES.58
source: Cerium
russian: Церий

# STRINGS.BUNNYMANNAMES.59
source: Praseodymia
russian: Празеодимия

# STRINGS.BUNNYMANNAMES.60
source: Neodymia
russian: Неодимия

# STRINGS.BUNNYMANNAMES.61
source: Promethia
russian: Прометия

# STRINGS.BUNNYMANNAMES.62
source: Samari
russian: Самарий

# STRINGS.BUNNYMANNAMES.63
source: Europia
russian: Европия

# STRINGS.BUNNYMANNAMES.64
source: Gadolin
russian: Гадолин

# STRINGS.BUNNYMANNAMES.65
source: Terbia
russian: Тербий

# STRINGS.BUNNYMANNAMES.66
source: Dyspros
russian: Диспроз

# STRINGS.BUNNYMANNAMES.67
source: Holmia
russian: Гольмий

# STRINGS.BUNNYMANNAMES.68
source: Erbium
russian: Эрбий

# STRINGS.BUNNYMANNAMES.69
source: Thulium
russian: Тулий

# STRINGS.BUNNYMANNAMES.70
source: Ytterbia
russian: Иттербий

# STRINGS.BUNNYMANNAMES.71
source: Lutetium
russian: Лютеций

# STRINGS.PIGNAMES.1
source: Augustus
russian: Август

# STRINGS.PIGNAMES.2
source: Tiberius
russian: Тиберий

# STRINGS.PIGNAMES.3
source: Caligula
russian: Калигула

# STRINGS.PIGNAMES.4
source: Claudius
russian: Клавдий

# STRINGS.PIGNAMES.5
source: Nero
russian: Нерон

# STRINGS.PIGNAMES.6
source: Galba
russian: Гальба

# STRINGS.PIGNAMES.7
source: Otho
russian: Отон

# STRINGS.PIGNAMES.8
source: Vitellius
russian: Вителлий

# STRINGS.PIGNAMES.9
source: Vespasian
russian: Веспасиан

# STRINGS.PIGNAMES.10
source: Titus
russian: Тит

# STRINGS.PIGNAMES.11
source: Domitian
russian: Домициан

# STRINGS.PIGNAMES.12
source: Nerva
russian: Нерва

# STRINGS.PIGNAMES.13
source: Trajan
russian: Траян

# STRINGS.PIGNAMES.14
source: Hadrian
russian: Адриан

# STRINGS.PIGNAMES.15
source: Antonius
russian: Антоний

# STRINGS.PIGNAMES.16
source: Lucius
russian: Луций

# STRINGS.PIGNAMES.17
source: Marcus
russian: Марк

# STRINGS.PIGNAMES.18
source: Commodus
russian: Коммод

# STRINGS.PIGNAMES.19
source: Pertinax
russian: Пертинакс

# STRINGS.PIGNAMES.20
source: Didius
russian: Дидий

# STRINGS.PIGNAMES.21
source: Septmius
russian: Септимий

# STRINGS.PIGNAMES.22
source: Caracalla
russian: Каракалла

# STRINGS.PIGNAMES.23
source: Geta
russian: Гета

# STRINGS.PIGNAMES.24
source: Marcrinus
russian: Макрин

# STRINGS.PIGNAMES.25
source: Elagabalus
russian: Элагабал

# STRINGS.PIGNAMES.26
source: Severus
russian: Север

# STRINGS.PIGNAMES.27
source: Maximinus
russian: Максимин

# STRINGS.PIGNAMES.28
source: Gordian
russian: Гордиан

# STRINGS.PIGNAMES.29
source: Pupienus
russian: Пупиен

# STRINGS.PIGNAMES.30
source: Balbinus
russian: Бальбин

# STRINGS.PIGNAMES.31
source: Philip
russian: Филипп

# STRINGS.PIGNAMES.32
source: Hostilian
russian: Гостилиан

# STRINGS.PIGNAMES.33
source: Trebonianus
russian: Требониан

# STRINGS.PIGNAMES.34
source: Aemilian
russian: Эмилиан

# STRINGS.PIGNAMES.35
source: Valerian
russian: Валериан

# STRINGS.PIGNAMES.36
source: Gallienus
russian: Галиен

# STRINGS.PIGNAMES.37
source: Quintillus
russian: Квинтилл

# STRINGS.PIGNAMES.38
source: Aurelian
russian: Аврелиан

# STRINGS.PIGNAMES.39
source: Tacitus
russian: Тацит

# STRINGS.PIGNAMES.40
source: Florian
russian: Флориан

# STRINGS.PIGNAMES.41
source: Probus
russian: Проб

# STRINGS.PIGNAMES.42
source: Carus
russian: Кар

# STRINGS.PIGNAMES.43
source: Numerian
russian: Нумериан

# STRINGS.PIGNAMES.44
source: Carinus
russian: Карин

# STRINGS.PIGNAMES.45
source: Diocletian
russian: Диоктелиан

# STRINGS.PIGNAMES.46
source: Maximian
russian: Максимиан

# STRINGS.PIGNAMES.47
source: Constantius
russian: Констанций

# STRINGS.PIGNAMES.48
source: Galerius
russian: Галерий

# STRINGS.PIGNAMES.49
source: Constantine
russian: Константин

# STRINGS.PIGNAMES.50
source: Maxentius
russian: Максенций

# STRINGS.PIGNAMES.51
source: Licinius
russian: Лициний

# STRINGS.PIGNAMES.52
source: Constans
russian: Констант

# STRINGS.PIGNAMES.53
source: Vetriano
russian: Ветриан

# STRINGS.PIGNAMES.54
source: Julian
russian: Юлиан

# STRINGS.PIGNAMES.55
source: Jovian
russian: Иовиан

# STRINGS.PIGNAMES.56
source: Valentinian
russian: Валентиниан

# STRINGS.PIGNAMES.57
source: Valens
russian: Валент

# STRINGS.PIGNAMES.58
source: Gratian
russian: Грациан

# STRINGS.PIGNAMES.59
source: Theodosius
russian: Феодосий

# STRINGS.PIGNAMES.60
source: Arcadius
russian: Аркадий

# STRINGS.PIGNAMES.61
source: Honorius
russian: Гонорий

# STRINGS.PIGNAMES.62
source: Joannes
russian: Иоанн

# STRINGS.PIGNAMES.63
source: Marcian
russian: Маркиан

# STRINGS.PIGNAMES.64
source: Petronius
russian: Петроний

# STRINGS.PIGNAMES.65
source: Avitus
russian: Авит

# STRINGS.PIGNAMES.66
source: Majorian
russian: Майориан

# STRINGS.PIGNAMES.67
source: Libius
russian: Либий

# STRINGS.PIGNAMES.68
source: Anthemius
russian: Антемий

# STRINGS.PIGNAMES.69
source: Olybrius
russian: Олибрий

# STRINGS.PIGNAMES.70
source: Glycerius
russian: Глицерий

# STRINGS.PIGNAMES.71
source: Julius
russian: Юлий

# STRINGS.PIGNAMES.72
source: Romulus
russian: Ромул

# STRINGS.PIGNAMES.73
source: Leo
russian: Лео

# STRINGS.PIGNAMES.74
source: Zeno
russian: Зено

# STRINGS.PIGNAMES.75
source: Basiliscus
russian: Василиск

# STRINGS.PIGNAMES.76
source: Anatasius
russian: Анастасий

# STRINGS.PIGNAMES.77
source: Justin
russian: Юстин

# STRINGS.PIGNAMES.78
source: Justinian
russian: Юстиниан

# STRINGS.PIGNAMES.79
source: Maurice
russian: Маврикий

# STRINGS.PIGNAMES.80
source: Mickey
russian: Микки

# STRINGS.PIGNAMES.81
source: Kevin
russian: Кевин

# STRINGS.PIGNAMES.82
source: Ju-lian
russian: Джу-лиан

# STRINGS.PIGNAMES.83
source: Alia
russian: Алия

# STRINGS.PIGNAMES.84
source: Tatham
russian: Тэтхем

# STRINGS.PIGNAMES.85
source: Brook
russian: Брук

# STRINGS.PIGNAMES.86
source: Matt
russian: Мэт

# STRINGS.PIGNAMES.87
source: Alex
russian: Алекс

# STRINGS.PIGNAMES.88
source: Kelly
russian: Келли

# STRINGS.PIGNAMES.89
source: Eugene
russian: Юджин

# STRINGS.PIGNAMES.90
source: Graham
russian: Грем

# STRINGS.PIGNAMES.91
source: Jamie
russian: Джейми

# STRINGS.PIGNAMES.92
source: Jeff
russian: Джеф

# STRINGS.PIGNAMES.93
source: Joe
russian: Джо

# STRINGS.PIGNAMES.94
source: Corey
russian: Кори

# STRINGS.PIGNAMES.95
source: Bryce
russian: Брайс

# STRINGS.PIGNAMES.96
source: Bug
russian: Жук

# STRINGS.PIGNAMES.97
source: Moon Pie
russian: Лунный пирог

# STRINGS.PIGNAMES.98
source: Bagel
russian: Калач

# STRINGS.PIGNAMES.99
source: Biscuit
russian: Хрусть

# STRINGS.PIGNAMES.100
source: Bacon
russian: Смалец

# STRINGS.PIGNAMES.101
source: Hamilton
russian: Гамильтон

# STRINGS.PIGNAMES.102
source: Hamms
russian: Хэммс

# STRINGS.PIGNAMES.103
source: Mr.P
russian: Мистер П

# STRINGS.PIGNAMES.104
source: Brownie
russian: Брауни

# STRINGS.PIGNAMES.105
source: Butters
russian: Баттерс

# STRINGS.PIGNAMES.106
source: Tuna
russian: Тунец

# STRINGS.PIGNAMES.107
source: Clover
russian: Клевер

# STRINGS.PIGNAMES.108
source: Coco
russian: Кокос

# STRINGS.PIGNAMES.109
source: Custard
russian: Кастард

# STRINGS.PIGNAMES.110
source: Dumpling
russian: Коротышка

# STRINGS.PIGNAMES.111
source: Eggy
russian: Лысик

# STRINGS.PIGNAMES.112
source: Kiwi
russian: Киви

# STRINGS.PIGNAMES.113
source: Weiner
russian: Вайнер

# STRINGS.PIGNAMES.114
source: Waffle
russian: Вафля

# STRINGS.PIGNAMES.115
source: Twinkie
russian: Твинки

# STRINGS.PIGNAMES.116
source: Truffle
russian: Трюфель

# STRINGS.PIGNAMES.117
source: Tater
russian: Картоха

# STRINGS.PIGNAMES.118
source: Cheddar
russian: Чеддер

# STRINGS.PIGNAMES.119
source: Pumpkin
russian: Тыковка

# STRINGS.PIGNAMES.120
source: Oatey
russian: Отти

# STRINGS.PIGNAMES.121
source: Oinkey
russian: Хрюн

# STRINGS.PIGNAMES.122
source: Nacho
russian: Начо

# STRINGS.PIGNAMES.123
source: Puffin
russian: Маффин

# STRINGS.PIGNAMES.124
source: Doughnut
russian: Пончик

# STRINGS.PIGNAMES.125
source: Cabbage
russian: Качан

# STRINGS.PIGNAMES.126
source: Porky
russian: Порки

# STRINGS.PIGNAMES.127
source: Porkins
russian: Поркинс

# STRINGS.PIGNAMES.128
source: Porkbun
russian: Поркинбан

# STRINGS.PIGNAMES.129
source: Pepper
russian: Перчик

# STRINGS.PIGNAMES.130
source: Gouda
russian: Гауда

# STRINGS.PIGNAMES.131
source: Eggbert
russian: Эгберт

# STRINGS.PIGNAMES.132
source: Chip
russian: Чип

# STRINGS.PIGNAMES.133
source: Berry
russian: Ягодка

# STRINGS.PIGNAMES.134
source: Crabby
russian: Ворчун

# STRINGS.PIGNAMES.135
source: Reuben
russian: Простак

# STRINGS.PIGNAMES.136
source: Barley
russian: Перловка

# STRINGS.PIGNAMES.137
source: Olive
russian: Оливка

# STRINGS.PIGNAMES.138
source: Pickles
russian: Корнишон

# STRINGS.PIGNAMES.139
source: Wiggles
russian: Шевеляга

# STRINGS.PIGNAMES.140
source: Jerky
russian: Джерки

# STRINGS.PIGNAMES.141
source: Smelly
russian: Вонючка

# STRINGS.PIGNAMES.142
source: Salty
russian: Пошляк

# STRINGS.PIG_TALK_FOLLOWWILSON.1
source: YOU FRIEND
russian: ТЫ ДРУГ

# STRINGS.PIG_TALK_FOLLOWWILSON.2
source: I LOVE FRIEND
russian: Я ЛЮБЛЮ ДРУГА

# STRINGS.PIG_TALK_FOLLOWWILSON.3
source: YOU IS GOOD
russian: ТЫ ХОРОШИЙ

# STRINGS.PIG_TALK_FOLLOWWILSON.4
source: I FOLLOW!
russian: Я ИДТИ ЗА ТОБОЙ!

# STRINGS.PIG_TALK_FIND_LIGHT.1
source: SCARY
russian: ЖУТКИЙ

# STRINGS.PIG_TALK_FIND_LIGHT.2
source: NO LIKE DARK
russian: МОЯ НЕ ЛЮБИТЬ ТЕМНОТУ

# STRINGS.PIG_TALK_FIND_LIGHT.3
source: WHERE IS SUN?
russian: ГДЕ СОЛНЦЕ?

# STRINGS.PIG_TALK_FIND_LIGHT.4
source: STAY NEAR FIRE
russian: БЫТЬ ВОЗЛЕ ОГНЯ

# STRINGS.PIG_TALK_FIND_LIGHT.5
source: FIRE IS GOOD
russian: ОГОНЬ - ХОРОШО

# STRINGS.PIG_TALK_LOOKATWILSON.1
source: WHO ARE YOU?
russian: ТЫ КТО?

# STRINGS.PIG_TALK_LOOKATWILSON.2
source: YOU NOT PIG
russian: ТЫ НЕ СВИН!

# STRINGS.PIG_TALK_LOOKATWILSON.3
source: UGLY MONKEY MAN
russian: УРОДЛИВАЯ ЛЫСАЯ ОБЕЗЬЯНА

# STRINGS.PIG_TALK_LOOKATWILSON.4
source: YOU HAS MEAT?
russian: ТВОЯ ИМЕТЬ МЯСО?

# STRINGS.PIG_TALK_RUNAWAY_WILSON.1
source: TOO CLOSE!
russian: ТВОЯ СЛИШКОМ БЛИЗКО!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.2
source: STAY AWAY!
russian: ТВОЯ ДОЛЖЕН ОТОЙТИ!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.3
source: YOU BACK OFF!
russian: ТВОЯ ЗАСЛОНЯТЬ СВЕТ!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.4
source: THAT MY SPACE.
russian: ТВОЯ ДОЛЖЕН УХОДИТЬ ОТ МЕНЯ!

# STRINGS.PIG_TALK_FIGHT.1
source: I KILL NOW!
russian: Я УБИВАТЬ!

# STRINGS.PIG_TALK_FIGHT.2
source: YOU GO SMASH!
russian: ТЫ БУДЕШЬ СОКРУШЁН!

# STRINGS.PIG_TALK_FIGHT.3
source: RAAAWR!
russian: Р-Р-Р-Р!

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.1
source: SPIDER BAD!
russian: ПАУК ПЛОХО!

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.2
source: NO LIKE SPIDER!
russian: МОЯ НЕ ЛЮБИТЬ ПАУКОВ!

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.3
source: SCARY SPIDER!
russian: СТРАШНЫЙ ПАУК!

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.1
source: KILL TREE!
russian: МОЯ УНИЧТОЖАТЬ ДЕРЕВЬЯ!

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.2
source: SMASH MEAN TREE!
russian: МОЯ КРУШИТЬ ДЕРЕВЬЯ!

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.3
source: I PUNCH TREE!
russian: МОЯ БИТЬ ДЕРЕВЬЯ!

# STRINGS.PIG_TALK_ATTEMPT_TRADE.1
source: WHAT YOU GOT?
russian: ЧТО У ТВОЯ ЕСТЬ?

# STRINGS.PIG_TALK_ATTEMPT_TRADE.2
source: BETTER BE GOOD.
russian: МОЯ ТЕПЕРЬ БЫТЬ ХОРОШИЙ.

# STRINGS.PIG_TALK_PANIC.1
source: NOOOOO!
russian: НЕ-Е-Е-ЕТ!

# STRINGS.PIG_TALK_PANIC.2
source: TOO DARK! TOO DARK!
russian: А-А-А! СЛИШКОМ ТЕМНО!

# STRINGS.PIG_TALK_PANIC.3
source: AAAAAAAAAH!!
russian: А-А-А-А-А-А-А-А!!!

# STRINGS.PIG_TALK_PANICFIRE.1
source: HOT HOT HOT!
russian: ГОРЯЧО ГОРЯЧО ГОРЯЧО!

# STRINGS.PIG_TALK_PANICFIRE.2
source: OWWWWW!
russian: А-А-А-АЙ!

# STRINGS.PIG_TALK_PANICFIRE.3
source: IT BURNS!
russian: ГОРИТ-ГОРИТ!

# STRINGS.PIG_TALK_FIND_MEAT.1
source: ME HUNGRY!
russian: МОЯ ДАВНО НЕ ЕЛ!

# STRINGS.PIG_TALK_FIND_MEAT.2
source: YUM!
russian: НЯМ!

# STRINGS.PIG_TALK_FIND_MEAT.3
source: I EAT FOOD!
russian: МОЯ ЕСТЬ ЕДУ!

# STRINGS.PIG_TALK_FIND_MEAT.4
source: TIME FOR FOOD!
russian: НАСТАЛО ВРЕМЯ ОБЕДА!

# STRINGS.PIG_TALK_EAT_MEAT.1
source: NOM NOM NOM
russian: НЯМ НЯМ НЯМ

# STRINGS.PIG_TALK_EAT_MEAT.2
source: YUM!
russian: НЯМ!

# STRINGS.PIG_TALK_GO_HOME.1
source: HOME TIME!
russian: МОЯ ПОРА ДОМОЙ!

# STRINGS.PIG_TALK_GO_HOME.2
source: HOME! HOME!
russian: ДОМ! ДОМ!

# STRINGS.PIG_GUARD_TALK_TORCH.1
source: TORCH GET LOW
russian: ФАКЕЛ ГАСНУТЬ

# STRINGS.PIG_GUARD_TALK_TORCH.2
source: MAKE TORCH BRIGHT
russian: ДЕЛАТЬ ФАКЕЛ СВЕТЛО

# STRINGS.PIG_GUARD_TALK_TORCH.3
source: MORE BURNING
russian: БОЛЬШЕ ОГНЯ

# STRINGS.PIG_GUARD_TALK_FIGHT.1
source: FOR KING!
russian: ЗА КОРОЛЯ!

# STRINGS.PIG_GUARD_TALK_FIGHT.2
source: DEFEND!
russian: БЕЙСЯ!

# STRINGS.PIG_GUARD_TALK_FIGHT.3
source: SAVE KING!
russian: ЗАЩИЩАТЬ КОРОЛЯ!

# STRINGS.PIG_GUARD_TALK_GOHOME.1
source: MUST DEFEND!
russian: ДОЛЖЕН ЗАЩИЩАТЬ!

# STRINGS.PIG_GUARD_TALK_GOHOME.2
source: I PROTECT
russian: ТЫ НЕ ПРОЙДЁШЬ!

# STRINGS.PIG_GUARD_TALK_GOHOME.3
source: KING! KING!
russian: СЛАВА КОРОЛЮ!

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.1
source: YOU LEAVE NOW
russian: ТВОЯ УХОДИТЬ!

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.2
source: YOU GO AWAY
russian: ТВОЯ УХОДИТЬ ПРОЧЬ!

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.3
source: YOU NO STAY
russian: ТВОЯ НЕ ОСТАВАТЬСЯ

# STRINGS.RABBIT_BATTLECRY.1
source: HOP!
russian: ПРЫГ!

# STRINGS.RABBIT_BATTLECRY.2
source: KILL!
russian: УБИТЬ!

# STRINGS.RABBIT_BATTLECRY.3
source: DIE!
russian: УМРИ!

# STRINGS.RABBIT_MEAT_BATTLECRY.1
source: MEAT!
russian: МЯСО!

# STRINGS.RABBIT_MEAT_BATTLECRY.2
source: UNCLEAN!
russian: МРАЗЬ!

# STRINGS.RABBIT_MEAT_BATTLECRY.3
source: MURDERER!
russian: УБИЙЦА!

# STRINGS.RABBIT_MEAT_BATTLECRY.4
source: REVENGE!
russian: МЕСТЬ!

# STRINGS.RABBIT_MEAT_BATTLECRY.5
source: MONSTER!
russian: МОНСТР!

# STRINGS.RABBIT_GIVEUP.1
source: DONE.
russian: ГОТОВО.

# STRINGS.RABBIT_GIVEUP.2
source: LATER.
russian: ПОЗЖЕ.

# STRINGS.RABBIT_RETREAT.1
source: AWAY!
russian: СКРЫВАЮСЬ!

# STRINGS.RABBIT_RETREAT.2
source: HURT!
russian: БОЛЬНО!

# STRINGS.RABBIT_RETREAT.3
source: HOME!
russian: ДОМОЙ!

# STRINGS.RABBIT_RETREAT.4
source: RUN!
russian: БЕЖАТЬ!

# STRINGS.CHARACTER_NAMES.wilson
source: Wilson P. Higgsbury
russian: Уилсон П. Хиггсбери

# STRINGS.CHARACTER_NAMES.willow
source: Willow
russian: Уиллоу

# STRINGS.CHARACTER_NAMES.wendy
source: Wendy
russian: Венди

# STRINGS.CHARACTER_NAMES.wolfgang
source: Wolfgang
russian: Вольфганг

# STRINGS.CHARACTER_NAMES.woodie
source: Woodie
russian: Вуди

# STRINGS.CHARACTER_NAMES.wickerbottom
source: Ms Wickerbottom
russian: Миссис Уикерботтом

# STRINGS.CHARACTER_NAMES.wes
source: Wes
russian: Вэс

# STRINGS.CHARACTER_NAMES.waxwell
source: Maxwell
russian: Максвелл

# STRINGS.CHARACTER_NAMES.wathgrithr
source: Wathgrithr
russian: Вигфрид

# STRINGS.CHARACTER_NAMES.webber
source: Webber
russian: Веббер

# STRINGS.CHARACTER_NAMES.unknown
source: The Unknown
russian: Неизвестный

# STRINGS.CHARACTER_QUOTES.wilson
source: "I will conquer it all with the power of my MIND!"
russian: "Я буду побеждать силой своего РАЗУМА!"

# STRINGS.CHARACTER_QUOTES.willow
source: "Things are so much prettier when they burn."
russian: "Вещи намного красивее, когда они горят."

# STRINGS.CHARACTER_QUOTES.woodie
source: "That's nice tree, eh?"
russian: "Неплохое дерево, а?"

# STRINGS.CHARACTER_QUOTES.wendy
source: "Abigail? Come back! I'm not done playing with you."
russian: "Абигейл? Вернись! Я с тобой ещё не доиграла."

# STRINGS.CHARACTER_QUOTES.wolfgang
source: "I am mighty! No one is mightier!"
russian: "Нет никого сильнее меня!"

# STRINGS.CHARACTER_QUOTES.wx78
source: "EMPATHY MODULE NOT RESPONDING"
russian: "МОДУЛЬ ЭМПАТИИ НЕ ОТВЕЧАЕТ"

# STRINGS.CHARACTER_QUOTES.wickerbottom
source: "Shhhh! No talking!"
russian: "Тс-с-с-с! Не разговаривать!"

# STRINGS.CHARACTER_QUOTES.waxwell
source: "Freedom!"
russian: "Свобода!"

# STRINGS.CHARACTER_QUOTES.wathgrithr
source: "A test of my incredible acting!"
russian: "Испытание моего невероятного актёрского мастерства!"

# STRINGS.CHARACTER_QUOTES.webber
source: "We can overcome anything!"
russian: "Нам всё нипочём!"

# STRINGS.CHARACTER_TITLES.wilson
source: The Gentleman Scientist
russian: Господин учёный

# STRINGS.CHARACTER_TITLES.willow
source: The Firestarter
russian: Поджигательница

# STRINGS.CHARACTER_TITLES.wendy
source: The Bereaved
russian: Утратившая

# STRINGS.CHARACTER_TITLES.woodie
source: The Lumberjack
russian: Дровосек

# STRINGS.CHARACTER_TITLES.wolfgang
source: The Strongman
russian: Силач

# STRINGS.CHARACTER_TITLES.wx78
source: The Soulless Automaton
russian: Бездушная машина

# STRINGS.CHARACTER_TITLES.wickerbottom
source: The Librarian
russian: Библиотекарь

# STRINGS.CHARACTER_TITLES.wes
source: The Silent
russian: Молчун

# STRINGS.CHARACTER_TITLES.waxwell
source: The Puppet Master
russian: Кукловод

# STRINGS.CHARACTER_TITLES.wathgrithr
source: The Performance Artist
russian: Актриса

# STRINGS.CHARACTER_TITLES.webber
source: The Indigestible
russian: Несносный

# STRINGS.CHARACTER_DESCRIPTIONS.wilson
source: *Grows a magnificent beard
russian: *Отращивает замечательную бороду

# STRINGS.CHARACTER_DESCRIPTIONS.willow
source: *Immune to heat damage *Has a sweet lighter *Lights fires when nervous
russian: *Иммунитет к огню *Имеет классную зажигалку *Разжигает огонь, когда нервничает

# STRINGS.CHARACTER_DESCRIPTIONS.wendy
source: *Haunted by her twin sister *Comfortable with darkness *Doesn't hit very hard
russian: *Её преследует сестра-близнец *Уютно себя чувствует в темноте *Слаба в атаке

# STRINGS.CHARACTER_DESCRIPTIONS.wolfgang
source: *Gets stronger with a full belly *Is afraid of the dark and monsters
russian: *Сильнее, когда сыт *Боится темноты и монстров

# STRINGS.CHARACTER_DESCRIPTIONS.wx78
source: *Not a picky eater *Charged by lightning, damaged by rain *Can upgrade with gears
russian: *Не привередлив в еде *Заряжается от молнии, получает урон от дождя *Может улучшаться с помощью деталей

# STRINGS.CHARACTER_DESCRIPTIONS.wickerbottom
source: *Knows many things *Self-publishes books *Can't sleep, hates spoilage
russian: *Много знает *Может создавать книги *Не спит, плохо переносит несвежую пищу

# STRINGS.CHARACTER_DESCRIPTIONS.wes
source: *Can't talk *Has trouble staying alive *Practices balloonomancy
russian: *Молчалив *Проблемы с выживанием *Создаёт воздушные шарики

# STRINGS.CHARACTER_DESCRIPTIONS.waxwell
source: *Is dapper but frail *Can fragment his mind *Brings his own sword
russian: *Элегантный, но хилый *Умеет разделять сознание *Носит личный меч

# STRINGS.CHARACTER_DESCRIPTIONS.woodie
source: *Has a lovely axe *Has a terrible secret
russian: *Есть любимый топор *Скрывает страшную тайну

# STRINGS.CHARACTER_DESCRIPTIONS.wathgrithr
source: *Excels in battle *Gains power from fallen foes *Only eats meat
russian: *Несравненна в бою *Обретает силы, побеждая врага *Ест только мясо

# STRINGS.CHARACTER_DESCRIPTIONS.webber
source: *Is a monster *Can befriend spiders *Grows a silky smooth beard
russian: *Монстр *Дружит с пауками *Выращивает густую бороду из паутины

# STRINGS.LUCY.equipped.1
source: Let's chop some trees!
russian: Давай срубим несколько деревьев!

# STRINGS.LUCY.equipped.2
source: Nice day for a walk!
russian: Отличный денёк для прогулки!

# STRINGS.LUCY.equipped.3
source: We make a good team!
russian: Мы с тобой - отличная команда!

# STRINGS.LUCY.equipped.4
source: There must be some trees around here somewhere.
russian: Где-то здесь должны быть деревья.

# STRINGS.LUCY.equipped.5
source: Woodie! Chop some trees!
russian: Вуди! Давай срубим пару деревьев!

# STRINGS.LUCY.equipped.6
source: All work and no play makes me want to chop some trees.
russian: Вся эта работа без отдыха... А не порубить ли нам чуток деревья?

# STRINGS.LUCY.equipped.7
source: Chop chop chop. Heh.
russian: Тюк-тюк-тюк. Хе.

# STRINGS.LUCY.on_ground.1
source: Come back! Take we with you!
russian: Вернись! Возьми меня с собой!

# STRINGS.LUCY.on_ground.2
source: Where did you go?
russian: Ты это куда собрался?

# STRINGS.LUCY.on_ground.3
source: Take me with you!
russian: Возьми меня с собой!

# STRINGS.LUCY.on_ground.4
source: What if I get stolen?!
russian: А что если меня украдут?!

# STRINGS.LUCY.in_container.1
source: It's dark in here!
russian: Тут очень темно!

# STRINGS.LUCY.in_container.2
source: I'm scared!
russian: Мне страшно!

# STRINGS.LUCY.in_container.3
source: I can't see anything!
russian: Я ничего не вижу!

# STRINGS.LUCY.in_container.4
source: I hate it in here.
russian: Мне здесь не нравится.

# STRINGS.LUCY.other_owner.1
source: You're not Woodie!
russian: Ты не Вуди!

# STRINGS.LUCY.other_owner.2
source: Put me down!
russian: А ну положи меня назад!

# STRINGS.LUCY.on_pickedup.1
source: You came back!
russian: Ты вернулся!

# STRINGS.LUCY.on_pickedup.2
source: I missed you so much!
russian: Я так скучала по тебе!

# STRINGS.LUCY.on_pickedup.3
source: Did you miss me?
russian: А ты скучал по мне?

# STRINGS.LUCY.on_dropped.1
source: You'll come back, right?
russian: Ты же ещё вернёшься, правда?

# STRINGS.LUCY.on_dropped.2
source: What did I say?
russian: Я что-то не то сказала?

# STRINGS.LUCY.on_dropped.3
source: I... don't understand!
russian: Я... не понимаю!

# STRINGS.LUCY.on_dropped.4
source: Can we talk about this?
russian: Мы можем поговорить об этом?

# STRINGS.LUCY.on_dropped.5
source: Don't forget about me!
russian: Не забывай обо мне!

# STRINGS.LUCY.on_chopped.1
source: Woooooo!
russian: У-у-у-у-у-у!

# STRINGS.LUCY.on_chopped.2
source: Yeah!
russian: О да!

# STRINGS.LUCY.on_chopped.3
source: Stupid tree!
russian: Тупое дерево!

# STRINGS.LUCY.on_chopped.4
source: Nom nom nom!
russian: Ам-ням-ням!

# STRINGS.LUCY.on_chopped.5
source: We did it!
russian: Готово!

# STRINGS.LUCY.on_chopped.6
source: This is AWESOME!
russian: Это ЗДОРОВО!

# STRINGS.LUCY.on_chopped.7
source: Death to all trees!
russian: Смерть всем деревьям!

# STRINGS.LUCY.on_chopped.8
source: Again! Let's chop another!
russian: Ещё! Давай рубить ещё!

# STRINGS.LUCY.on_chopped.9
source: Nice swing!
russian: Хороший замах!

# STRINGS.LUCY.on_chopped.10
source: Too easy!
russian: Легкотня!

# STRINGS.LUCY.beaver_up_early.1
source: Are you OK?
russian: Ты в порядке?

# STRINGS.LUCY.beaver_up_early.2
source: You look distracted, Woodie.
russian: Ты как будто не в себе, Вуди.

# STRINGS.LUCY.beaver_up_early.3
source: It's just a tree! Calm down!
russian: Это всего лишь дерево! Успокойся!

# STRINGS.LUCY.beaver_up_mid.1
source: Woodie? Can you hear me?
russian: Вуди? Ты меня слышишь?

# STRINGS.LUCY.beaver_up_mid.2
source: You might want to slow down a bit.
russian: Притормози чуток.

# STRINGS.LUCY.beaver_up_mid.3
source: Careful, you're getting yourself worked up!
russian: Осторожнее, ты ведь помнишь, что бывает когда ты слишком много срубишь!

# STRINGS.LUCY.beaver_up_mid.4
source: Don't chop too fast. You know what will happen!
russian: Не руби так быстро! Ты ведь знаешь что произойдёт!

# STRINGS.LUCY.beaver_up_late.1
source: Woodie! Be careful!
russian: Вуди! Будь осторожен!

# STRINGS.LUCY.beaver_up_late.2
source: It's starting!
russian: Начинается!

# STRINGS.LUCY.beaver_up_late.3
source: You're not looking so good!
russian: Ты выглядишь неважно!

# STRINGS.LUCY.beaver_up_late.4
source: Your teeth are growing!
russian: У тебя растут зубы!

# STRINGS.LUCY.beaver_up_late.5
source: Watch out! You're going to turn!
russian: Осторожно! Ты вот-вот превратишься!
