Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.INGROUND
source: It'll have to come back for it.
russian: Мне придётся вернуться за ним.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.PICKED
source: It's all used up.
russian: Больше ничего не осталось.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.BURNING
source: Oops.
russian: Упс.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.GENERIC
source: There's wind in them there willows.
russian: Там ветер в них, там ивы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.PICKED
source: No more tubes.
russian: Ничего полезного не осталось.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RELIC.GENERIC
source: Remnants of an extinct civilization.
russian: Следы древних цивилизаций.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RELIC.BROKEN
source: Just bits and pieces of rock
russian: Одни только кусочки да обломки.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUBBLE
source: Just bits and pieces of rock
russian: Одни только кусочки да обломки.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB
source: I can't believe I forgot how to build those things.
russian: Не могу поверить, что я забыл, как делать эти вещи.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB2
source: It unlocks recipes of middling utility.
russian: Она открывает рецепты средней полезности.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB3
source: This is where I do my own personal research.
russian: Вот где я занимаюсь своими личными исследованиями.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTATUE
source: I'm not above using this.
russian: Я не гнушаюсь пользоваться этим.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTONE
source: There's a story behind that...
russian: У него богатая история...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN.GENERIC
source: The redbird comes from the fire lands.
russian: Огненные птицы живут в Огненных Землях.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN.HELD
source: Silence, bird!
russian: Молчать, птица!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.GENERIC
source: I don't recognise that one.
russian: Я не узнаю эту.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.HELD
source: Quiet, you.
russian: Тихо, ты!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBOT_PUPPET
source: Better it than me.
russian: Уж лучше он, чем я.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
russian: Покрытый коркой лавовый очаг.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.OUT
source: It looks harmless.
russian: Выглядит безопасно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.LOW
source: The fires are cooling
russian: Пламя остывает.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.NORMAL
source: It's hot.
russian: Жарко.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK
source: It's a rock.
russian: Это камень.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCKS
source: Hmmm. Now what do I do with them?
russian: Хм-м-м. Ну и что мне с ними делать?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROOK
source: A castle for my home.
russian: Башня подошла бы к моему дому.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROPE
source: You'd think this would have more uses.
russian: Можно подумать, у неё может быть ещё какое-то применение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROTTENEGG
source: Disgusting. Why am I carrying this around?
russian: Омерзительно. Зачем я это тягаю за собой?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SANITYROCK.ACTIVE
source: I can see its true nature now!
russian: Теперь я вижу его истинную природу!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SANITYROCK.INACTIVE
source: There are two ways to see that obstacle.
russian: Есть два способа увидеть это препятствие.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.BURNING
source: Oops.
russian: Упс.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.GENERIC
source: A supple, woody stem.
russian: Гибкий древесный ствол.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.PICKED
source: It'll grow back.
russian: Вырастет ещё.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEEDS
source: I suppose these won't plant themselves.
russian: Я думаю, сами себя они не посадят.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEEDS_COOKED
source: I broiled the life out of 'em.
russian: Я выжег из них жизнь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEWING_KIT
source: A fine and noble endeavour.
russian: Достойное, благородное начинание.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SHOVEL
source: This is some real advanced technology.
russian: Вот это и впрямь продвинутая технология.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SILK
source: Despite it's origin, it could make some fine garments.
russian: Несмотря на её природу, из неё можно сделать неплохую одежду.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKELETON
source: Ha! I remember that one.
russian: Ха! Я помню этого.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKULLCHEST
source: That's one snazzy chest.
russian: Шикарный сундук.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.GENERIC
source: What!? What do you want?
russian: Ну чего?! Чего ты хочешь?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.HUNGRY
source: You want some food?
russian: Хочешь немного еды?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.STARVING
source: He's so hungry!
russian: Она такая голодная!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLMEAT
source: This is barely a mouthful.
russian: Едва хватит на один укус.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLMEAT_DRIED
source: My teeth are getting too old for this.
russian: Мои зубы становятся слишком старыми для такого.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPEAR
source: It's a spear. Yup.
russian: Это копьё. Да-с.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.DEAD
source: Splat.
russian: Шлёп!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.GENERIC
source: It's mostly digestive system.
russian: В основном он состоит из пищеварительной системы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.SLEEPING
source: Shhhh! It will wake up hungry.
russian: Ш-ш-ш! Он проснётся голодным.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERDEN
source: They grow big here.
russian: Здесь они вырастают большими.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDEREGGSACK
source: Squishy.
russian: Мягкие и мокрые.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERGLAND
source: Distasteful.
russian: Противно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERHAT
source: Spiders have such malleable wills.
russian: У пауков такая податливая воля.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERQUEEN
source: Maybe I'll just get out of her way.
russian: Пожалуй, я просто уйду с её пути.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Splat.
russian: Шлёп!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: It's a specialized form.
russian: Это специализированный подвид.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I don't want to wake that one.
russian: Не стоит его будить.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPOILED_FOOD
source: That used to be food until I wasted it.
russian: Это должно было быть едой, пока я не забыл о ней.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEHARP
source: Not my best work.
russian: Не самая лучшая моя работа.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEMAXWELL
source: Now that's a fine statue.
russian: Вот теперь это прекрасная статуя.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STINGER
source: It's dripping with venom.
russian: Оно сочится ядом.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STRAWHAT
source: A hat fit for a peasant.
russian: Подходящая шляпа для крестьянина.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STUFFEDEGGPLANT
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKBOAT
source: That's not how you use a boat!
russian: Это не то, как стоит обращаться с лодкой!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SWEATERVEST
source: It's no three-piece, but it's dapper enough.
russian: Не тройка, но достаточно элегантно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TAFFY
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRD
source: These were a failed experiment.
russian: Это был провалившийся эксперимент.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG
source: Tallbirds are territorial because of these things.
russian: Высокие птицы проявляют такую территориальность из-за этих штук!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like broken dreams.
russian: Со вкусом разбитых надежд.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: It's getting tepid.
russian: Оно становится прохладным.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: We've got a live one here.
russian: У нас тут живчик.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Hot enough for ya?
russian: Достаточно тепло для тебя?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: It's going to be a while.
russian: Это дело может затянуться...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Any moment now...
russian: В любой момент...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDNEST.GENERIC
source: Well. That's tempting.
russian: Что ж. Это заманчиво.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDNEST.PICKED
source: It's made of dirty beefalo hair.
russian: Оно свито из грязной шерсти бифало.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.GENERIC
source: It's less cute now that it's grown up.
russian: Теперь, когда она подросла, эта птичка не такая милая.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.HUNGRY
source: They sure do eat a lot.
russian: Конечно они едят, и не мало.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.STARVING
source: A hungry beast is a dangerous beast.
russian: Голодный зверь - опасный зверь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: It's alive!
russian: Оно живое!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: My beautiful machine is in pieces!
russian: Моя прекрасная машина разрушена на куски!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Now to turn it on.
russian: Теперь включить...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It is still incomplete.
russian: Она всё ещё не завершена.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BOX
source: This is a box full of sadness and woe.
russian: Эта коробка полна печали и горя.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_CRANK
source: This is used to agitate the humours.
russian: С его помощью получают смешанные чувства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_POTATO
source: The gears in here are so small they turn the fabric of reality.
russian: Шестерёнки в ней настолько маленькие, что они вращают ткань реальности.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_RING
source: This is the quantum field guard band.
russian: Это пояс защиты квантового поля.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELESTAFF
source: Power can do amazing things when it's funneled through the right channels.
russian: Энергия может делать удивительные вещи, если её направить в нужное русло.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENT
source: That's a bit rustic for my taste.
russian: На мой вкус, немного простовато.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE
source: I'm glad the rest of it is still down there.
russian: Хорошо ещё, что остальная его часть под землёй.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLESPIKE
source: Ugh. This is so revolting.
russian: Ух, как отвратительно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLESPOTS
source: This is how they reproduce.
russian: Они этим размножаются.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_PILLAR
source: How deep does this go?
russian: Как глубоко оно идёт?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_GARDEN
source: This one is odd.
russian: Это какое-то не такое.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_PILLAR_ARM
source: Babies?
russian: Детёныши?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TOPHAT
source: Some fine haberdashery.
russian: Достойный представитель мужского гардероба.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TORCH
source: It keeps Charlie at bay.
russian: Он удержит Чарли на дистанции.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP
source: Only the dumbest animals will fall for this.
russian: На это ведётся только самое тупое зверьё.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH
source: This one packs a whallop.
russian: Мало не покажется!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'm sure I had my reasons when I placed this.
russian: Уверен, у меня были причины, когда я её устанавливал.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST
source: A place to store loot.
russian: Место для хранения добычи.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST_TRAP
source: Hmmm. Looks suspicious.
russian: Хм-м. Выглядит подозрительно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREECLUMP
source: I can't get through there.
russian: Мне здесь не пройти.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_1
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_10
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_11
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_12
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_2
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_3
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_4
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_5
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_6
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_7
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_8
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_9
source: This was important to someone once.
russian: Когда-то это было кому-то важно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNKVEST_SUMMER
source: It's more of a fall vest.
russian: Это скорее осенний жилет.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNKVEST_WINTER
source: It's so hard to look fashionable in the winter.
russian: Так сложно выглядеть модно зимой.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_COOKED
source: At least the mucus burned off.
russian: Ну хотя бы все сопли сгорели.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_SUMMER
source: Full of summer mucus.
russian: Полно летних соплей.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_WINTER
source: The trunk thickens in the winter to hold more mucus.
russian: Хобот утолщается к зиме, что бы удержать больше соплей.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CARPETFLOOR
source: That's a quality, high-pile carpet sample!
russian: Вот это качественный образец длинноворсового ковра!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CHECKERFLOOR
source: That's my natural habitat.
russian: Моя натуральная среда обитания.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_DIRT
source: Dusty.
russian: Пыльная.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_FOREST
source: Smells like mud.
russian: Пахнет как грязь.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_GRASS
source: Scratchy.
russian: Царапается.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_MARSH
source: It's dripping all over.
russian: Он растекается повсюду.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_ROAD
source: At least this one is useful.
russian: Ну этот-то может пригодиться.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_ROCKY
source: Kinda rough.
russian: Достаточно грубый.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_SAVANNA
source: Dirty.
russian: Грязный.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_WOODFLOOR
source: I prefer hardwoods.
russian: Я предпочитаю лиственные породы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CAVE
source: Turf.
russian: Дёрн.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_FUNGUS
source: Turf.
russian: Дёрн.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_SINKHOLE
source: Turf.
russian: Дёрн.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_UNDERROCK
source: Turf.
russian: Дёрн.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_MUD
source: Turf.
russian: Дёрн.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURKEYDINNER
source: How festive.
russian: Как празднично.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TWIGS
source: Common, but useful.
russian: Обыденные, но полезные.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UMBRELLA
source: It's crooked!
russian: Он погнут!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WAFFLES
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY
source: It's a tinderbox.
russian: Это спичечная коробка.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY_ITEM
source: Pocket-sized wall pieces. Yup.
russian: Да, кусочки стены карманного размера. А что тебя удивляет?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_STONE
source: This will keep the riff-raff out.
russian: Это удержит сброд снаружи.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_STONE_ITEM
source: Pocket-sized wall pieces. Yup.
russian: Да, кусочки стены карманного размера. А что тебя удивляет?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD
source: Moderately tough, but flammable.
russian: Умеренно прочная, но воспламеняемая.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD_ITEM
source: Pocket-sized wall pieces. Yup.
russian: Да, кусочки стены карманного размера. А что тебя удивляет?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_RUINS
source: An ancient wall.
russian: Древняя стена.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_RUINS_ITEM
source: Pocket-sized wall pieces. Yup.
russian: Да, кусочки стены карманного размера. А что тебя удивляет?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS
source: Don't you recognise me?
russian: Ты не узнаёшь меня?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUSHAT
source: Made in Scotland.
russian: Сделано в Шотландии.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_CAMP.EMPTY
source: I best not linger when winter comes.
russian: Я предпочёл бы не дожидаться прихода зимы.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_CAMP.GENERIC
source: The Walrusser can't be far.
russian: Моржи неподалёку.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_TUSK
source: I'll put this to better use.
russian: Я найду этому лучшее применение.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WASPHIVE
source: That looks dangerous.
russian: Выглядит опасно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WETGOOP
source: My compliments to the chef!
russian: Моя похвала повару!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTERHAT
source: How disappointingly rustic.
russian: Как безнадёжно по-деревенски.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTEROMETER
source: Not the most useful invention, is it?
russian: Не самое полезное изобретение, не правда ли?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE.GENERIC
source: It's worse knowing what the other part looks like.
russian: Лучше тебе не знать, как выглядит остальная часть.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE.OPEN
source: I can assure you that it smells worse than it looks.
russian: Я могу уверить тебя, что она пахнет хуже чем выглядит.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE_LIMITED
source: It looks ill.
russian: Выглядит нездорово.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: Even THEY couldn't build something so devious.
russian: Даже, если ОНИ не могли построить чего-то настолько хитрого.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGTREE
source: What's his problem?
russian: Что с ним такое?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICESTAFF
source: It feels like my heart.
russian: Холодный как моё сердце.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_GENERIC
source: You tell me.
russian: Ты сам мне скажи.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_TOODARK
source: I can't see in the dark!
russian: Я ничего не вижу!

# STRINGS.CHARACTERS.WAXWELL.EAT_FOOD.TALLBIRDEGG_CRACKED
source: That tastes about as good as you'd expect.
russian: На вкус примерно такое, как ты себе представляешь.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd like that.
russian: Не думаю, что ему это понравится.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.GENERIC
source: You can't shave what's not hair.
russian: Нельзя сбрить что-то, если это не волосы.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.NOBITS
source: It's already shorn, eh?
russian: Уже подстрижена, а?

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.STORE.GENERIC
source: It's already packed tighter than a Toronto streetcar.
russian: Он и так набит почище трамвая в Торонто.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.STORE.NOTALLOWED
source: That's not allowed, eh?
russian: Нельзя, а?

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL_GENERIC
source: Sorry, I can't do that.
russian: Прости, так не получится.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ADVENTUREFAIL
source: Oh well. I gave it a good try.
russian: Ну да ладно. По крайней мере, я попытался.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BEES
source: Bees! Bees!
russian: Пчёлы! Пчёлы!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BOOMERANG
source: Sorry! Clumsy me!
russian: Вот я недотёпа!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CHARLIE
source: Who's there, eh?
russian: А? Кто здесь?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CHARLIE_ATTACK
source: Yeouch! That was rough!
russian: Етить! Ну это уж слишком!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_COLD
source: It's cold out here!
russian: Холодает!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CRAFTING_FAIL
source: I can't do that right now.
russian: Сейчас не получится.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DEERCLOPS
source: What was that?
russian: Что это было?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DUSK
source: It's almost my bedtime.
russian: Скоро на боковую.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.GENERIC
source: Tasty!
russian: Вкусно!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.PAINFUL
source: That was past the expiry date.
russian: Оно ж просрочено.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.SPOILED
source: That was a wee bit manky.
russian: Тьфу, малёхо подзалежалось.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.STALE
source: I got to that one just in time.
russian: Успел таки.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ENTER_DARK
source: Who turned out the lights?
russian: Кто выключил свет?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ENTER_LIGHT
source: Brilliance!
russian: Блестяще!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_FREEDOM
source: I got out!
russian: Свобода!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HOUNDS
source: There's something out there.
russian: Там что-то есть.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNGRY
source: I'm getting peckish.
russian: Пожевать бы чего.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_BEAST_NEARBY
source: The beastie is nearby.
russian: Зверюга недалече.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_LOST_TRAIL
source: The beastie got away.
russian: Ушла зверюга.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_INV_FULL
source: I can't carry any more kit.
russian: Я больше не утащу.
