Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.NAMES.RED_CAP
source: Red Cap
russian: Красный гриб

# STRINGS.NAMES.RED_CAP_COOKED
source: Cooked Red Cap
russian: Приготовленный красный гриб

# STRINGS.NAMES.GREEN_MUSHROOM
source: Green Mushroom
russian: Зелёный гриб

# STRINGS.NAMES.GREEN_CAP
source: Green Cap
russian: Зелёный гриб

# STRINGS.NAMES.GREEN_CAP_COOKED
source: Cooked Green Cap
russian: Приготовленный зелёный гриб

# STRINGS.NAMES.BLUE_MUSHROOM
source: Blue Mushroom
russian: Синий гриб

# STRINGS.NAMES.BLUE_CAP_COOKED
source: Cooked Blue Cap
russian: Приготовленный синий гриб

# STRINGS.NAMES.BLUE_CAP
source: Blue Cap
russian: Синий гриб

# STRINGS.NAMES.CARROT
source: Carrot
russian: Морковь

# STRINGS.NAMES.PUMPKIN
source: Pumpkin
russian: Тыква

# STRINGS.NAMES.DRAGONFRUIT
source: Dragon Fruit
russian: Питайя

# STRINGS.NAMES.POMEGRANATE
source: Pomegranate
russian: Гранат

# STRINGS.NAMES.CORN
source: Corn
russian: Кукуруза

# STRINGS.NAMES.DURIAN
source: Durian
russian: Дуриан

# STRINGS.NAMES.EGGPLANT
source: Eggplant
russian: Баклажан

# STRINGS.NAMES.ICEBOX
source: Ice Box
russian: Холодильник

# STRINGS.NAMES.CARROT_SEEDS
source: Carrot Seeds
russian: Семена моркови

# STRINGS.NAMES.PUMPKIN_SEEDS
source: Pumpkin Seeds
russian: Семена тыквы

# STRINGS.NAMES.DRAGONFRUIT_SEEDS
source: Dragon Fruit Seeds
russian: Семена питайи

# STRINGS.NAMES.POMEGRANATE_SEEDS
source: Pomegranate Seeds
russian: Семена граната

# STRINGS.NAMES.CORN_SEEDS
source: Corn Seeds
russian: Семена кукурузы

# STRINGS.NAMES.DURIAN_SEEDS
source: Durian Seeds
russian: Семена дуриана

# STRINGS.NAMES.EGGPLANT_SEEDS
source: Eggplant Seeds
russian: Семена баклажана

# STRINGS.NAMES.WATERMELON_SEEDS
source: Watermelon Seeds
russian: Семена арбуза

# STRINGS.NAMES.MANRABBIT_TAIL
source: Bunny Puff
russian: Заячий хвост

# STRINGS.NAMES.BUNNYMAN
source: Bunnyman
russian: Заяц

# STRINGS.NAMES.PIGGUARD
source: Guard Pig
russian: Свин-страж

# STRINGS.NAMES.NITRE
source: Nitre
russian: Селитра

# STRINGS.NAMES.GUNPOWDER
source: Gunpowder
russian: Порох

# STRINGS.NAMES.BIRD_EGG
source: Egg
russian: Яйцо

# STRINGS.NAMES.BIRD_EGG_COOKED
source: Cooked Egg
russian: Яичница

# STRINGS.NAMES.ROTTENEGG
source: Rotten Egg
russian: Тухлое яйцо

# STRINGS.NAMES.WINTEROMETER
source: Winterometer
russian: Зимометр

# STRINGS.NAMES.RAINOMETER
source: Rainometer
russian: Дождеметр

# STRINGS.NAMES.SPOILED_FOOD
source: Rot
russian: Гниль

# STRINGS.NAMES.BERRIES
source: Berries
russian: Ягоды

# STRINGS.NAMES.BACKPACK
source: Backpack
russian: Рюкзак

# STRINGS.NAMES.PIGGYBACK
source: Piggyback
russian: Свиной мешок

# STRINGS.NAMES.REDGEM
source: Red Gem
russian: Рубин

# STRINGS.NAMES.PURPLEGEM
source: Purple Gem
russian: Аметист

# STRINGS.NAMES.GREENGEM
source: Green Gem
russian: Изумруд

# STRINGS.NAMES.ORANGEGEM
source: Orange Gem
russian: Топаз

# STRINGS.NAMES.YELLOWGEM
source: Yellow Gem
russian: Цитрин

# STRINGS.NAMES.HOUNDSTOOTH
source: Hound's Tooth
russian: Клык гончей

# STRINGS.NAMES.SWEATERVEST
source: Dapper Vest
russian: Удобный жилет

# STRINGS.NAMES.CARROT_COOKED
source: Roasted Carrot
russian: Жареная морковь

# STRINGS.NAMES.PUMPKIN_COOKED
source: Hot Pumpkin
russian: Печёная тыква

# STRINGS.NAMES.DRAGONFRUIT_COOKED
source: Prepared Dragon Fruit
russian: Приготовленная питайя

# STRINGS.NAMES.POMEGRANATE_COOKED
source: Sliced Pomegranate
russian: Нарезанный гранат

# STRINGS.NAMES.CORN_COOKED
source: Popcorn
russian: Попкорн

# STRINGS.NAMES.DURIAN_COOKED
source: Extra Smelly Durian
russian: Вонючий дуриан

# STRINGS.NAMES.EGGPLANT_COOKED
source: Braised Eggplant
russian: Тушёный баклажан

# STRINGS.NAMES.BERRIES_COOKED
source: Roasted Berries
russian: Жареные ягоды

# STRINGS.NAMES.CAVE_ENTRANCE_CLOSED
source: Plugged Sinkhole
russian: Закупоренная воронка

# STRINGS.NAMES.CAVE_ENTRANCE_OPEN
source: Sinkhole
russian: Карстовая воронка

# STRINGS.NAMES.CAVE_ENTRANCE_OPEN_CAVE
source: Deeper
russian: Путь глубже

# STRINGS.NAMES.CAVE_ENTRANCE_CLOSED_CAVE
source: Plugged Hole
russian: Закупоренная воронка

# STRINGS.NAMES.RABBITHOUSE
source: Rabbit Hutch
russian: Хижина зайца

# STRINGS.NAMES.CAVE_EXIT
source: Rope
russian: Верёвка

# STRINGS.NAMES.UMBRELLA
source: Umbrella
russian: Зонтик

# STRINGS.NAMES.KRAMPUS_SACK
source: Krampus Sack
russian: Мешок Крампуса

# STRINGS.NAMES.TURF_ROAD
source: Cobblestones
russian: Брусчатка

# STRINGS.NAMES.TURF_ROCKY
source: Rocky Turf
russian: Скалистый дёрн

# STRINGS.NAMES.TURF_DIRT
source: Dirt Turf
russian: Грязь

# STRINGS.NAMES.TURF_SAVANNA
source: Savanna Turf
russian: Дёрн саванны

# STRINGS.NAMES.TURF_GRASS
source: Grass Turf
russian: Дёрн поляны

# STRINGS.NAMES.TURF_FOREST
source: Forest Turf
russian: Лесной дёрн

# STRINGS.NAMES.TURF_MARSH
source: Marsh Turf
russian: Болотный дёрн

# STRINGS.NAMES.TURF_WOODFLOOR
source: Wooden Flooring
russian: Паркет

# STRINGS.NAMES.TURF_CARPETFLOOR
source: Carpeted Flooring
russian: Ковёр

# STRINGS.NAMES.TURF_CHECKERFLOOR
source: Checkered Flooring
russian: Шахматный пол

# STRINGS.NAMES.TURF_CAVE
source: Guano Turf
russian: Гуано дёрн

# STRINGS.NAMES.TURF_FUNGUS
source: Fungal Turf
russian: Грибковый дёрн

# STRINGS.NAMES.TURF_SINKHOLE
source: Slimey Turf
russian: Слизистый дёрн

# STRINGS.NAMES.TURF_UNDERROCK
source: Cave Rock Turf
russian: Пещерно-каменный дёрн

# STRINGS.NAMES.TURF_MUD
source: Mud Turf
russian: Грязевой дёрн

# STRINGS.NAMES.TURF_DESERTDIRT
source: Sandy Turf
russian: Песчаный дёрн

# STRINGS.NAMES.TURF_DECIDUOUS
source: Deciduous Turf
russian: Лиственный дёрн

# STRINGS.NAMES.TURF_WEBBING
source: Sticky Webbing
russian: Паучий дёрн

# STRINGS.NAMES.COOKPOT
source: Crock Pot
russian: Казан

# STRINGS.NAMES.DUG_GRASS
source: Grass Tuft
russian: Куст травы

# STRINGS.NAMES.DUG_SAPLING
source: Sapling
russian: Саженец

# STRINGS.NAMES.DUG_BERRYBUSH
source: Berry Bush
russian: Ягодный куст

# STRINGS.NAMES.DUG_BERRYBUSH2
source: Berry Bush
russian: Ягодный куст

# STRINGS.NAMES.DUG_MARSH_BUSH
source: Spiky Bush
russian: Колючий куст

# STRINGS.NAMES.FOOTBALLHAT
source: Football Helmet
russian: Футбольный шлем

# STRINGS.NAMES.PIGSKIN
source: Pig Skin
russian: Шкура свиньи

# STRINGS.NAMES.AXE
source: Axe
russian: Топор

# STRINGS.NAMES.HAMMER
source: Hammer
russian: Молот

# STRINGS.NAMES.GOLDENAXE
source: Luxury Axe
russian: Элитный топор

# STRINGS.NAMES.MEAT
source: Meat
russian: Мясо

# STRINGS.NAMES.COOKEDMEAT
source: Cooked Meat
russian: Приготовленное мясо

# STRINGS.NAMES.MEAT_DRIED
source: Jerky
russian: Вяленое мясо

# STRINGS.NAMES.SMALLMEAT
source: Morsel
russian: Кусочек мяса

# STRINGS.NAMES.COOKEDSMALLMEAT
source: Cooked Morsel
russian: Приготовленный кусочек мяса

# STRINGS.NAMES.SMALLMEAT_DRIED
source: Small Jerky
russian: Вяленый кусочек мяса

# STRINGS.NAMES.MONSTERMEAT
source: Monster Meat
russian: Мясо монстра

# STRINGS.NAMES.COOKEDMONSTERMEAT
source: Cooked Monster Meat
russian: Приготовленное мясо монстра

# STRINGS.NAMES.MONSTERMEAT_DRIED
source: Monster Jerky
russian: Вяленое мясо монстра

# STRINGS.NAMES.PLANTMEAT
source: Leafy Meat
russian: Лиственное мясо

# STRINGS.NAMES.PLANTMEAT_COOKED
source: Cooked Leafy Meat
russian: Приготовленное лиственное мясо

# STRINGS.NAMES.TRAP
source: Trap
russian: Ловушка

# STRINGS.NAMES.LOG
source: Log
russian: Бревно

# STRINGS.NAMES.HAMBAT
source: Ham Bat
russian: Мясная бита

# STRINGS.NAMES.LIVINGLOG
source: Living Log
russian: Живое бревно

# STRINGS.NAMES.TWIGS
source: Twigs
russian: Ветки

# STRINGS.NAMES.CUTGRASS
source: Cut Grass
russian: Срезанная трава

# STRINGS.NAMES.PETALS
source: Petals
russian: Лепестки

# STRINGS.NAMES.PETALS_EVIL
source: Dark Petals
russian: Тёмные лепестки

# STRINGS.NAMES.ADVENTURE_PORTAL
source: Maxwell's Door
russian: Дверь Максвелла

# STRINGS.NAMES.POOP
source: Manure
russian: Навоз

# STRINGS.NAMES.TORCH
source: Torch
russian: Факел

# STRINGS.NAMES.SEEDS
source: Seeds
russian: Семена

# STRINGS.NAMES.HOUND
source: Hound
russian: Гончая

# STRINGS.NAMES.FIREHOUND
source: Red Hound
russian: Адская гончая

# STRINGS.NAMES.SEEDS_COOKED
source: Toasted Seeds
russian: Жареные семена

# STRINGS.NAMES.SILK
source: Silk
russian: Паутина

# STRINGS.NAMES.SPIDERGLAND
source: Spider Gland
russian: Паучья железа

# STRINGS.NAMES.TRAP_TEETH
source: Tooth Trap
russian: Клыкастая ловушка

# STRINGS.NAMES.TRAP_TEETH_MAXWELL
source: Maxwell's Tooth Trap
russian: Ловушка Максвелла

# STRINGS.NAMES.KRAMPUS
source: Krampus
russian: Крампус

# STRINGS.NAMES.ROCK_LIGHT
source: Lava Pit
russian: Лавовый очаг

# STRINGS.NAMES.ROCKS
source: Rocks
russian: Камни

# STRINGS.NAMES.ICE
source: Ice
russian: Лёд

# STRINGS.NAMES.FLINT
source: Flint
russian: Кремень

# STRINGS.NAMES.AMULET
source: Life Giving Amulet
russian: Животворящий амулет

# STRINGS.NAMES.BLUEAMULET
source: Chilled Amulet
russian: Ледяной амулет

# STRINGS.NAMES.PURPLEAMULET
source: Nightmare Amulet
russian: Амулет кошмаров

# STRINGS.NAMES.YELLOWAMULET
source: Magiluminescence
russian: Магосвет

# STRINGS.NAMES.ORANGEAMULET
source: The Lazy Forager
russian: Ленивый собиратель

# STRINGS.NAMES.GREENAMULET
source: Construction Amulet
russian: Амулет строительства

# STRINGS.NAMES.PICKAXE
source: Pickaxe
russian: Кирка

# STRINGS.NAMES.GOLDENPICKAXE
source: Opulent Pickaxe
russian: Роскошная кирка

# STRINGS.NAMES.SHOVEL
source: Shovel
russian: Лопата

# STRINGS.NAMES.GOLDENSHOVEL
source: Regal Shovel
russian: Королевская лопата

# STRINGS.NAMES.PITCHFORK
source: Pitchfork
russian: Вилы

# STRINGS.NAMES.GOLDENPITCHFORK
source: Snazzy Pitchfork
russian: Шикарные вилы

# STRINGS.NAMES.BEEFALO
source: Beefalo
russian: Бифало

# STRINGS.NAMES.BABYBEEFALO
source: Baby Beefalo
russian: Детёныш бифало

# STRINGS.NAMES.BERRYBUSH
source: Berry Bush
russian: Ягодный куст

# STRINGS.NAMES.BERRYBUSH2
source: Berry Bush
russian: Ягодный куст

# STRINGS.NAMES.SUNKBOAT
source: Sunken Boat
russian: Затонувшая лодка

# STRINGS.NAMES.BONFIRE
source: Bonfire
russian: Костёр

# STRINGS.NAMES.CAMPFIRE
source: Campfire
russian: Костёр

# STRINGS.NAMES.CROW
source: Crow
russian: Ворон

# STRINGS.NAMES.ROBIN
source: Redbird
russian: Красная птица

# STRINGS.NAMES.ROBIN_WINTER
source: Snowbird
russian: Снежная птица

# STRINGS.NAMES.EVERGREEN
source: Evergreen
russian: Ель

# STRINGS.NAMES.EVERGREEN_SPARSE
source: Lumpy Evergreen
russian: Узловатая ель

# STRINGS.NAMES.SLOW_FARMPLOT
source: Basic Farm
russian: Простая грядка

# STRINGS.NAMES.FAST_FARMPLOT
source: Improved Farm
russian: Улучшенная грядка

# STRINGS.NAMES.FIRE
source: Fire
russian: Огонь

# STRINGS.NAMES.COLDFIRE
source: Endothermic Fire
russian: Эндотермический костёр

# STRINGS.NAMES.COLDFIREPIT
source: Endothermic Fire Pit
russian: Эндотермическое кострище

# STRINGS.NAMES.FIREPIT
source: Fire Pit
russian: Кострище

# STRINGS.NAMES.HEATROCK
source: Heat Stone
russian: Термальный камень

# STRINGS.NAMES.FLOWER
source: Flower
russian: Цветок

# STRINGS.NAMES.FLOWER_EVIL
source: Evil Flower
russian: Злой цветок

# STRINGS.NAMES.FIREFLIES
source: Fireflies
russian: Светлячки

# STRINGS.NAMES.GHOST
source: Ghost
russian: Призрак

# STRINGS.NAMES.GRASS
source: Grass
russian: Трава

# STRINGS.NAMES.DEPLETED_GRASS
source: Grass
russian: Трава

# STRINGS.NAMES.GRAVESTONE
source: Headstone
russian: Надгробие

# STRINGS.NAMES.HOMESIGN
source: Sign
russian: Табличка

# STRINGS.NAMES.MAXWELL
source: Maxwell
russian: Максвелл

# STRINGS.NAMES.MOUND
source: Grave
russian: Могила

# STRINGS.NAMES.PIGHOUSE
source: Pig House
russian: Дом свина

# STRINGS.NAMES.PIGMAN
source: Pig Man
russian: Свин

# STRINGS.NAMES.CROP
source: Crop
russian: Урожай

# STRINGS.NAMES.POND
source: Pond
russian: Пруд

# STRINGS.NAMES.POND_MOS
source: Pond
russian: Пруд

# STRINGS.NAMES.POND_CAVE
source: Pond
russian: Пруд

# STRINGS.NAMES.RABBIT
source: Rabbit
russian: Кролик

# STRINGS.NAMES.RABBITHOLE
source: Rabbit Hole
russian: Кроличья нора

# STRINGS.NAMES.ROCK1
source: Boulder
russian: Валун

# STRINGS.NAMES.ROCK2
source: Boulder
russian: Валун

# STRINGS.NAMES.ROCK_FLINTLESS
source: Boulder
russian: Валун

# STRINGS.NAMES.ROCK_ICE
source: Mini Glacier
russian: Мини-ледник

# STRINGS.NAMES.ROCK_ICE_MELTED
source: Melted Mini Glacier
russian: Растопленный мини-ледник

# STRINGS.NAMES.INSANITYROCK
source: Obelisk
russian: Обелиск

# STRINGS.NAMES.SANITYROCK
source: Obelisk
russian: Обелиск

# STRINGS.NAMES.SKELETON
source: Skeleton
russian: Скелет

# STRINGS.NAMES.PIGHEAD
source: Pig Head
russian: Голова свина

# STRINGS.NAMES.MERMHEAD
source: Merm Head
russian: Голова мэрма

# STRINGS.NAMES.SAPLING
source: Sapling
russian: Саженец

# STRINGS.NAMES.SPIDER
source: Spider
russian: Паук

# STRINGS.NAMES.SPIDERDEN
source: Spider Den
russian: Кокон

# STRINGS.NAMES.SPIDER_WARRIOR
source: Spider Warrior
russian: Паук-воин

# STRINGS.NAMES.TENT
source: Tent
russian: Палатка

# STRINGS.NAMES.SIESTAHUT
source: Siesta Lean-to
russian: Навес для сиесты

# STRINGS.NAMES.PIGTORCH
source: Pig Torch
russian: Свиной факел

# STRINGS.NAMES.WILSON
source: Wilson
russian: Уилсон

# STRINGS.NAMES.WILLOW
source: Willow
russian: Уиллоу

# STRINGS.NAMES.WENDY
source: Wendy
russian: Венди

# STRINGS.NAMES.WOLFGANG
source: Wolfgang
russian: Вольфганг

# STRINGS.NAMES.WOODIE
source: Woodie
russian: Вуди

# STRINGS.NAMES.WICKERBOTTOM
source: Wickerbottom
russian: Уикерботтом

# STRINGS.NAMES.WES
source: Wes
russian: Вэс

# STRINGS.NAMES.PIGKING
source: Pig King
russian: Король свиней

# STRINGS.NAMES.STRAWHAT
source: Straw Hat
russian: Соломенная шляпа

# STRINGS.NAMES.TOPHAT
source: Top Hat
russian: Цилиндр

# STRINGS.NAMES.FLOWERHAT
source: Garland
russian: Венок

# STRINGS.NAMES.BEEFALOHAT
source: Beefalo Hat
russian: Шляпа бифало

# STRINGS.NAMES.FEATHERHAT
source: Feather Hat
russian: Перьевая шляпа

# STRINGS.NAMES.ARMORWOOD
source: Log Suit
russian: Деревянная броня

# STRINGS.NAMES.ARMORGRASS
source: Grass Suit
russian: Травяная броня

# STRINGS.NAMES.ARMORMARBLE
source: Marble Suit
russian: Мраморная броня

# STRINGS.NAMES.ARMOR_SANITY
source: Night Armour
russian: Броня ночи

# STRINGS.NAMES.SPEAR
source: Spear
russian: Копьё

# STRINGS.NAMES.TENTACLESPIKE
source: Tentacle Spike
russian: Шипы щупальца

# STRINGS.NAMES.TENTACLE
source: Tentacle
russian: Щупальце

# STRINGS.NAMES.TENTACLE_PILLAR
source: Big Tentacle
russian: Гигантское щупальце

# STRINGS.NAMES.TENTACLE_PILLAR_ARM
source: Baby Tentacle
russian: Маленькое щупальце

# STRINGS.NAMES.TENTACLE_GARDEN
source: Big Tentacle
russian: Гигантское щупальце

# STRINGS.NAMES.ROPE
source: Rope
russian: Верёвка

# STRINGS.NAMES.RESURRECTIONSTATUE
source: Meat Effigy
russian: Мясное чучело

# STRINGS.NAMES.RESURRECTIONSTONE
source: Touch Stone
russian: Алтарь

# STRINGS.NAMES.BOARDS
source: Boards
russian: Доски

# STRINGS.NAMES.CUTSTONE
source: Cut Stone
russian: Каменный блок

# STRINGS.NAMES.GOLDNUGGET
source: Gold Nugget
russian: Золотой самородок

# STRINGS.NAMES.RESEARCHLAB
source: Science Machine
russian: Научная машина

# STRINGS.NAMES.RESEARCHLAB2
source: Alchemy Engine
russian: Алхимическая машина

# STRINGS.NAMES.RESEARCHLAB3
source: Shadow Manipulator
russian: Теневой манипулятор

# STRINGS.NAMES.RESEARCHLAB4
source: Prestihatitator
russian: Шляпусник

# STRINGS.NAMES.PLANT_NORMAL
source: Crop
russian: Растение

# STRINGS.NAMES.RAZOR
source: Razor
russian: Бритва

# STRINGS.NAMES.BEARDHAIR
source: Beard Hair
russian: Клочок бороды

# STRINGS.NAMES.TREASURECHEST
source: Chest
russian: Сундук

# STRINGS.NAMES.SKULLCHEST
source: Skullchest
russian: Костяной сундук

# STRINGS.NAMES.PANDORASCHEST
source: Ornate Chest
russian: Украшенный сундук

# STRINGS.NAMES.MINOTAURCHEST
source: Large Ornate Chest
russian: Большой украшенный сундук

# STRINGS.NAMES.CHESTER
source: Chester
russian: Честер

# STRINGS.NAMES.CHESTER_EYEBONE
source: Eye Bone
russian: Костеглаз

# STRINGS.NAMES.BEDROLL_STRAW
source: Straw Roll
russian: Спальник

# STRINGS.NAMES.BEDROLL_FURRY
source: Fur Roll
russian: Меховой спальник

# STRINGS.NAMES.BEEFALOWOOL
source: Beefalo Wool
russian: Шерсть бифало

# STRINGS.NAMES.PINECONE
source: Pine Cone
russian: Шишка

# STRINGS.NAMES.PINECONE_SAPLING
source: Evergreen Sapling
russian: Саженец ели

# STRINGS.NAMES.SPIDEREGGSACK
source: Spider Eggs
russian: Паучьи яйца

# STRINGS.NAMES.CHARCOAL
source: Charcoal
russian: Древесный уголь

# STRINGS.NAMES.ASH
source: Ashes
russian: Пепел

# STRINGS.NAMES.ASH_REMAINS
source: Ashes of %s
russian: Пепел от %s

# STRINGS.NAMES.MANDRAKE
source: Mandrake
russian: Мандрагора

# STRINGS.NAMES.COOKEDMANDRAKE
source: Cooked Mandrake
russian: Приготовленная мандрагора

# STRINGS.NAMES.REEDS
source: Reeds
russian: Камыш

# STRINGS.NAMES.CUTREEDS
source: Cut Reeds
russian: Срезанный камыш

# STRINGS.NAMES.MARSH_PLANT
source: Plant
russian: Растение

# STRINGS.NAMES.TUMBLEWEED
source: Tumbleweed
russian: Перекати-поле

# STRINGS.NAMES.MARSH_BUSH
source: Spiky Bush
russian: Колючий куст

# STRINGS.NAMES.PAPYRUS
source: Papyrus
russian: Папирус

# STRINGS.NAMES.MARSH_TREE
source: Spiky Tree
russian: Шипастое дерево

# STRINGS.NAMES.PANFLUTE
source: Pan Flute
russian: Флейта Пана

# STRINGS.NAMES.BUGNET
source: Bug Net
russian: Сачок

# STRINGS.NAMES.FROG
source: Frog
russian: Лягушка

# STRINGS.NAMES.FISHINGROD
source: Fishing Rod
russian: Удочка

# STRINGS.NAMES.FISH
source: Fish
russian: Рыба

# STRINGS.NAMES.FISH_COOKED
source: Cooked Fish
russian: Приготовленная рыба

# STRINGS.NAMES.HONEY
source: Honey
russian: Мёд

# STRINGS.NAMES.HONEYCOMB
source: Honeycomb
russian: Соты

# STRINGS.NAMES.BEEHIVE
source: Beehive
russian: Дикий улей

# STRINGS.NAMES.BEEBOX
source: Bee Box
russian: Улей

# STRINGS.NAMES.BEE
source: Bee
russian: Пчела

# STRINGS.NAMES.DEVTOOL
source: Dev Tool
russian: Инструмент разработчика

# STRINGS.NAMES.KILLERBEE
source: Killer Bee
russian: Пчела-убийца

# STRINGS.NAMES.WASPHIVE
source: Killer Bee Hive
russian: Улей пчёл-убийц

# STRINGS.NAMES.MOSQUITO
source: Mosquito
russian: Комар

# STRINGS.NAMES.BEEHAT
source: Beekeeper Hat
russian: Шляпа пчеловода

# STRINGS.NAMES.STINGER
source: Stinger
russian: Жало

# STRINGS.NAMES.BUTTERFLY
source: Butterfly
russian: Бабочка

# STRINGS.NAMES.BUTTERFLYWINGS
source: Butterfly Wings
russian: Крылья бабочки

# STRINGS.NAMES.BUTTER
source: Butter
russian: Масло

# STRINGS.NAMES.FROGLEGS
source: Frog Legs
russian: Лягушачьи лапки

# STRINGS.NAMES.FROGLEGS_COOKED
source: Cooked Frog Legs
russian: Приготовленные лягушачьи лапки

# STRINGS.NAMES.TALLBIRD
source: Tallbird
russian: Высокая птица

# STRINGS.NAMES.SMALLBIRD
source: Smallbird
russian: Маленькая птица

# STRINGS.NAMES.TEENBIRD
source: Smallish Tallbird
russian: Небольшая птица

# STRINGS.NAMES.WALRUS
source: MacTusk
russian: МакБивень

# STRINGS.NAMES.WALRUS_CAMP
source: Walrus Camp
russian: Иглу

# STRINGS.NAMES.WALRUS_TUSK
source: Walrus Tusk
russian: Бивень

# STRINGS.NAMES.WALRUSHAT
source: Tam o' Shanter
russian: Тэм-о-шентер

# STRINGS.NAMES.LITTLE_WALRUS
source: Wee MacTusk
russian: МакБивень младший

# STRINGS.NAMES.PUMPKIN_LANTERN
source: Pumpkin Lantern
russian: Светильник Джека

# STRINGS.NAMES.TALLBIRDNEST
source: Tallbird Nest
russian: Гнездо высокой птицы

# STRINGS.NAMES.TALLBIRDEGG
source: Tallbird Egg
russian: Яйцо высокой птицы

# STRINGS.NAMES.TALLBIRDEGG_CRACKED
source: Hatching Tallbird Egg
russian: Треснувшее яйцо

# STRINGS.NAMES.TALLBIRDEGG_COOKED
source: Fried Tallbird Egg
russian: Приготовленное яйцо высокой птицы

# STRINGS.NAMES.FEATHER_CROW
source: Jet Feather
russian: Гагатовое перо

# STRINGS.NAMES.FEATHER_ROBIN
source: Crimson Feather
russian: Алое перо

# STRINGS.NAMES.FEATHER_ROBIN_WINTER
source: Azure Feather
russian: Лазурное перо

# STRINGS.NAMES.BIRDTRAP
source: Bird Trap
russian: Ловушка для птиц

# STRINGS.NAMES.BLOWDART_SLEEP
source: Sleep Dart
russian: Усыпляющий дротик

# STRINGS.NAMES.BLOWDART_FIRE
source: Fire Dart
russian: Огненный дротик

# STRINGS.NAMES.BLOWDART_PIPE
source: Blow Dart
russian: Духовой дротик

# STRINGS.NAMES.BEEMINE
source: Bee Mine
russian: Пчеломина

# STRINGS.NAMES.BEEMINE_MAXWELL
source: Maxwell's Mosquito Trap
russian: Москитная ловушка Максвелла

# STRINGS.NAMES.BIRDCAGE
source: Birdcage
russian: Птичья клетка

# STRINGS.NAMES.SPIDERQUEEN
source: Spider Queen
russian: Королева пауков

# STRINGS.NAMES.EARMUFFSHAT
source: Rabbit Earmuffs
russian: Наушники

# STRINGS.NAMES.WINTERHAT
source: Winter Hat
russian: Зимняя шапка

# STRINGS.NAMES.HORN
source: Beefalo Horn
russian: Рог бифало

# STRINGS.NAMES.ONEMANBAND
source: One-man Band
russian: Человек-оркестр

# STRINGS.NAMES.STATUEHARP
source: Harp Statue
russian: Статуя арфиста

# STRINGS.NAMES.STATUEMAXWELL
source: Maxwell Statue
russian: Статуя Максвелла

# STRINGS.NAMES.MAXWELLLIGHT
source: Maxwell's Light
russian: Огонь Максвелла

# STRINGS.NAMES.MAXWELLKEY
source: Shadow Key
russian: Призрачный ключ

# STRINGS.NAMES.TELEPORTATO_RING
source: Ring thing
russian: Странное кольцо

# STRINGS.NAMES.TELEPORTATO_BOX
source: Box thing
russian: Странная коробка

# STRINGS.NAMES.TELEPORTATO_CRANK
source: Crank thing
russian: Странный рычаг

# STRINGS.NAMES.TELEPORTATO_POTATO
source: Metal potato thing
russian: Странная картофелина

# STRINGS.NAMES.TELEPORTATO_BASE
source: Wooden thing
russian: Странная платформа

# STRINGS.NAMES.TELEPORTATO_CHECKMATE
source: Wooden thing
russian: Странная платформа

# STRINGS.NAMES.TRINKET_1
source: Melty Marbles
russian: Сплавленные шарики

# STRINGS.NAMES.TRINKET_2
source: Fake Kazoo
russian: Поддельный казу

# STRINGS.NAMES.TRINKET_3
source: Gord's Knot
russian: Гордов узел

# STRINGS.NAMES.TRINKET_4
source: Gnome
russian: Гном

# STRINGS.NAMES.TRINKET_5
source: Tiny Rocketship
russian: Маленькая ракета

# STRINGS.NAMES.TRINKET_6
source: Frazzled Wires
russian: Изодранные провода

# STRINGS.NAMES.TRINKET_7
source: Ball and Cup
russian: Бильбоке

# STRINGS.NAMES.TRINKET_8
source: Hardened Rubber Bung
russian: Эбонитовая пробка

# STRINGS.NAMES.TRINKET_9
source: Mismatched Buttons
russian: Перепутанные пуговицы

# STRINGS.NAMES.TRINKET_10
source: Second-hand Dentures
russian: Поношенная вставная челюсть

# STRINGS.NAMES.TRINKET_11
source: Lying Robot
russian: Лгущий робот

# STRINGS.NAMES.TRINKET_12
source: Dessicated Tentacle
russian: Засушенное щупальце

# STRINGS.NAMES.CARROT_PLANTED
source: Carrot
russian: Морковь

# STRINGS.NAMES.LEIF
source: Treeguard
russian: Энт

# STRINGS.NAMES.LEIF_SPARSE
source: Treeguard
russian: Энт

# STRINGS.NAMES.BUTTERFLYMUFFIN
source: Butter Muffin
russian: Маффин из бабочки

# STRINGS.NAMES.FROGGLEBUNWICH
source: Froggle Bunwich
russian: Сэндвич из лягушки

# STRINGS.NAMES.HONEYHAM
source: Honey Ham
russian: Медовый рулет

# STRINGS.NAMES.DRAGONPIE
source: Dragonpie
russian: Пирог из питайи

# STRINGS.NAMES.TAFFY
source: Taffy
russian: Ириска

# STRINGS.NAMES.PUMPKINCOOKIE
source: Pumpkin Cookies
russian: Тыквенное печенье

# STRINGS.NAMES.KABOBS
source: Kabobs
russian: Кебабы

# STRINGS.NAMES.MANDRAKESOUP
source: Mandrake Soup
russian: Суп из мандрагоры

# STRINGS.NAMES.BACONEGGS
source: Bacon and Eggs
russian: Яйца с беконом

# STRINGS.NAMES.BONESTEW
source: Meaty Stew
russian: Мясная похлёбка

# STRINGS.NAMES.PEROGIES
source: Pierogi
russian: Вареники

# STRINGS.NAMES.WETGOOP
source: Wet Goop
russian: Кашица

# STRINGS.NAMES.RATATOUILLE
source: Ratatouille
russian: Рататуй

# STRINGS.NAMES.FRUITMEDLEY
source: Fruit Medley
russian: Фруктовый коктейль

# STRINGS.NAMES.FISHTACOS
source: Fish Tacos
russian: Рыбные такос

# STRINGS.NAMES.WAFFLES
source: Waffles
russian: Вафли

# STRINGS.NAMES.TURKEYDINNER
source: Turkey Dinner
russian: Индейка

# STRINGS.NAMES.DRUMSTICK
source: Drumstick
russian: Окорочок

# STRINGS.NAMES.DRUMSTICK_COOKED
source: Fried Drumstick
russian: Жареный окорочок

# STRINGS.NAMES.TENTACLESPOTS
source: Tentacle Spots
russian: Кусочек щупальца

# STRINGS.NAMES.PERD
source: Gobbler
russian: Индюк

# STRINGS.NAMES.ABIGAIL
source: Abigail
russian: Абигейл
