Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAUR
source: Get away, you beast!
russian: Прочь, чудовище!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Quite functional, it operates as both an axe and a pickaxe.
russian: Весьма функционально, действует как топор и кирка одновременно.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARELIGHT
source: The ancients seem to have used nightmare fuel to power everything.
russian: Древние, кажется, использовали топливо ужаса как энергию для всего.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: There are low, but increasing levels of vapours containing ectoplasmic residue.
russian: Ощущается низкий, но неуклонно нарастающий уровень эктоплазматических испарений.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: Levels of ectoplasmic residue seem to be increasing.
russian: Уровень эктоплазматических испарений, кажется, увеличивается.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The levels of ectoplasmic residue seem to be at their peak.
russian: Уровень эктоплазматических испарений достиг своего максимума.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Levels of ectoplasmic residue are high but seem to be decreasing.
russian: Уровень эктоплазматических испарений высокий, но, вроде, уже уменьшается.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: There is very little ectoplasmic residue vapor.
russian: Эктоплазматические испарения постепенно рассеиваются.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: The levels of ectoplasmic residue seem to be at their lowest.
russian: Эктоплазматических испарений уже почти нет.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: There doesn't seem to be any ectoplasmic vapor around here.
russian: По всей видимости тут не бывает эктоплазматических испарений.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGESTAFF
source: Handy over small distances.
russian: Он очень даже полезен на небольших расстояниях.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROOK_NIGHTMARE
source: It looks like it could break apart at any moment.
russian: Выглядит так, как будто вот-вот рассыплется на части.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RELIC
source: A relic of an ancient civilization long dead the the ravages of time.
russian: Реликвия древней цивилизации, давным-давно погибшей от разрушительного действия времени.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINS_RUBBLE
source: With a little elbow grease this could be put into working order.
russian: Если немного попотеть, её ещё можно будет восстановить.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINS_BAT
source: I could hit things with this.
russian: Этим предметом можно бить.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINSHAT
source: A bit gaudy for my tastes, but it seems useful.
russian: Слегка безвкусно, как по мне, впрочем я найду ей применение.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_DROPPER
source: Ah, this species of arachnid has adapted to life on the cave ceiling.
russian: Ох, кажется этот вид арахнидов смог адаптироваться к жизни на потолке пещеры.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THULECITE
source: This seems to be an interesting, ectoplasmic residue-bearing variety of ziosite.
russian: Это, видимо, необычная эктоплазмосодержащая разновидность циозита.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWAMULET
source: This amulet is glowing at the mid 530 nanometer wavelength.
russian: Длина световой волны амулета равна 530 нанометров.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I feel a compulsive urge to activate it, again and again.
russian: Я чувствую неконтролируемое желание запускать его, снова и снова.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGTREE
source: Animal or vegetable?
russian: Животное или растение?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICESTAFF
source: I believe it works via condensation.
russian: Полагаю, принцип его работы основан на явлении конденсации.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_TOODARK
source: I can't see in the dark.
russian: Я не вижу в темноте.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_GENERIC
source: I don't know what that is.
russian: Я не знаю, что это такое.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL_GENERIC
source: I can't do that.
russian: Я не могу это сделать.

# STRINGS.CHARACTERS.WICKERBOTTOM.BATTLECRY.GENERIC
source: Combat!
russian: Бейся!

# STRINGS.CHARACTERS.WICKERBOTTOM.COMBAT_QUIT.GENERIC
source: Well, that's over.
russian: Ну, вот и всё.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.GENERIC
source: Yum!
russian: Ам!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.SPOILED
source: That was partially decomposed.
russian: Оно уже частично разложилось.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.STALE
source: That was not at optimal freshness.
russian: Оно было уже не первой свежести.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.PAINFUL
source: I should not have ingested that.
russian: Не стоило мне пробовать это.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CANFIX
source: I do believe I can repair this.
russian: Думаю, я смогу починить это.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ADVENTUREFAIL
source: We must learn from our failures.
russian: Мы должны учиться на своих ошибках.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_COLD
source: The ambient temperature is low.
russian: Температура окружающей среды очень низкая.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNGRY
source: Librarian needs food.
russian: Библиотекарям тоже нужна еда.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TORCH_OUT
source: I need another light.
russian: Мне нужен ещё один источник света.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DUSK
source: Night will be here soon.
russian: Скоро наступит ночь.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CHARLIE_ATTACK
source: OUCH! Something bit me!
russian: Ой! Меня что-то укусило!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CHARLIE
source: Did you hear that?
russian: Ты тоже это слышишь?

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BOOMERANG
source: I misjudged the timing of its return.
russian: Я просчиталась со сроками его возврата.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HOUNDS
source: Something is approaching.
russian: Что-то приближается.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PECKED
source: Settle down, this instant!
russian: Прекрати немедленно!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ENTER_LIGHT
source: It is bright enough to see.
russian: Теперь достаточно светло, чтобы видеть.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ENTER_DARK
source: I am in the dark.
russian: Я в темноте.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_INV_FULL
source: I can't carry anything more.
russian: Я не могу унести больше.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CRAFTING_FAIL
source: I can't make that now.
russian: Я пока этого не умею.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WORMHOLE
source: A detailed lesson in biology!
russian: Подробный урок биологии!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_LOST_TRAIL
source: The trail is no longer distinguishable.
russian: След уже совсем затерялся.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_BEAST_NEARBY
source: The appearance of this track indicates recent activity.
russian: Появление этого следа указывает на недавнюю активность в этом районе.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ACCOMPLISHMENT
source: It's not there yet!
russian: Пока ещё нет!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ACCOMPLISHMENT_DONE
source: File that under completed!
russian: Дело доведено до конца!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TRAP_WENT_OFF
source: Eek!
russian: Ой!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_QUAKE
source: A tremor! Magnitude at least a 7 on the Richter scale.
russian: Толчки! Магнитуда как минимум в районе 7 по шкале Рихтера.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODANGERSLEEP
source: I can barely sleep even when I'm not in danger!
russian: Я с трудом сплю даже когда я вне опасности!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_UNIMPLEMENTED
source: Tut tut, I don't think it's quite ready.
russian: Пам-пам, я не думаю, что оно достаточно готово.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NOHUNGERSLEEP
source: I can barely sleep even when I'm not starving!
russian: Я с трудом сплю даже когда я не голодна!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_FREEDOM
source: Freedom! I'll find a good book and tuck in.
russian: Свобода! Скорее бы найти книжку поинтересней и погрузиться в неё.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_RESEARCH
source: Every bit of information is useful.
russian: Каждая крупинка информации полезна.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NO_TRAP
source: A cinch!
russian: Раз плюнуть!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HIGHRESEARCH
source: My my, that was extremely interesting!
russian: Боже мой, это было в высшей степени познавательно!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_THORNS
source: Dang spinose structure!
russian: Чёрт, спинозные порождения!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODAYSLEEP_CAVE
source: These caves don't make it any easier to sleep.
russian: В этих пещерах спать ни капельки не легче.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BEES
source: Stinging nasties!
russian: Жалящие мучители!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_KNOCKEDOUT
source: Oof, that's one way to get some rest, I suppose.
russian: О-о-ох, это такой способ лишний раз передохнуть, наверное.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_LOWRESEARCH
source: Not a great resource, but there were useful bits.
russian: Не самый большой источник знаний, но и в нём есть кое-что.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DEERCLOPS
source: That sounds quite large!
russian: Звучит как что-то особенно большое!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_MOSQUITOS
source: Cursed bloodsuckers!
russian: Проклятые кровососы!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODAYSLEEP
source: I can hardly get to sleep at night, nevermind during the day.
russian: Я и ночью то с трудом засыпаю, не говоря уже о дне.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOOMANYBIRDS
source: It doesn't work as well with this many birds around.
russian: Она не так эффективна, если вокруг и без того много птиц.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WAYTOOMANYBIRDS
source: The sky is out of birds for now.
russian: Птицы застлали небо.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ADVENTUREFAIL
source: You win THIS time, Maxwell.
russian: В ЭТОТ раз победа за тобой, Максвелл!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BOOMERANG
source: Stupid boomerang!
russian: Дурацкий бумеранг!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CHARLIE
source: I'm not afraid of you!
russian: Я не боюсь тебя!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CHARLIE_ATTACK
source: OUCH! You jerk!
russian: АЙ! Вот сволочь!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_COLD
source: The Cold! It burns!
russian: Слишком холодно! Обжигающе холодно!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DUSK
source: Night is coming.
russian: Ночь близится.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.GENERIC
source: Yum!
russian: Ням!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.PAINFUL
source: Ugh! Nasty!
russian: Фу! Мерзость!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.SPOILED
source: That tasted terrible!
russian: Оно противное на вкус!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.STALE
source: That was kinda gross.
russian: Попросту говоря, это отвратительно.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HOUNDS
source: Show yourself!
russian: Покажись!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNGRY
source: I need food!
russian: Я есть хочу!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_BEAST_NEARBY
source: I'll find you!
russian: Я найду тебя!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_LOST_TRAIL
source: Ohh... he got away.
russian: Ох... он ускользнул.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ACCOMPLISHMENT
source: Move, arrow! MOVE!
russian: Крутись, стрелочка! КРУТИСЬ!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I DID IT!
russian: Я СДЕЛАЛА ЭТО!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.1
source: Tee hee!
russian: Хе-хе!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.2
source: Pretty!
russian: Прелесть!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.3
source: Oops!
russian: Упс!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.4
source: I made a fire!
russian: Я зажгла огонь!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.5
source: Burn!
russian: Гори!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.6
source: I can't help myself!
russian: Не могу сдержаться!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PECKED
source: No! Bad birdy!
russian: Нет! Плохая птичка!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TORCH_OUT
source: My precious light is gone!
russian: Мой драгоценный свет погас!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WORMHOLE
source: I'll have to burn these clothes!
russian: Придётся сжечь эту одежду!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TRAP_WENT_OFF
source: Aah!
russian: А-а-ах!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CRAFTING_FAIL
source: I'm missing something.
russian: Я что-то упускаю.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_QUAKE
source: That sound probably doesn't mean good things.
russian: Кажется этот звук не сулит ничего хорошего.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODANGERSLEEP
source: No time for sleep, there's fighting to do!
russian: Нет времени спать, сейчас сражаться придётся!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOHUNGERSLEEP
source: My tummy is grumbling, I can't sleep!
russian: Мой животик ворчит, я не могу заснуть!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_FREEDOM
source: I'm free! Time for fires!
russian: Я свободна! Время заняться огнями!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_RESEARCH
source: That was useful, even if it didn't have anything about fires.
russian: Это было полезно, даже если я не узнала про огонь ничего нового.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NO_TRAP
source: Like lighting a barrel of fish on fire.
russian: Как запечь кучу рыбы на костре.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HIGHRESEARCH
source: So much information!
russian: Так много информации!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_THORNS
source: Ouch!
russian: Ай!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP_CAVE
source: Too spooky down here to sleep.
russian: Жутковато тут для сна.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BEES
source: Aaaah! Pokey bugs!
russian: А-а-а-ах! Эти мелкие жучки!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_KNOCKEDOUT
source: Argh, my little head!
russian: Ой-ёй, моя головушка!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LOWRESEARCH
source: Boo, that was boring.
russian: У-у-у-у, это было нудно.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DEERCLOPS
source: That sounded like a big mean monster man!
russian: Это похоже на большого злого чудища!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MOSQUITOS
source: Get away, you bloodsucking jerks!
russian: Убирайтесь, кровососы несчастные!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP
source: I can't sleep when there's a great ball of fire to stare at.
russian: Я не могу спать, пока эта звезда по имени солнце таращится на меня.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CANFIX
source: I think I can fix this!
russian: Думаю, я смогу починить это.

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.GENERIC
source: It's you or me!
russian: Или ты, или я!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.PIG
source: Stupid Pig!
russian: Тупая свинья!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.PREY
source: Get over here!
russian: Проваливай отсюда!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.SPIDER
source: Grrrrar!
russian: Гр-р-р-р!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.SPIDER_WARRIOR
source: Ew, kill iiiit!
russian: Фу, умри-и-и-и!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.GENERIC
source: That's what I thought!
russian: Так я и думала!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.PIG
source: Get back here, pork chop!
russian: А ну-ка вернись, отбивная!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.PREY
source: I'll get you next time!
russian: В следующий раз я до тебя доберусь!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.SPIDER
source: Bleh. I'll kill him later.
russian: Эх. Прибью его позже.

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.SPIDER_WARRIOR
source: Not so tough now!
russian: Теперь не такой крутой!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMLIGHT
source: Light without fire. Unnatural.
russian: Свет без огня? Совсем не естественно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.PLANT
source: Light without fire. Unnatural.
russian: Свет без огня? Совсем не естественно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.DIRT
source: Does dirt normally move around?
russian: Разве земля обычно двигается туда-сюда?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.WORM
source: It's so furry!
russian: Ему бы к парикмахеру сходить.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EEL
source: I don't like the look it's giving me!
russian: Не нравится мне, как он на меня смотрит!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EEL_COOKED
source: Fire improves everything.
russian: Огонь улучшает всё.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UNAGI
source: I cooked that.
russian: Это я приготовила.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYETURRET
source: I wish it lit stuff on fire.
russian: Вот бы эта штука ещё и вещи поджигала!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYETURRET_ITEM
source: It's no good until I place it.
russian: Эта штука будет абсолютно бесполезной, пока я не поставлю её где-то.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAURHORN
source: I wonder if these rings are an indication of age.
russian: Интересно, эти кольца - показатель возраста?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAURCHEST
source: I want big horns like that!
russian: И я хочу такие-же большие рога!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THULECITE_PIECES
source: This Thulecite crumbled to pieces.
russian: Тулецит, разбитый на кусочки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POND
source: This pond will definitely not ignite. How dull.
russian: Этот пруд точно не воспламенится. Скукота.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POND_ALGAE
source: It must need a lot of water.
russian: Такому растению требуется много воды.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENSTAFF
source: It won't start a fire but I guess it's still useful.
russian: Да, он не изрыгает пламя, но у него точно должно быть и другое применение.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POTTEDFERN
source: I'd rather burn them.
russian: Я бы с радостью сожгла его.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THULECITE
source: I don't think it would burn.
russian: Вряд ли он будет гореть.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORRUINS
source: Not sure I want to wear this.
russian: Не уверена, что хочу носить это.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINS_BAT
source: This will keep the nasties at bay.
russian: Говорят, это отгоняет неприятности.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINSHAT
source: It seems like there's something flowing through it.
russian: Если внимательно приглядеться, то можно заметить, что через неё как-бы протекает что-то.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Looks normal to me.
russian: Похоже, всё спокойно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It's warning me.
russian: Оно предупреждает меня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The fuel is coming to life!
russian: Топливо оживает!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's almost humming.
russian: Оно как будто гудит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I think it's turning off.
russian: Я думаю оно угасает.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: I guess it's nearly over.
russian: Кажется уже почти всё закончилось.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I don't think it's working.
russian: Я не думаю, что оно распространяется на это место.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BISHOP_NIGHTMARE
source: Ahhh!
russian: Ох!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROOK_NIGHTMARE
source: It has a nasty smile.
russian: У неё ужасная улыбка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHT_NIGHTMARE
source: It looks pretty worn down.
russian: На вид довольно истёртый.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAUR
source: Poor thing. Trapped in this maze.
russian: Бедненький. Он потерялся в этом лабиринте пещер.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_DROPPER
source: They come from above.
russian: Они спускаются сверху.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARELIGHT
source: Light without fire is unnatural.
russian: Свет без огня? Совсем не естественно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENGEM
source: This one feels really light.
russian: По весу очень лёгкий.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINS_RUBBLE
source: I could probably fix that up.
russian: Наверное, я смогу починить её.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's so useful!
russian: Такой полезный!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGESTAFF
source: It gives me a headache.
russian: У меня от этой штуки голова болит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWAMULET
source: It seems to absorb the darkness around it.
russian: Кажется, он поглощает тьму вокруг себя.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENAMULET
source: I feel my mind open when I wear it.
russian: Когда я ношу его, то чувствую какую-то лёгкость.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURPER
source: Do they have little fires in their bellies?
russian: У них в животах маленькие огоньки?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURPER_PELT
source: Eeewwwww, it's still alive!
russian: Фу-у-у-у-у, оно ещё живое!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSLURPER
source: Oh, ick! Ick! Ick! Ick! Eeeeeewwwwww!
russian: Ох, ик! Ик! Ик! Ик! Фу-у-у-у-у-у!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGEAMULET
source: It picks up my burning materials for me!
russian: Он будет поднимать горючие материалы за меня!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWSTAFF
source: It's magical.
russian: Он магичный.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWGEM
source: It sparkles.
russian: Он искрится.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGEGEM
source: This one makes my fingers tingle.
russian: От него у меня покалывают пальцы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEBASE.VALID
source: I can feel the magic!
russian: Я прям чувствую магию!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEBASE.GEMS
source: It needs something more.
russian: Нужно что-то ещё.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEMSOCKET.VALID
source: I wonder how they hover?
russian: Интересно, за счёт чего они парят?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEMSOCKET.GEMS
source: It's so empty!
russian: Тут так пусто!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STAFFLIGHT
source: It's so beautiful!
russian: Так красиво!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB4
source: I can use the hat like a cauldron!
russian: Эту шляпу вообще как котёл использовать можно!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTER
source: It's my lucky lighter!
russian: Это моя счастливая зажигалка!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Oooo! An afterlife intercom.
russian: Ого! Связь с загробным миром!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: The dead can't get through here.
russian: Здесь мёртвым не пройти.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: The dead can't get through here.
russian: Мёртвым туда не попасть.
