Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.RECIPE_DESC.RUINS_BAT
source: Spikes make everything better.
russian: С шипами любая вещь становится лучше.

# STRINGS.RECIPE_DESC.NIGHTMARE_TIMEPIECE
source: Track the flow of ambient magic levels.
russian: Отслеживай изменения в магическом уровне.

# STRINGS.RECIPE_DESC.ARMORSLURPER
source: Keep that belly full.
russian: Заботится о набитости твоего брюха.

# STRINGS.RECIPE_DESC.EYETURRET_ITEM
source: Keep the nasties away. By killing them.
russian: Удерживает всякую гадость на расстоянии.

# STRINGS.RECIPE_DESC.ACCOMPLISHMENT_SHRINE
source: Prove your worth as a human being.
russian: Покажи, чего ты стоишь, как человек.

# STRINGS.RECIPE_DESC.WALL_RUINS_ITEM
source: These walls will take quite a beating.
russian: Чтобы разбить эту стену придётся попотеть.

# STRINGS.RECIPE_DESC.POTTEDFERN
source: Make a pot and stick a fern inside.
russian: Сделай горшок, засунь в него папоротник.

# STRINGS.RECIPE_DESC.THULECITE
source: Combine tiny bits into a big chunk.
russian: Соединяй мелкие части в один большой.

# STRINGS.RECIPE_DESC.RUINSHAT
source: Complete with ancient force field!
russian: Укомплектована древним силовым полем!

# STRINGS.RECIPE_DESC.RAINCOAT
source: A waterproof coat to keep you dry.
russian: Непромокаемый плащ гарантирует сухость.

# STRINGS.RECIPE_DESC.RAINHAT
source: The colour yellow is waterproof!
russian: Этот жёлтый цвет отталкивает воду!

# STRINGS.RECIPE_DESC.GRASS_UMBRELLA
source: Posh & portable protection.
russian: Шикарная переносная защита.

# STRINGS.RECIPE_DESC.SPEAR_WATHGRITHR
source: The gold makes it sharper.
russian: Такое острое из-за золотого наконечника.

# STRINGS.RECIPE_DESC.WATHGRITHRHAT
source: The unicorn is what protects you.
russian: Единорог - вот что защитит тебя.

# STRINGS.RECIPE_DESC.MOLEHAT
source: Grants the wearer Smell-E-Vision.
russian: Наделяет носящего нюхозрением.

# STRINGS.RECIPE_DESC.ICEHAT
source: Science, on the rocks.
russian: Наука, воплощённая в глыбе.

# STRINGS.RECIPE_DESC.TRANSISTOR
source: Science away! Bzzzt!
russian: Покончим с наукой! Бз-з-зть!

# STRINGS.RECIPE_DESC.WATERMELONHAT
source: Refreshing, but sticky.
russian: Освежает, правда липкая.

# STRINGS.RECIPE_DESC.BELL
source: This isn't just any bell.
russian: Это не просто колокольчик.
