Repository: Ifald/Don-t-Starve
Catalog: lang/*.po
Languages: russian

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_STATUE
source: Drat, won't burn.
russian: Ты ж смотри, не горит она.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LICHEN
source: A crusty plant
russian: Это растение больное, или так и должно быть?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTLICHEN
source: Blah, tastes like sawdust.
russian: Фу, на вкус как опилки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA
source: Bananas!
russian: Бананы!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA_COOKED
source: Yum!
russian: Ням!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA_TREE
source: Looks burnable!
russian: Выглядит легковоспламеняющимся!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKY
source: We don't have much in common.
russian: У нас нет ничего общего.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEAMULET
source: Boo to this.
russian: Фу! Эта вещица не по мне.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PURPLEAMULET
source: Has science gone too far?
russian: До чего дошли технологии...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELESTAFF
source: It's quite a rush to use.
russian: Заканчивается довольно-таки быстро.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINERHAT
source: It's not real fire, but it's still pretty fun.
russian: Не настоящий огонь, но достаточно весело.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONKEY
source: Joke's on you! I can burn this poo.
russian: Дошутишься! Я легко могу сжечь эти какашки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONKEYBARREL
source: What a wonderfully flammable home.
russian: Какой расчудесный дом. А как он будет гореть!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDSTOOTH
source: It's sharp. I like it!
russian: Острый. Мне нравится!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSNURTLESHELL
source: Less defense! More offense!
russian: Меньше защиты! Больше нападения!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAT
source: Cute little guy!
russian: Милый малыш!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATBAT
source: I can hit my enemies with it.
russian: Я могу бить своих врагов этой штукой.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATWING
source: Yuck!
russian: Фу! Гадость!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATWING_COOKED
source: Yuck!
russian: Фу! Гадость!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEDROLL_FURRY
source: It's too frilly.
russian: Он слишком вычурный.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUNNYMAN
source: Ugh. They look so stupid.
russian: Ух, выглядят идиотски.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE
source: It's burning inside.
russian: Он горит внутри.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It's burning inside.
russian: Он горит внутри.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It's burning inside.
russian: Он горит внутри.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUANO
source: It burns like normal poop.
russian: А горит как обычное дерьмо.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LANTERN
source: Fire is not meant to be contained like this!
russian: Огонь создан не для того, чтобы его так прятали!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTBULB
source: Bright!
russian: Ярко!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANRABBIT_TAIL
source: I won that argument.
russian: Я выиграла этот спор.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_TALL
source: Gross. This tree is sick all over.
russian: Гадость. Это дерево насквозь больное.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_MEDIUM
source: Gross. It smells like leprechaun butt
russian: Отвратительно. Пахнет как из задницы лепрекона.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_SMALL
source: Gross. It's all mushroomy.
russian: Гадость. Слишком грибнистое.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOUSE
source: Ugh. Stupid rabbits.
russian: Уф. Тупые зайцы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLE
source: I want to blow it up!
russian: Я хочу взорвать её!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLE_SHELLPIECES
source: Heh. It broke.
russian: Ха. Разбился.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLEHAT
source: It fits my head.
russian: А мне идёт.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLEHOLE
source: I should burn them out.
russian: Нужно всех там сжечь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLESLIME
source: I love this stuff!
russian: А эта штука мне нравится!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNURTLE
source: Kaboom!
russian: Бабах!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_HIDER
source: What a frustrating jerk!
russian: Очередной унылый жлоб!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_SPITTER
source: Get over here!
russian: Проваливай отсюда!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERHOLE
source: It's full of spiders.
russian: Он полон пауков!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE
source: Rocks are boring.
russian: Камни - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_FULL
source: Rocks are boring.
russian: Камни - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_LOW
source: Rocks are boring.
russian: Камни - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_MED
source: Rocks are boring.
russian: Камни - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL
source: More boring rocks.
russian: Опять скучные камни.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_FULL
source: More boring rocks.
russian: Опять скучные камни.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_LOW
source: More boring rocks.
russian: Опять скучные камни.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_MED
source: More boring rocks.
russian: Опять скучные камни.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CARPETFLOOR
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CHECKERFLOOR
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_DIRT
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_FOREST
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_GRASS
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MARSH
source: The ground is boring.
russian: Грунт скучен.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ROAD
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ROCKY
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SAVANNA
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_WOODFLOOR
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CAVE
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_FUNGUS
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SINKHOLE
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_UNDERROCK
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MUD
source: The ground is boring.
russian: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURKEYDINNER
source: A feast of burned bird!
russian: Деликатес из сожжённой птицы!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TWIGS
source: A bunch of small twigs. Good for fires, among other things.
russian: Кучка маленьких веточек. Сгодятся для растопки, между прочим.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POWCAKE
source: I wonder if it is flammable.
russian: Интересно, он гореть-то будет?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Who plugged that hole?
russian: Кто закрыл эту дырку?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I hope there's lava down there somewhere.
russian: Я надеюсь, там где-то есть лава.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_EXIT
source: It's dark and stuffy down here.
russian: Там темно и душно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLPHONOGRAPH
source: I like more exciting music.
russian: Я люблю более возбуждающую музыку.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGGUARD
source: I like his attitude!
russian: Мне нравится его запал!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOOMERANG
source: It's not the most exciting weapon.
russian: Не самое интересное оружие.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ADVENTURE_PORTAL
source: Maybe that leads home.
russian: Может это вернёт меня домой.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AMULET
source: I'm invincible! Well, maybe not. But it feels good.
russian: Я непобедима! Ладно, может и нет, но всё равно приятное ощущение.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANIMAL_TRACK
source: It leads to my new friend.
russian: Они приведут меня к нашему новому дружку.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORGRASS
source: A waste of flammable materials.
russian: Пустая трата горючих материалов.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORMARBLE
source: If I have to fight I might as well be protected.
russian: Раз приходится атаковать, можно подумать и о защите.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORWOOD
source: Now I can take on the world!
russian: Всё. С этим можно смело идти покорять мир!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_SANITY
source: Like being wrapped in smoke.
russian: Всё равно, что облачиться в дым.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.GENERIC
source: Leftovers from a fire. I wish it was still here.
russian: Последствия огня. Жаль, что он уже потух.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
russian: Костеглаз был утилизирован в огне, когда я телепортировалась!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_THINGIE
source: I wish this thing was still burning, whatever it was.
russian: Что бы это ни было, жаль, что оно больше не горит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AXE
source: It's very sharp.
russian: Он очень острый.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYBEEFALO.GENERIC
source: Even the babies are ugly.
russian: Даже их дети уродливы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYBEEFALO.SLEEPING
source: WAKE UP!
russian: ПРОСЫПАЙСЯ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BACKPACK
source: I could fit like a million lighters in here.
russian: Я смогла бы уместить здесь миллион зажигалок.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BACONEGGS
source: The yellow mucousy part is gross but the bacon is great!
russian: Эта покрытая слизью жёлтая часть совсем неаппетитно выглядит, а вот бекон ничего!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BANDAGE
source: Eww, do I have to?
russian: Фу-у, мне обязательно нужно делать это?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BASALT
source: It's too hard to break!
russian: Его сложно сломать!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEARDHAIR
source: Uh, where did this come from?
russian: Потом попробуй объясни, откуда это.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEDROLL_STRAW
source: Musty.
russian: Банально.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEE.GENERIC
source: It's fat, but that stinger looks dangerous.
russian: Она толстая, но её жало выглядит опасным.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEE.HELD
source: Pocket full of bees!
russian: В кармане полно пчёл!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.GENERIC
source: Come on fat bees, make me honey!
russian: Давайте, жирные пчёлы, делайте мне мёд!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.READY
source: Yay! I can steal honey!
russian: Ух ты! Уже можно украсть немного мёда!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.FOLLOWER
source: Er, are you following me?
russian: Эй, ты что, ходишь за мной?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.GENERIC
source: What a disgusting, hairy beast!
russian: Какое мерзкое волосатое страшилище!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.NAKED
source: Ha! He's all naked now!
russian: Ха! Теперь он голый!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.SLEEPING
source: They look even dumber when they're sleeping.
russian: Они выглядят ещё глупее, когда спят.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALOHAT
source: I've taken his hair and put it on my own!
russian: Вот я взяла эту шерсть, и использовала по своему!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALOWOOL
source: Ha! I stole his hair!
russian: Ха! Я украла его шерсть!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEHIVE
source: It's full of bees!
russian: Там полно пчёл!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE
source: Bees inside. Should've put some fire in there for good measure.
russian: С пчёлами. Может всунуть туда ещё и огонёк для разнообразия?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE_MAXWELL
source: Mosquitos inside. They don't sound happy.
russian: Там комары. И гудят они как-то совсем уж недобро.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEHAT
source: This will keep the pokeys off of me.
russian: Она удержит этих малявок подальше от меня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES
source: Red berries taste the best.
russian: Красные ягоды лучшие.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES_COOKED
source: Red berries with fire somehow taste even better.
russian: От огня красные ягоды стали ещё вкуснее.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.BARREN
source: Eat poop, stupid plant!
russian: Ешь корм, дурацкое растение!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.GENERIC
source: Mmmmm. Berries.
russian: М-м-м-м... Ягодки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.PICKED
source: I want more berries!
russian: Я хочу ещё ягод!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.GENERIC
source: Bird prison!
russian: Тюрьма для птиц!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.OCCUPIED
source: Ha! I have you now!
russian: Ха! Теперь ты у меня!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.SLEEPING
source: Stupid bird. Wake up!
russian: Просыпайся, глупая птица!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDTRAP
source: I'll catch those creepy birds.
russian: Теперь-то я поймаю этих несносных птиц.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRD_EGG
source: It smells like a bird's butt.
russian: Оно пахнет как птичья задница.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRD_EGG_COOKED
source: Yuck. The yellow part is all runny.
russian: Фу. Эта жёлтая часть вся какая-то сопливая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BISHOP
source: It's a bishop!
russian: Это же шахматный слон!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_FIRE
source: This is my favourite thing in the whole wide world.
russian: Моя самая любимая штука во всём мире!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_SLEEP
source: The tranquilizer will make it easier to light on fire.
russian: С транквилизатором их будет значительно проще поджигать!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_PIPE
source: Good practice for blowing into a fire.
russian: Хороший способ раздуть огонь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEGEM
source: Ugh. This one is ugly.
russian: Фу. Он ужасен.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEPRINT
source: This will save some experimentation.
russian: В них записывают эксперименты.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_CAP
source: It smells like a gym sock!
russian: Запах как у носков после спортзала.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_CAP_COOKED
source: I changed it with fire!
russian: Огонь изменил его.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Dumb mushroom.
russian: Дурацкий гриб.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Hey! You! Get up here!
russian: Слышишь, ты! А ну вылазь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Maybe it will return some day.
russian: Может когда-нибудь он вырастет снова.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOARDS
source: Boards. They'll burn, same as other wood.
russian: Доски. Будут гореть так же, как и всё дерево.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BONESTEW
source: Just add fire to food and voila!
russian: Добавляешь в еду огонь, и вуаля!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUGNET
source: I can catch a bug!
russian: Я могу поймать жука!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUSHHAT
source: Too passive!
russian: Для боягузов!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTER
source: Tasty, and just a little bit insecty
russian: Вкусное, правда капельку отдаёт бабочками.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLY.GENERIC
source: Flutter away, butterfly!
russian: Порхай отсюда, бабочка!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLY.HELD
source: I want to squish it.
russian: Я хочу раздавить её.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLYMUFFIN
source: Heehee, look at that butterfly stuck in the muffin.
russian: Хи-хи, смотри, бабочка застряла в маффине.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLYWINGS
source: No more flying for that butterfly!
russian: Больше эта бабочка летать не будет!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.EMBERS
source: Uh oh. It's almost gone!
russian: Ох ё... Почти потух!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.GENERIC
source: I like fire.
russian: Люблю огонь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.HIGH
source: BURN! BURN FASTER!
russian: ГОРИ-ГОРИ ЯСНО!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.LOW
source: This fire is small and boring.
russian: Какой-то он маленький и неинтересный.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.NORMAL
source: Burn!
russian: Гори!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.OUT
source: Awww. It's all over.
russian: Ну во-о-от. Потух.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CANE
source: I can walk more easily with this!
russian: С этой штукой ходить гораздо легче!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT
source: Yuck. It's all vegetabley.
russian: Фу, вся такая овощная.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_COOKED
source: Still vegetabley, but better for having been in fire.
russian: По-прежнему отдаёт овощем, но уже лучше, ведь она побывала в огне.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_PLANTED
source: Maybe its special carrot friend is in the ground.
russian: Может у неё есть загадочный морковковый друг там под землёй?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_SEEDS
source: Seeds for a yucky orange vegetable.
russian: Семена противного оранжевого растения.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_FERN
source: Looks flammable.
russian: Это выглядит легковоспламеняющимся!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHARCOAL
source: Mmmm. Smells like fire.
russian: М-м-м-м. Пахнет огоньком.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK1
source: Dead windup horsey
russian: Мёртвая заводная лошадка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK2
source: Dead windup priest
russian: Мёртвый заводной священник.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK3
source: Dead windup castle
russian: Мёртвая заводная ладья.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER
source: He's so fuzzy!
russian: Он такой пушистый!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's rude to stare.
russian: Пялиться грубо.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER_EYEBONE.WAITING
source: At least it's not looking at me anymore.
russian: По крайней мере больше не пялится.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMEAT
source: I've tasted better.
russian: Я пробовала и получше.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMONSTERMEAT
source: It's still gross.
russian: Всё равно мерзкий.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDSMALLMEAT
source: I'll need more than appetizers if I'm going to survive.
russian: Мне нужна еда посерьёзней, если конечно я планирую выжить.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN
source: A sweet vegetable, yum!
russian: Сладкий овощ, ням-ням!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_COOKED
source: Ooh, this one explodes when it goes in fire!
russian: Ах, это те, что взрываются, когда их бросаешь в огонь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_SEEDS
source: Seeds for my favorite explosive vegetable.
russian: Семена моего любимого взрывающегося растения.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CROW.GENERIC
source: I think it's waiting for me to die.
russian: Он так и ждёт, когда я сдохну.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CROW.HELD
source: Not so smart now, are you?
russian: Что, теперь не такой проворный, да?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTGRASS
source: Cut grass, ready for burning. Or maybe crafting.
russian: Срезанная трава, готовая для сожжения. Ну или крафта.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTREEDS
source: Cut reeds, ready for burning. Or maybe crafting.
russian: Срезанный камыш, готовый для сожжения. Ну или крафта.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTSTONE
source: Perfectly squared for maximum enjoyment.
russian: Идеально обтёсан, для максимального удобства.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEADLYFEAST
source: Fire didn't cure this dish of being nasty.
russian: Даже огню не под силу сделать это блюдо безопасным.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEERCLOPS
source: Holy crap!
russian: Святые угодники!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEERCLOPS_EYEBALL
source: Stop staring at me!
russian: Хватит пялиться на меня!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIRTPILE
source: Who just leaves dirt lying around in the forest?
russian: Кто это тут разбросал грязь в лесу?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.COLD
source: It's making some kind of noise.
russian: Он издаёт лёгкий шум.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.GENERIC
source: It's full of electrical junk.
russian: Это какой-то образчик электрического хлама.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.HOT
source: Gah! Enough with the beeping!
russian: Ого! Хорош сигналить!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.WARM
source: This thing is getting noisier.
russian: Это штука шумит всё громче.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.WARMER
source: I must be close!
russian: Кажется я уже близко!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.GENERIC
source: Not sure what this does. Doesn't seem like it's fiery things.
russian: Не уверена, что знаю, зачем она нужна. Вряд ли эта штука будет гореть.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.READY
source: Just needs to be unlocked with a key. Not fire, unfortunately.
russian: А-а-а! Да тут нужно ключ вставить! Огонь не нужен, к сожалению.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: It's whirring now!
russian: Теперь она жужжит!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODSTART
source: I'll make something out of it.
russian: На ней нужно будет кое-что собрать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT
source: It looks sort of like a fire!
russian: Он чем-то напоминает огонь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT_COOKED
source: It looks more like a fruit that's been in a fire now.
russian: Теперь он больше похож на фрукт, побывавший в огне.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT_SEEDS
source: Seeds for that fire-looking fruit.
russian: Семена того похожего на огонь фрукта.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONPIE
source: Fire fruit in a pie? Oh boy!
russian: Огненный фрукт в пироге? Ну-ну!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRUMSTICK
source: Bang on the drum all day!
russian: С аппетитной корочкой!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRUMSTICK_COOKED
source: Do I satisfy my hunger or do I bang on the drum?
russian: А не заморить ли мне этим червячка?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN
source: Ew, stinky!
russian: Фу, вонючка!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN_COOKED
source: Yuck, it smells just as bad cooked!
russian: Фе, приготовленным он воняет точно так-же!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN_SEEDS
source: Smelly seeds for a smelly fruit.
russian: Вонючие семена вонючего фрукта.
